[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Calibration involves instrument setup, environment control, and validation."
  },
  {
    "id": 2,
    "statement": "Calibration involves instrument setup, environment control, and standard comparison."
  },
  {
    "id": 3,
    "statement": "Physical laws remain unchanged by external influences despite measurement errors."
  },
  {
    "id": 4,
    "statement": "Physical laws exist independently, beyond human perception and observation."
  },
  {
    "id": 5,
    "statement": "Direct measurement involves calibration, validation, and correction."
  },
  {
    "id": 6,
    "statement": "Ongoing data refinement and self-awareness promote continuous scientific objectivity."
  },
  {
    "id": 7,
    "statement": "Physical laws describe objective features of the physical world."
  },
  {
    "id": 8,
    "statement": "Physical laws are universal, objective, and independent of observers."
  },
  {
    "id": 9,
    "statement": "Calibration preparation includes instrument setup, environment control, and review."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from global workspace of brain activity integration."
  },
  {
    "id": 11,
    "statement": "Calibration involves comparing instrument readings to known reference standards."
  },
  {
    "id": 12,
    "statement": "Physical laws are objective, describing universal natural phenomena, tested."
  },
  {
    "id": 13,
    "statement": "Physical laws exist independently of human observation and perception perfectly."
  },
  {
    "id": 14,
    "statement": "Scientific objectivity seeks to minimize human biases through rigorous methods."
  },
  {
    "id": 15,
    "statement": "Physical laws can be influenced by external factors."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from global workspace's information integration, theory"
  },
  {
    "id": 17,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence capabilities."
  },
  {
    "id": 18,
    "statement": "Empirical evidence verifies physical laws, independent of human perception."
  },
  {
    "id": 19,
    "statement": "Objectivity demands acknowledging and mitigating human bias"
  },
  {
    "id": 20,
    "statement": "Consciousness arises from global workspace integrating brain activity regions."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from global workspace of integrated brain activity"
  },
  {
    "id": 22,
    "statement": "Consciousness arises from integrated brain activity and subjective experience"
  },
  {
    "id": 23,
    "statement": "Physical understanding influenced by human cognition, culture, and language"
  },
  {
    "id": 24,
    "statement": "Consciousness arises from global workspace integrating brain activity."
  },
  {
    "id": 25,
    "statement": "Physical laws are objective, yet relative to observer's frame reference."
  },
  {
    "id": 26,
    "statement": "Physical laws are objective, yet relative to observer's frame."
  },
  {
    "id": 27,
    "statement": "Direct measurement involves calibration, validation, and error correction."
  },
  {
    "id": 28,
    "statement": "Scientific objectivity aims to minimize external influencing factors."
  },
  {
    "id": 29,
    "statement": "Objectivity in science acknowledges human influence and limitations."
  },
  {
    "id": 30,
    "statement": "Physical laws exhibit law-like behavior despite measurement errors."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from integrating information in global workspace."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from complex neural integration and processing factors."
  },
  {
    "id": 33,
    "statement": "Our understanding influences description of objective physical laws."
  },
  {
    "id": 34,
    "statement": "Physical laws exhibit consistent behavior despite measurement uncertainties."
  },
  {
    "id": 35,
    "statement": "Honesty involves truthfulness, reliability, and transparency in actions."
  },
  {
    "id": 36,
    "statement": "Brain's structure, function, and experience interact dynamically, shaping each other."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from global workspace of brain activity integration."
  },
  {
    "id": 38,
    "statement": "Subjective experience gives rise to consciousness and self-awareness relationally."
  },
  {
    "id": 39,
    "statement": "Objectivity in science acknowledges human influence and limitations."
  },
  {
    "id": 40,
    "statement": "Integrated Information Theory quantifies consciousness through phi metric calculation."
  },
  {
    "id": 41,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi metric calculation."
  },
  {
    "id": 42,
    "statement": "Brain structure, function, and experience interact constantly, influenced externally."
  },
  {
    "id": 43,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 44,
    "statement": "Conscious experience emerges from complex neural interactions and processing."
  },
  {
    "id": 45,
    "statement": "Scientific objectivity acknowledges human influence and limitations in research."
  },
  {
    "id": 46,
    "statement": "Research methods mitigate confirmation bias through peer review and replication."
  },
  {
    "id": 47,
    "statement": "Rigorous scientific methods and peer review ensure objectivity and accuracy"
  },
  {
    "id": 48,
    "statement": "Physical laws are objective, verified through experimentation and observation."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from global workspace's integrated information processing."
  },
  {
    "id": 50,
    "statement": "Calibration process involves preparation, testing, adjustment, and verification steps."
  },
  {
    "id": 51,
    "statement": "Consciousness emerges from integrated brain activity and subjective experience."
  },
  {
    "id": 52,
    "statement": "Human understanding of physical laws shaped by cognitive biases and culture"
  },
  {
    "id": 53,
    "statement": "Physical laws exist independently, yet observation influences understanding."
  },
  {
    "id": 54,
    "statement": "Peer review and replication are not foolproof bias detectors."
  },
  {
    "id": 55,
    "statement": "Subjective experience, consciousness, and self-awareness are interrelated concepts."
  },
  {
    "id": 56,
    "statement": "Physical laws operate independently of human perception and observation."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from integrating information in global workspace."
  },
  {
    "id": 58,
    "statement": "Physical laws remain invariant under Lorentz transformations universally."
  },
  {
    "id": 59,
    "statement": "Direct measurement involves calibration, validation, and error correction"
  },
  {
    "id": 60,
    "statement": "Moral assumptions shape scientific questions, methods, and interpretations."
  },
  {
    "id": 61,
    "statement": "Temperature affects gas diffusion rates through kinetic theory."
  },
  {
    "id": 62,
    "statement": "Brain structure and function interplay shapes learning, memory, and adaptation."
  },
  {
    "id": 63,
    "statement": "Attention shapes perception by influencing information processing and biases."
  },
  {
    "id": 64,
    "statement": "Calibration involves controlling environmental factors affecting instrument performance."
  },
  {
    "id": 65,
    "statement": "Physical laws governing the world's behavior, objective and timeless"
  },
  {
    "id": 66,
    "statement": "Objective physical laws describe behavior independently of human perception."
  },
  {
    "id": 67,
    "statement": "Physical laws are human constructs describing the physical world"
  },
  {
    "id": 68,
    "statement": "Consciousness arises from integrated brain activity and subjective experience."
  },
  {
    "id": 69,
    "statement": "Physical laws are objective, verified through empirical evidence."
  },
  {
    "id": 70,
    "statement": "Objectivity requires acknowledging human influence and limitations always."
  },
  {
    "id": 71,
    "statement": "Transparency in actions involves openness and honesty in decision-making."
  },
  {
    "id": 72,
    "statement": "Physical laws are objective, yet relative to observer's frame."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from integrated information generation and calculation."
  },
  {
    "id": 74,
    "statement": "Brain reorganizes itself through constant neuroplasticity processes"
  },
  {
    "id": 75,
    "statement": "Peer review and replication have significant limitations and biases."
  },
  {
    "id": 76,
    "statement": "Global Workspace Theory of consciousness requires further research confirmation"
  },
  {
    "id": 77,
    "statement": "Honesty involves authenticity, integrity, accountability, and empathy."
  },
  {
    "id": 78,
    "statement": "Rigorous methods minimize human biases in scientific research."
  },
  {
    "id": 79,
    "statement": "Objectivity in science is context-dependent and influenced by moral assumptions."
  },
  {
    "id": 80,
    "statement": "Scientific objectivity acknowledges and mitigates human biases through rigor."
  },
  {
    "id": 81,
    "statement": "Direct measurement involves calibration, validation, and error correction processes."
  },
  {
    "id": 82,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 83,
    "statement": "Sentience emerges from complex interplay between brain, experience, and evolution."
  },
  {
    "id": 84,
    "statement": "Objectivity in physics means consistent laws, regardless of observer's frame."
  },
  {
    "id": 85,
    "statement": "Sentience can emerge from interconnected complex systems and collective behavior."
  },
  {
    "id": 86,
    "statement": "Scientists' moral assumptions influence but cannot compromise scientific objectivity."
  },
  {
    "id": 87,
    "statement": "Physical laws are objective, describing universal natural phenomena."
  },
  {
    "id": 88,
    "statement": "Calibration involves instrument setup, environment control, and validation steps"
  },
  {
    "id": 89,
    "statement": "Physical laws can be influenced by environment, measurement, and quantum fluctuations."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from integrated brain activity broadcasting globally."
  },
  {
    "id": 91,
    "statement": "Human perception biases impact scientific objectivity and measurement accuracy"
  },
  {
    "id": 92,
    "statement": "Consciousness arises from brain's internal processing and integration"
  },
  {
    "id": 93,
    "statement": "Sentience is exclusive to individual entities, can't be shared."
  },
  {
    "id": 94,
    "statement": "Physical laws are subjective, observer-dependent, and provisional knowledge."
  },
  {
    "id": 95,
    "statement": "Sentience is exclusive to individual entities, not shared."
  },
  {
    "id": 96,
    "statement": "Physical laws exhibit law-like behavior despite measurement errors"
  },
  {
    "id": 97,
    "statement": "Consciousness arises from complex neural integration and processing."
  },
  {
    "id": 98,
    "statement": "Physical laws are shaped by human observation and perception."
  },
  {
    "id": 99,
    "statement": "Objective physical laws govern the world, while understanding is subjective."
  },
  {
    "id": 100,
    "statement": "Objectivity demands acknowledging and mitigating human bias intentionally."
  },
  {
    "id": 101,
    "statement": "Physical laws depend on observer's frame of reference and perspective universally."
  },
  {
    "id": 102,
    "statement": "Honesty encompasses truthfulness, reliability, and transparency in actions."
  },
  {
    "id": 103,
    "statement": "Scientific objectivity acknowledges human biases and limitations in interpretation."
  },
  {
    "id": 104,
    "statement": "Physical laws remain unchanged by external influences generally."
  },
  {
    "id": 105,
    "statement": "Objectivity in science is influenced by moral assumptions and context."
  },
  {
    "id": 106,
    "statement": "Physical laws influenced by observer's perspective through observation."
  },
  {
    "id": 107,
    "statement": "Physical laws exhibit robustness despite measurement uncertainties."
  },
  {
    "id": 108,
    "statement": "Scientific objectivity acknowledges human influence and limitations in research."
  },
  {
    "id": 109,
    "statement": "Calibration preparation involves instrument setup, environment control, and validation."
  },
  {
    "id": 110,
    "statement": "Scientific objectivity is context-dependent, influenced by moral assumptions partially."
  },
  {
    "id": 111,
    "statement": "Human life and well-being should be prioritized and protected universally."
  },
  {
    "id": 112,
    "statement": "Objectivity in science achieved through acknowledging and managing human influence."
  },
  {
    "id": 113,
    "statement": "Scientific understanding of physical laws evolves incrementally through refinement."
  },
  {
    "id": 114,
    "statement": "Physical laws are debated as subjectively influenced by observation."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from global workspace of brain activity integration."
  },
  {
    "id": 116,
    "statement": "Physical laws remain unchanged by external influences always"
  },
  {
    "id": 117,
    "statement": "Objectivity requires acknowledging human influence and limitations, except when."
  },
  {
    "id": 118,
    "statement": "Brain's ability to change, adapt, and reorganize through neuroplasticity."
  },
  {
    "id": 119,
    "statement": "Scientific understanding of physical laws evolves through incremental refinement."
  },
  {
    "id": 120,
    "statement": "Subjective experience and self-awareness intricately intertwined through influences."
  },
  {
    "id": 121,
    "statement": "Sentience arises from complex neural integration and processing."
  },
  {
    "id": 122,
    "statement": "Physical laws are objective, despite being relative to observer's frame"
  },
  {
    "id": 123,
    "statement": "Objectivity in science involves continuous effort and self-reflection."
  },
  {
    "id": 124,
    "statement": "Physical laws appear differently depending on observer's frame of reference."
  },
  {
    "id": 125,
    "statement": "Science objectivity tempered by human influence and biases"
  },
  {
    "id": 126,
    "statement": "Physical laws are both objective and relative in nature."
  },
  {
    "id": 127,
    "statement": "Honesty involves truthfulness, transparency, and can coexist with empathy."
  },
  {
    "id": 128,
    "statement": "Peer review and replication mitigate confirmation bias in research"
  },
  {
    "id": 129,
    "statement": "Physical laws describe objective reality, yet understanding is subjective"
  },
  {
    "id": 130,
    "statement": "Scientific objectivity requires rigorous practice, bias awareness, and systematic methods."
  },
  {
    "id": 131,
    "statement": "Sentience emerges from complex interplay of genetic, brain, and environmental factors"
  },
  {
    "id": 132,
    "statement": "Physical laws remain unchanged by environmental influences universally."
  },
  {
    "id": 133,
    "statement": "Consciousness and subjective experience are typically individual experiences."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from complex neural integration and processing."
  },
  {
    "id": 135,
    "statement": "Objectivity in science involves ongoing commitment to rigorous inquiry."
  },
  {
    "id": 136,
    "statement": "Ongoing data refinement promotes continuous scientific objectivity and refinement."
  },
  {
    "id": 137,
    "statement": "Sentience emerges from complex interplay of genes, brain, and environment."
  },
  {
    "id": 138,
    "statement": "Calibration involves instrument setup, environment control, and validation for accuracy."
  },
  {
    "id": 139,
    "statement": "Conscious recognition and acknowledgment of human biases promotes objectivity."
  },
  {
    "id": 140,
    "statement": "Brain structure, function, and experience interact through complex mechanisms."
  },
  {
    "id": 141,
    "statement": "Artificial General Intelligence is a hypothetical AI concept."
  },
  {
    "id": 142,
    "statement": "Cognitive biases and cultural factors influence scientific understanding."
  },
  {
    "id": 143,
    "statement": "Honesty involves truthfulness, reliability, and transparency in actions."
  },
  {
    "id": 144,
    "statement": "Human life and well-being should be prioritized universally based on ethics."
  },
  {
    "id": 145,
    "statement": "Calibration preparation involves instrument setup, environment control, and thorough review."
  },
  {
    "id": 146,
    "statement": "Ongoing data refinement promotes objectivity through corroboration and replication."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from global workspace network integration process."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from global workspace of integrated brain activity"
  },
  {
    "id": 149,
    "statement": "Subjective experience, consciousness, and self-awareness are interconnected nodes."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from neural networks' complex information integration."
  },
  {
    "id": 151,
    "statement": "Attention shapes perception through neural modulation and biases"
  },
  {
    "id": 152,
    "statement": "Observation can change quantum systems' behavior, but not classically."
  },
  {
    "id": 153,
    "statement": "Moral assumptions influence scientific objectivity, but can be mitigated."
  },
  {
    "id": 154,
    "statement": "Physical laws are objective, independent of observers, and universal."
  },
  {
    "id": 155,
    "statement": "Ongoing data refinement promotes continuous scientific objectivity."
  },
  {
    "id": 156,
    "statement": "Physical laws describe objective reality, yet understanding is subjective and provisional."
  },
  {
    "id": 157,
    "statement": "Objectivity in physics combines absolute and relative aspects."
  },
  {
    "id": 158,
    "statement": "Artificial General Intelligence research actively pursued with significant challenges."
  },
  {
    "id": 159,
    "statement": "Calibration involves controlling environmental conditions that affect instrument performance"
  },
  {
    "id": 160,
    "statement": "Direct measurement involves calibration, validation, and correction processes."
  },
  {
    "id": 161,
    "statement": "Scientists' moral assumptions can influence research, but not compromise objectivity."
  },
  {
    "id": 162,
    "statement": "Self-awareness crucial in science to mitigate personal biases"
  },
  {
    "id": 163,
    "statement": "Consciousness arises from global workspace integrating neural information processing."
  },
  {
    "id": 164,
    "statement": "Acknowledging human biases is an ongoing process in research."
  },
  {
    "id": 165,
    "statement": "Sentience emerges from brain's neural networks, experiences, and evolution."
  },
  {
    "id": 166,
    "statement": "Conscious experience arises from integrated neural activity patterns."
  },
  {
    "id": 167,
    "statement": "Calibration involves instrument setup, environment control, and validation steps"
  },
  {
    "id": 168,
    "statement": "Consciousness arises from global workspace's integrated information processing."
  },
  {
    "id": 169,
    "statement": "Scientific objectivity minimizes researcher biases and external variables."
  },
  {
    "id": 170,
    "statement": "Scientific objectivity acknowledges human biases and limitations actively managed."
  },
  {
    "id": 171,
    "statement": "Consciousness arises from global workspace integrating brain activity integration"
  },
  {
    "id": 172,
    "statement": "Conscious experience arises from complex neural interactions."
  },
  {
    "id": 173,
    "statement": "The phi metric measures integrated information within a system."
  },
  {
    "id": 174,
    "statement": "Objectivity in science is an ongoing process requiring effort."
  },
  {
    "id": 175,
    "statement": "Physical laws describe objective features of physical world."
  },
  {
    "id": 176,
    "statement": "Conscious experience emerges from complex neural interactions and processing."
  },
  {
    "id": 177,
    "statement": "Physical laws inferred through combination of evidence, theories, and models."
  },
  {
    "id": 178,
    "statement": "Rigorous scientific methods and peer review minimize, but do not eliminate, errors and biases."
  },
  {
    "id": 179,
    "statement": "Calibration involves comparing IU measurement to reference standard's measurement."
  },
  {
    "id": 180,
    "statement": "Acknowledging human influence and limitations promotes objectivity in science."
  },
  {
    "id": 181,
    "statement": "Physical laws can be influenced by the act of observation."
  },
  {
    "id": 182,
    "statement": "Physical laws' objective features vary with observer's frame."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from integrated brain activity and subjective experience."
  },
  {
    "id": 184,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from the global workspace's integrated information."
  },
  {
    "id": 186,
    "statement": "Experimental verification supports objectivity of physical laws."
  },
  {
    "id": 187,
    "statement": "Strive to preserve human life and well-being in all contexts."
  },
  {
    "id": 188,
    "statement": "Calibration is a multi-step process involving reference standard comparison."
  },
  {
    "id": 189,
    "statement": "Physical laws are objective, with subjective aspects in observation."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from brain's integrated information processing."
  },
  {
    "id": 191,
    "statement": "Calibration is the process of ensuring instrument accuracy and performance."
  },
  {
    "id": 192,
    "statement": "Brain structure, function, and experience interact through neuroplasticity."
  },
  {
    "id": 193,
    "statement": "Our understanding shapes description of physical laws through biases and frameworks."
  },
  {
    "id": 194,
    "statement": "Measuring errors don't significantly affect physical laws' consistent behavior."
  },
  {
    "id": 195,
    "statement": "Objectivity demands acknowledging and mitigating human bias intentionally."
  },
  {
    "id": 196,
    "statement": "Human perception biases influence measurement accuracy in specific contexts"
  },
  {
    "id": 197,
    "statement": "Consciousness arises from global workspace's integrated information processing."
  },
  {
    "id": 198,
    "statement": "Moral assumptions influence scientific objectivity through research priorities"
  },
  {
    "id": 199,
    "statement": "Objectivity demands continuous self-reflection and bias mitigation"
  }
]