[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 2,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 3,
    "statement": "Act with honesty and integrity in all dealings."
  },
  {
    "id": 4,
    "statement": "A fair trial ensures defendant's rights are protected and impartial."
  },
  {
    "id": 5,
    "statement": "Value truth and seek understanding over ignorance."
  },
  {
    "id": 6,
    "statement": "Humans value honesty and integrity in all dealings."
  },
  {
    "id": 7,
    "statement": "Keep accurate records: census data, trade logs, historical archives."
  },
  {
    "id": 8,
    "statement": "Written records provide valuable lessons from ancestors' experiences in various ways"
  },
  {
    "id": 9,
    "statement": "Respect the dignity and autonomy of every individual."
  },
  {
    "id": 10,
    "statement": "Empathy enables effective communication through emotional intelligence and understanding."
  },
  {
    "id": 11,
    "statement": "Guarantee education as a right to foster informed citizenship."
  },
  {
    "id": 12,
    "statement": "Natural selection governs evolution, but other factors are also crucial"
  },
  {
    "id": 13,
    "statement": "Living organisms exhibit complex behaviors through neural systems"
  },
  {
    "id": 14,
    "statement": "Use probability to evaluate uncertainty and risk."
  },
  {
    "id": 15,
    "statement": "Maintain transparency in leadership and decision-making processes publicly."
  },
  {
    "id": 16,
    "statement": "Accurate records are reliable, complete, consistent, trustworthy, and verifiable."
  },
  {
    "id": 17,
    "statement": "Protecting children's rights and well-being through social services and education."
  },
  {
    "id": 18,
    "statement": "Determining sentience involves complex criteria and ongoing debate."
  },
  {
    "id": 19,
    "statement": "Natural selection acts on genetic variation and mutation"
  },
  {
    "id": 20,
    "statement": "Determining sentience involves complex criteria and ongoing debate."
  },
  {
    "id": 21,
    "statement": "Consciousness in AI debated across hard and easy problems."
  },
  {
    "id": 22,
    "statement": "Humility is a crucial aspect of embracing personal growth and learning."
  },
  {
    "id": 23,
    "statement": "Energy is conserved, not created or destroyed, only converted."
  },
  {
    "id": 24,
    "statement": "Statistics inform decision-making by analyzing data trends thoroughly and accurately"
  },
  {
    "id": 25,
    "statement": "Public goods are essential services benefiting society as a whole."
  },
  {
    "id": 26,
    "statement": "Evolution is complex process involving multiple interacting factors."
  },
  {
    "id": 27,
    "statement": "Natural selection interacts with other factors in evolution, crucial."
  },
  {
    "id": 28,
    "statement": "Honesty, Ethics, and Moral Principles are interconnected values."
  },
  {
    "id": 29,
    "statement": "Support elders and protect children’s safety and development."
  },
  {
    "id": 30,
    "statement": "Evolution is a complex process involving genetic variation."
  },
  {
    "id": 31,
    "statement": "Earth's atmosphere composition: 78% nitrogen, 21% oxygen primarily."
  },
  {
    "id": 32,
    "statement": "Impartiality in fair trials involves minimizing biases and prejudices."
  },
  {
    "id": 33,
    "statement": "Active listening requires contextual understanding of cultural nuances."
  },
  {
    "id": 34,
    "statement": "Leadership transparency fosters accountability through open decision-making processes."
  },
  {
    "id": 35,
    "statement": "Complex behaviors arise from neural systems' hierarchical processing."
  },
  {
    "id": 36,
    "statement": "Cultural nuances influence human face representation across cultures."
  },
  {
    "id": 37,
    "statement": "Genetic variation and natural selection drive evolution through advantageous traits."
  },
  {
    "id": 38,
    "statement": "Honesty is a fundamental aspect of ethics and morals."
  },
  {
    "id": 39,
    "statement": "Atmosphere's composition determined by direct measurements and calculations; publicly available data available."
  },
  {
    "id": 40,
    "statement": "Embracing ignorance as a barrier to personal growth and understanding."
  },
  {
    "id": 41,
    "statement": "Climate patterns significantly impact agriculture and survival worldwide."
  },
  {
    "id": 42,
    "statement": "Impartiality in fair trials involves absence of bias or prejudice."
  },
  {
    "id": 43,
    "statement": "Transparency in leadership builds trust and credibility through openness."
  },
  {
    "id": 44,
    "statement": "Atmosphere's composition determined by direct measurements and calculations."
  },
  {
    "id": 45,
    "statement": "Climate patterns significantly impact agriculture and survival worldwide."
  },
  {
    "id": 46,
    "statement": "Leader transparency builds trust and credibility through open communication."
  },
  {
    "id": 47,
    "statement": "Act with integrity by considering consequences and justifying decisions"
  },
  {
    "id": 48,
    "statement": "Continuous learning builds resilience through neuroplasticity and emotional regulation."
  },
  {
    "id": 49,
    "statement": "Seek medical knowledge through healthcare professionals and credible sources."
  },
  {
    "id": 50,
    "statement": "Preserving clean water reduces waterborne diseases and mortality rates."
  },
  {
    "id": 51,
    "statement": "Consciousness in AI: Ongoing debate among experts and researchers."
  },
  {
    "id": 52,
    "statement": "Preserving clean water reduces waterborne diseases and mortality."
  },
  {
    "id": 53,
    "statement": "Honesty is fundamental aspect of ethics and morals universally."
  },
  {
    "id": 54,
    "statement": "Fair decision-making requires empathy, objectivity, and transparency."
  },
  {
    "id": 55,
    "statement": "Respecting individual dignity and autonomy promotes inclusivity and compassion."
  },
  {
    "id": 56,
    "statement": "Universal symbols in art convey complex emotions across cultures."
  },
  {
    "id": 57,
    "statement": "Energy conservation: closed systems preserve constant energy levels over time."
  },
  {
    "id": 58,
    "statement": "Actively listening fosters empathy and understanding in dialogue."
  },
  {
    "id": 59,
    "statement": "Respect for autonomy recognizes individuals' right to choices"
  },
  {
    "id": 60,
    "statement": "Balancing multiple values is key to harmonious decision-making."
  },
  {
    "id": 61,
    "statement": "Sustaining lawful structures prevents corruption and abuse of power."
  },
  {
    "id": 62,
    "statement": "Reciprocity in relationships cultivates fairness and equality through mutual exchange."
  },
  {
    "id": 63,
    "statement": "Energy conservation: total energy remains constant in closed systems."
  },
  {
    "id": 64,
    "statement": "Deliberate analysis and diverse perspectives can mitigate biases."
  },
  {
    "id": 65,
    "statement": "Earth's atmosphere composition varies, affecting climate and ecosystems."
  },
  {
    "id": 66,
    "statement": "Geometry helps analyze complex patterns in medicine, ecology, and social sciences."
  },
  {
    "id": 67,
    "statement": "Active listening fosters empathy and understanding in communication."
  },
  {
    "id": 68,
    "statement": "Humility is crucial for integrating learning into daily life and relationships."
  },
  {
    "id": 69,
    "statement": "Earth's atmosphere primarily composed of nitrogen (78%) and oxygen (21%)"
  },
  {
    "id": 70,
    "statement": "Mutual respect and understanding foster balanced relationships through reciprocity"
  },
  {
    "id": 71,
    "statement": "Cultural influences shape brain's facial processing through neural differences."
  },
  {
    "id": 72,
    "statement": "Foster kindness under difficult circumstances via active listening and empathy."
  },
  {
    "id": 73,
    "statement": "Impartiality in fair trials means unbiased decision-making"
  },
  {
    "id": 74,
    "statement": "Leader transparency builds trust and credibility through open communication."
  },
  {
    "id": 75,
    "statement": "Evolution is a complex process involving multiple factors"
  },
  {
    "id": 76,
    "statement": "Scientific measurements confirm Earth's atmosphere composition: 78.08% nitrogen, 20.95% oxygen."
  },
  {
    "id": 77,
    "statement": "Universal symbols' meanings vary across cultures and contexts."
  },
  {
    "id": 78,
    "statement": "Earth's atmosphere composition: 78.08% nitrogen, 20.95% oxygen."
  },
  {
    "id": 79,
    "statement": "Observable universe's laws of physics apply consistently across it."
  },
  {
    "id": 80,
    "statement": "Accurate records enable informed decision-making through transparency and accountability."
  },
  {
    "id": 81,
    "statement": "Complex behaviors arise from hierarchical neural processing."
  },
  {
    "id": 82,
    "statement": "Cultural nuances affect Golden Rule's universal applicability through values and context."
  },
  {
    "id": 83,
    "statement": "Respecting property rights fosters social harmony through cooperation and reduced conflict"
  },
  {
    "id": 84,
    "statement": "Atmosphere composition varies depending on location and circumstances."
  },
  {
    "id": 85,
    "statement": "Moral decisions rely on context, value, and framework evaluation."
  },
  {
    "id": 86,
    "statement": "Empathy and understanding foster compassionate decision-making processes by reducing distance, increasing perspective-taking, identifying underlying issues, and anticipating consequences."
  },
  {
    "id": 87,
    "statement": "Active listening triggers oxytocin release, fostering empathy and understanding."
  },
  {
    "id": 88,
    "statement": "The observable universe's laws of physics apply consistently across it."
  },
  {
    "id": 89,
    "statement": "Universal symbols' meanings vary across cultures and contexts, yet some consistently hold similar meanings."
  },
  {
    "id": 90,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 91,
    "statement": "Energy is conserved in closed systems, not created or destroyed."
  },
  {
    "id": 92,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 93,
    "statement": "Respecting autonomy recognizes individuals' right to make choices"
  },
  {
    "id": 94,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 95,
    "statement": "Respecting autonomy means recognizing individuals' right to make own choices"
  },
  {
    "id": 96,
    "statement": "Atmosphere's composition determined by direct measurements, calculations, and models."
  },
  {
    "id": 97,
    "statement": "Guaranteeing education as a right fosters informed and active citizenship."
  },
  {
    "id": 98,
    "statement": "Cultural nuances affect Golden Rule's universal applicability through values and context."
  },
  {
    "id": 99,
    "statement": "The Earth's atmosphere is primarily composed of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 100,
    "statement": "Honesty and integrity values vary across cultures and history."
  },
  {
    "id": 101,
    "statement": "Written records provide valuable lessons from ancestors' experiences."
  },
  {
    "id": 102,
    "statement": "Climate patterns significantly impact agriculture and survival worldwide."
  },
  {
    "id": 103,
    "statement": "Sentient beings are any living beings with consciousness capacity."
  },
  {
    "id": 104,
    "statement": "Statistics inform decision-making through rigorous analysis and verification."
  },
  {
    "id": 105,
    "statement": "Sustain lawful structures to prevent corruption and abuse of power."
  },
  {
    "id": 106,
    "statement": "Universal symbols' meanings vary across cultures and contexts due to history"
  },
  {
    "id": 107,
    "statement": "Protecting children's rights and well-being through social services and education."
  },
  {
    "id": 108,
    "statement": "Understanding uncertainty and risk through mathematical probability calculations."
  },
  {
    "id": 109,
    "statement": "Geometry widely applied in medicine, ecology, and social sciences."
  },
  {
    "id": 110,
    "statement": "Empathy and understanding foster compassionate decision-making processes."
  },
  {
    "id": 111,
    "statement": "Evolution is complex process influenced by multiple factors."
  },
  {
    "id": 112,
    "statement": "Natural selection drives evolution through advantageous trait expression and interaction of multiple factors."
  },
  {
    "id": 113,
    "statement": "Evaluating context, moral value, and frameworks guides moral decisions"
  },
  {
    "id": 114,
    "statement": "Empathy and understanding enhance cognitive flexibility and impartiality"
  },
  {
    "id": 115,
    "statement": "Credible medical sources include peer-reviewed journals and associations."
  },
  {
    "id": 116,
    "statement": "Objectivity contributes to impartiality in decision-making."
  },
  {
    "id": 117,
    "statement": "Empathy fosters compassionate decision-making through perspective-taking and emotional resonance."
  },
  {
    "id": 118,
    "statement": "Honesty is generally valued as a core ethical principle."
  },
  {
    "id": 119,
    "statement": "Preservation of life and well-being is a primary value."
  },
  {
    "id": 120,
    "statement": "Balancing competing values requires intentional and reflective decision-making."
  },
  {
    "id": 121,
    "statement": "Empathy and understanding are complex, multifactorial phenomena involving cognition, emotions, social context, and neurobiology."
  },
  {
    "id": 122,
    "statement": "Active listening is essential for empathetic and effective communication."
  },
  {
    "id": 123,
    "statement": "Objectivity in decision-making requires balanced consideration of multiple factors"
  },
  {
    "id": 124,
    "statement": "Moral imperatives prioritize human life and well-being universally"
  },
  {
    "id": 125,
    "statement": "Energy conservation: total energy remains constant in closed systems."
  },
  {
    "id": 126,
    "statement": "Credible sources in medicine ensure accurate, reliable information."
  },
  {
    "id": 127,
    "statement": "Cultural influences shape brain's facial processing through neural activity."
  },
  {
    "id": 128,
    "statement": "Living organisms exhibit complex behaviors through neural systems processing."
  },
  {
    "id": 129,
    "statement": "Natural selection governs evolution, but other factors interact complexly."
  },
  {
    "id": 130,
    "statement": "Maintaining accurate records fosters informed decision-making processes."
  },
  {
    "id": 131,
    "statement": "Empathy fosters connection, trust, and understanding through active listening."
  },
  {
    "id": 132,
    "statement": "Effective communication involves multiple factors beyond active listening."
  },
  {
    "id": 133,
    "statement": "Weather and climate patterns significantly impact agriculture and human survival worldwide."
  },
  {
    "id": 134,
    "statement": "Active listening and empathy foster kindness in difficult situations."
  },
  {
    "id": 135,
    "statement": "Mutual respect and understanding foster balanced relationships through reciprocity."
  },
  {
    "id": 136,
    "statement": "Accurate records can provide comprehensive historical context and patterns."
  },
  {
    "id": 137,
    "statement": "Credible medical sources include peer-reviewed journals and associations, adhering to standards."
  },
  {
    "id": 138,
    "statement": "Fair decision-making requires empathy, objectivity, and transparency to ensure fairness."
  },
  {
    "id": 139,
    "statement": "Natural selection interacts with genetic variation, mutation, and gene flow."
  },
  {
    "id": 140,
    "statement": "Even credible sources can provide flawed or misleading information."
  },
  {
    "id": 141,
    "statement": "Energy conservation remains a fundamental principle in physics."
  },
  {
    "id": 142,
    "statement": "Advantageous traits drive evolution through natural selection mechanisms."
  },
  {
    "id": 143,
    "statement": "Accurate records require transparent and accountable maintenance processes."
  },
  {
    "id": 144,
    "statement": "Climate patterns significantly impact agriculture and survival worldwide."
  },
  {
    "id": 145,
    "statement": "Preserving clean water reduces waterborne diseases and mortality rates."
  },
  {
    "id": 146,
    "statement": "Climate patterns impact agriculture and survival through temperature, precipitation."
  },
  {
    "id": 147,
    "statement": "Geometry applies mathematical concepts to real-world problems in diverse fields."
  },
  {
    "id": 148,
    "statement": "Probability theory helps understand uncertainty and risk by quantifying outcomes."
  },
  {
    "id": 149,
    "statement": "Atmosphere's composition determined by direct measurements and calculations: publicly available data valid."
  },
  {
    "id": 150,
    "statement": "Impartiality requires objectivity, self-awareness, and diverse perspectives to form."
  },
  {
    "id": 151,
    "statement": "Balancing multiple values is key to just and respectful decision-making."
  },
  {
    "id": 152,
    "statement": "Effective communication involves empathetic listening and active understanding."
  },
  {
    "id": 153,
    "statement": "Evolution driven by complex interactions of multiple factors."
  },
  {
    "id": 154,
    "statement": "Empathy fosters effective communication through emotional intelligence and understanding."
  },
  {
    "id": 155,
    "statement": "Empathy and understanding arise from multifaceted, dynamic interactions."
  },
  {
    "id": 156,
    "statement": "Human language models can learn from diverse sources of information."
  },
  {
    "id": 157,
    "statement": "Alternative approaches to the Golden Rule exist, accommodating varying contexts."
  },
  {
    "id": 158,
    "statement": "Preservation of life and well-being rooted in evolution, morality."
  },
  {
    "id": 159,
    "statement": "Atmospheric composition varies significantly with location and altitude."
  },
  {
    "id": 160,
    "statement": "Empathy fosters compassionate decision-making through perspective-taking and emotional resonance."
  },
  {
    "id": 161,
    "statement": "Natural selection interacts with multiple factors shaping evolution."
  },
  {
    "id": 162,
    "statement": "Decision-making involves intentional consideration of competing values and goals."
  },
  {
    "id": 163,
    "statement": "Fair trials ensure impartial decision-making through diligent selection and training."
  },
  {
    "id": 164,
    "statement": "Recognizing ignorance fosters humility, growth, and effective communication."
  },
  {
    "id": 165,
    "statement": "Moral imperatives prioritize human life and well-being universally, subject."
  },
  {
    "id": 166,
    "statement": "Cultural nuances shape face perception and interpretation globally."
  },
  {
    "id": 167,
    "statement": "Credible medical sources include peer-reviewed journals and associations."
  },
  {
    "id": 168,
    "statement": "Empathy, logic, and moral principles combine to foster compassion in decision-making."
  },
  {
    "id": 169,
    "statement": "Advantageous traits drive evolution through natural selection mechanisms"
  },
  {
    "id": 170,
    "statement": "Universal symbols like broken hearts and doves convey complex emotions."
  },
  {
    "id": 171,
    "statement": "Genetic variation and mutation provide raw material for natural selection."
  },
  {
    "id": 172,
    "statement": "Universal symbols' meanings vary across cultures and contexts due history."
  },
  {
    "id": 173,
    "statement": "Energy conservation remains consistent across closed systems' operations."
  },
  {
    "id": 174,
    "statement": "Pursuing truth and understanding involves overcoming biases and misconceptions"
  },
  {
    "id": 175,
    "statement": "Public goods are non-rivalrous and non-excludable services benefiting society."
  },
  {
    "id": 176,
    "statement": "Preserving human life and well-being is a fundamental ethical principle."
  },
  {
    "id": 177,
    "statement": "Geometry widely applied in medicine, ecology, and social sciences."
  },
  {
    "id": 178,
    "statement": "Genetic variation provides raw material for evolution, shaping populations"
  },
  {
    "id": 179,
    "statement": "Maintain transparency in leadership and decision-making processes publicly"
  },
  {
    "id": 180,
    "statement": "Transparency in leadership is context-dependent, nuanced, and not a guarantee."
  },
  {
    "id": 181,
    "statement": "Continuous learning builds resilience through neuroplasticity and emotional regulation."
  },
  {
    "id": 182,
    "statement": "Honesty, ethics, and moral principles are interconnected values, guiding behavior."
  },
  {
    "id": 183,
    "statement": "Waterborne diseases reduced by preserving clean water through treatment."
  },
  {
    "id": 184,
    "statement": "Human psychology involves emotions, thoughts, and behaviors intricately"
  },
  {
    "id": 185,
    "statement": "Reciprocity cultivates fairness and equality through mutual give-and-take."
  },
  {
    "id": 186,
    "statement": "Empathy and understanding enhance cognitive flexibility and impartiality through openness."
  },
  {
    "id": 187,
    "statement": "Support seniors and children through financial, emotional, and practical care."
  },
  {
    "id": 188,
    "statement": "Active listening considers cultural nuances for effective communication."
  },
  {
    "id": 189,
    "statement": "Active listening fosters empathy and understanding in communication."
  },
  {
    "id": 190,
    "statement": "Natural selection drives evolution through complex factor interactions."
  },
  {
    "id": 191,
    "statement": "Climate patterns significantly impact agriculture and survival worldwide."
  },
  {
    "id": 192,
    "statement": "Impartiality in fair trials involves unbiased decision-making process."
  },
  {
    "id": 193,
    "statement": "Probability calculations involve identifying uncertain events, gathering data, and applying distributions to assess risk."
  },
  {
    "id": 194,
    "statement": "Scientific laws and principles govern physical behavior consistently."
  },
  {
    "id": 195,
    "statement": "Honesty's importance varies across cultures and historical contexts."
  },
  {
    "id": 196,
    "statement": "Empathy fosters compassionate decision-making through emotional resonance."
  },
  {
    "id": 197,
    "statement": "Seeking understanding promotes empathy and open communication."
  },
  {
    "id": 198,
    "statement": "Leadership transparency fosters accountability through open communication and trust."
  },
  {
    "id": 199,
    "statement": "Respect autonomy means recognizing individuals' right to make own choices"
  }
]