[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Calibration preparation involves instrument setup, environment control, and review."
  },
  {
    "id": 2,
    "statement": "Calibration preparation includes instrument setup, environment control, and review."
  },
  {
    "id": 3,
    "statement": "Calibration involves instrument setup, environment control, and validation for accuracy."
  },
  {
    "id": 4,
    "statement": "Calibration involves instrument setup, environment control, and validation procedures."
  },
  {
    "id": 5,
    "statement": "Physical laws describe underlying principles, not solely equations."
  },
  {
    "id": 6,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 7,
    "statement": "Objective features exist independently of observation and perception."
  },
  {
    "id": 8,
    "statement": "Calibration involves testing, adjustment, and verification steps for accuracy."
  },
  {
    "id": 9,
    "statement": "Calibration relies on accurate measurement standards not principles."
  },
  {
    "id": 10,
    "statement": "Calibration preparation involves instrument setup, environment control, and review."
  },
  {
    "id": 11,
    "statement": "Calibration requires understanding instruments, limitations, and relevant standards."
  },
  {
    "id": 12,
    "statement": "Calibration involves instrument setup, environment control, and validation steps."
  },
  {
    "id": 13,
    "statement": "Calibration involves preparation, standard selection, procedure, data analysis, and verification."
  },
  {
    "id": 14,
    "statement": "Physical laws describe underlying principles, not solely equations."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from global brain network integrating sensory inputs."
  },
  {
    "id": 16,
    "statement": "Calibration preparation involves instrument setup, environment control, and thorough review in that order."
  },
  {
    "id": 17,
    "statement": "Physical laws describe underlying principles through abstract concepts"
  },
  {
    "id": 18,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 19,
    "statement": "Physical laws describe underlying mechanisms and principles, not equations"
  },
  {
    "id": 20,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 21,
    "statement": "Calibration is a process of comparing instruments to standards."
  },
  {
    "id": 22,
    "statement": "Relevant standards ensure calibration accuracy, consistency, and compliance."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from brain's integrated activity and subjective experience."
  },
  {
    "id": 24,
    "statement": "Calibration involves instrument setup, environment control, testing, adjustment, and verification steps."
  },
  {
    "id": 25,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 26,
    "statement": "Consciousness theories remain debated among neuroscientists and philosophers."
  },
  {
    "id": 27,
    "statement": "Calibration process involves setup, testing, adjustment, and verification steps sequentially."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 29,
    "statement": "Preserving human dignity and autonomy requires moral deliberation"
  },
  {
    "id": 30,
    "statement": "Physical laws remain unchanged under small measurement errors, accuracy matters."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from integrated brain regions and sensory information."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from global brain workspace integrating sensory information."
  },
  {
    "id": 33,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 34,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 35,
    "statement": "Calibration accuracy relies on accurate measurement standards, not principles"
  },
  {
    "id": 36,
    "statement": "Consciousness arises from integrated brain activity through global networks."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from PFC integrating brain regions' information globally."
  },
  {
    "id": 38,
    "statement": "Inaccurate reference standards compromise calibration process reliability through errors"
  },
  {
    "id": 39,
    "statement": "Consciousness arises from global workspace integrating brain regions' information globally."
  },
  {
    "id": 40,
    "statement": "Calibration involves instrument setup, environment control, and validation procedures."
  },
  {
    "id": 41,
    "statement": "Calibration requires controlled environmental parameters for accuracy and stability"
  },
  {
    "id": 42,
    "statement": "Calibration involves instrument setup, environment control, and validation procedures."
  },
  {
    "id": 43,
    "statement": "Calibration reviews assess uncertainty from instrumental and environmental sources"
  },
  {
    "id": 44,
    "statement": "Confirmation bias occurs in scientific research, decision-making, and media."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from integrated brain processing and global workspace."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 47,
    "statement": "Confirmation bias affects scientific peer review and replication validity."
  },
  {
    "id": 48,
    "statement": "Calibration accuracy relies on both standards and measurement principles."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from integrated information processing in brain regions."
  },
  {
    "id": 50,
    "statement": "Calibration involves instrument setup, environment control, and validation procedures."
  },
  {
    "id": 51,
    "statement": "Confirmation bias distorts scientific peer review and replication validity."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from integrated brain regions globally integrating."
  },
  {
    "id": 53,
    "statement": "Calibration reviews ensure accurate measurements by correcting errors."
  },
  {
    "id": 54,
    "statement": "Dynamic, real-time, adaptive reference standards improve calibration accuracy."
  },
  {
    "id": 55,
    "statement": "Objective reality exists independently of human observer and interpretation."
  },
  {
    "id": 56,
    "statement": "Calibration involves understanding instruments, limitations, and relevant standards"
  },
  {
    "id": 57,
    "statement": "Consciousness arises from global workspace integrating brain information globally"
  },
  {
    "id": 58,
    "statement": "Consciousness arises from global brain network integrating sensory inputs."
  },
  {
    "id": 59,
    "statement": "Adjustment in calibration involves fine-tuning instrument settings optimally."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from integrated information processing within brain."
  },
  {
    "id": 61,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures"
  },
  {
    "id": 62,
    "statement": "Calibration preparation involves setup, control, and continuous review insights."
  },
  {
    "id": 63,
    "statement": "Calibration involves instrument setup, environment control, and validation steps"
  },
  {
    "id": 64,
    "statement": "Clarity in principles enables informed decision-making and adaptation."
  },
  {
    "id": 65,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 66,
    "statement": "Objective features of reality exist independently of observation."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from brain integration of sensory and cognitive systems."
  },
  {
    "id": 68,
    "statement": "Physical laws describe underlying conceptual principles, not equations."
  },
  {
    "id": 69,
    "statement": "Physical laws described abstractly capture underlying principles independently."
  },
  {
    "id": 70,
    "statement": "Consciousness debate involves global workspace, IIT, and more."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 72,
    "statement": "Physical laws describe underlying principles, not solely equations."
  },
  {
    "id": 73,
    "statement": "Moral deliberation ensures respect for human dignity and autonomy."
  },
  {
    "id": 74,
    "statement": "Human dignity informs decision-making prioritizing life and well-being inherently through nature."
  },
  {
    "id": 75,
    "statement": "Calibration involves understanding instruments, limitations, and relevant standards."
  },
  {
    "id": 76,
    "statement": "Preserving life is essential to human dignity and autonomy."
  },
  {
    "id": 77,
    "statement": "Calibration involves human-centered design for intuitive and inclusive solutions."
  },
  {
    "id": 78,
    "statement": "Calibration preparation involves instrument setup, environment control, and thorough review."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from brain's integrated global workspace network."
  },
  {
    "id": 80,
    "statement": "Calibration requires understanding instruments, limitations, and relevant standards for accuracy."
  },
  {
    "id": 81,
    "statement": "Physical laws describe underlying principles, not solely equations."
  },
  {
    "id": 82,
    "statement": "Calibration involves preparation, measurement setup, execution, analysis, and reporting."
  },
  {
    "id": 83,
    "statement": "Principles prioritize human life and well-being in most cases."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from distributed brain processes, neural integration."
  },
  {
    "id": 85,
    "statement": "Calibration relies on accurate measurement standards and fundamental principles."
  },
  {
    "id": 86,
    "statement": "Physical laws describe underlying principles and mathematical equations."
  },
  {
    "id": 87,
    "statement": "Moral deliberation involves critical consideration of moral implications."
  },
  {
    "id": 88,
    "statement": "Calibration involves verifying instrument accuracy and precision within standards."
  },
  {
    "id": 89,
    "statement": "Confirmation bias arises from human cognitive biases and information limitations."
  },
  {
    "id": 90,
    "statement": "Understanding instruments, limitations, and standards ensures accurate calibration."
  },
  {
    "id": 91,
    "statement": "Preserving life and well-being prioritizes decision-making through frameworks."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 93,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 94,
    "statement": "Physical laws describe underlying principles, not solely equations."
  },
  {
    "id": 95,
    "statement": "Clarity in principles sparks nuanced application and interpretation."
  },
  {
    "id": 96,
    "statement": "Calibration accuracy relies on measurement standards, not principles only."
  },
  {
    "id": 97,
    "statement": "Reference standards can be dynamic, real-time, or adaptive, updating accordingly."
  },
  {
    "id": 98,
    "statement": "Calibration requires adaptation to instrument, context, and standards specifics"
  },
  {
    "id": 99,
    "statement": "Consciousness arises from integrated brain function and processing."
  },
  {
    "id": 100,
    "statement": "Controlling environmental parameters is crucial for accurate and repeatable calibration results."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from integration of information across brain networks."
  },
  {
    "id": 102,
    "statement": "Preserving human life and well-being guides decision-making processes"
  },
  {
    "id": 103,
    "statement": "Balancing moral principles guides decision-making in healthcare."
  },
  {
    "id": 104,
    "statement": "Known reference standards can be dynamic, real-time, or adaptive."
  },
  {
    "id": 105,
    "statement": "Human dignity informs decision-making prioritizing life and well-being inherently."
  },
  {
    "id": 106,
    "statement": "Moral deliberation involves careful consideration of moral implications."
  },
  {
    "id": 107,
    "statement": "Physical laws describe underlying principles, not solely equations, abstractly."
  },
  {
    "id": 108,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 110,
    "statement": "Calibration involves understanding instruments' limitations and standards to ensure accuracy."
  },
  {
    "id": 111,
    "statement": "Calibration relies on thorough understanding of measurement standards' principles"
  },
  {
    "id": 112,
    "statement": "Preserving human life and well-being guides decision-making processes."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from global workspace integrating brain information functionally."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from integrated neural network activity across regions."
  },
  {
    "id": 115,
    "statement": "Physical laws describe inherent principles, not merely equations."
  },
  {
    "id": 116,
    "statement": "Objective features of reality exist independently of observation, debated."
  },
  {
    "id": 117,
    "statement": "Calibration requires tailored understanding of instrument, context, and standards"
  },
  {
    "id": 118,
    "statement": "Calibration process involves instrument setup, testing, adjustment, and verification steps."
  },
  {
    "id": 119,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures dynamically."
  },
  {
    "id": 120,
    "statement": "Calibration involves human-centered design for intuitive and inclusive solutions."
  },
  {
    "id": 121,
    "statement": "Calibration involves a series of crucial procedural steps."
  },
  {
    "id": 122,
    "statement": "Controlled environmental parameters ensure accurate and repeatable calibration."
  },
  {
    "id": 123,
    "statement": "Preserving human dignity and autonomy requires moral deliberation."
  },
  {
    "id": 124,
    "statement": "Calibration relies on accurate measurement standards; principles have limited role"
  },
  {
    "id": 125,
    "statement": "Objective reality exists independently of observations and interpretations."
  },
  {
    "id": 126,
    "statement": "Preserving human life and well-being prioritizes decision-making."
  },
  {
    "id": 127,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 128,
    "statement": "Calibration always prioritizes human life and well-being in decision-making."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 131,
    "statement": "Consciousness arises from integrated information processing within brain regions."
  },
  {
    "id": 132,
    "statement": "Calibration review ensures accuracy, reliability, and quality control."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from integrating global brain networks."
  },
  {
    "id": 134,
    "statement": "Decision-making involves balancing competing priorities and factors."
  },
  {
    "id": 135,
    "statement": "Consciousness arises from integrating neural activity across distinct brain regions."
  },
  {
    "id": 136,
    "statement": "Calibration involves testing and adjusting instrument readings for accuracy."
  },
  {
    "id": 137,
    "statement": "Physical laws described abstractly capture underlying principles independently."
  },
  {
    "id": 138,
    "statement": "Physical laws describe fundamental principles, not solely equations."
  },
  {
    "id": 139,
    "statement": "Calibration involves understanding instruments, limitations, and standards for accuracy."
  },
  {
    "id": 140,
    "statement": "Cognitive frameworks influence understanding of physical laws through biases and assumptions."
  },
  {
    "id": 141,
    "statement": "Calibration relies on both principles and accurate measurement standards."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 143,
    "statement": "Physical laws arise from abstract principles, not solely equations."
  },
  {
    "id": 144,
    "statement": "Thorough review in calibration preparation is an ongoing process."
  },
  {
    "id": 145,
    "statement": "Calibration accuracy relies on both standards and measurement principles."
  },
  {
    "id": 146,
    "statement": "Calibration involves validation steps after setup and environmental control."
  },
  {
    "id": 147,
    "statement": "Guiding principle prioritizes human life and well-being in feasible situations."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated global brain regions sharing information."
  },
  {
    "id": 149,
    "statement": "Cognitive frameworks influence understanding of physical laws through mental structures."
  },
  {
    "id": 150,
    "statement": "Calibration involves optimally fine-tuning instrument settings for accuracy."
  },
  {
    "id": 151,
    "statement": "Calibration involves comprehensive setup, control, and verification procedure."
  },
  {
    "id": 152,
    "statement": "Standard selection in calibration involves choosing traceable reference standards."
  },
  {
    "id": 153,
    "statement": "Measurement standards' principles guide calibration process understanding."
  },
  {
    "id": 154,
    "statement": "Calibration preparation involves instrument setup, environment control, and review steps."
  },
  {
    "id": 155,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated brain activity and subjective experience."
  },
  {
    "id": 157,
    "statement": "Calibration uncertainty arises from instrument design and external factors."
  },
  {
    "id": 158,
    "statement": "Dynamic, real-time, and adaptive standards reflect changing environments."
  },
  {
    "id": 159,
    "statement": "Calibration validation procedures verify instrument accuracy and precision."
  },
  {
    "id": 160,
    "statement": "Calibration validation involves verifying accuracy, precision, and reliability."
  },
  {
    "id": 161,
    "statement": "Human life and well-being encompass physical, mental, dignity, and social aspects."
  },
  {
    "id": 162,
    "statement": "Prefrontal Cortex integrates brain regions' information globally influencing consciousness."
  },
  {
    "id": 163,
    "statement": "Conscious experience arises from integrated brain information processing."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from integrated brain systems' information processing."
  },
  {
    "id": 165,
    "statement": "Consciousness emerges from integrated brain region information processing globally."
  },
  {
    "id": 166,
    "statement": "Calibration review ensures instruments are set up and tested correctly"
  },
  {
    "id": 167,
    "statement": "Physical laws remain unchanged under small measurement errors, accuracy important."
  },
  {
    "id": 168,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 169,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures"
  },
  {
    "id": 170,
    "statement": "Consciousness arises from global workspace integrating brain information dynamically."
  },
  {
    "id": 171,
    "statement": "Calibration reviews identify errors, investigate causes, correct and verify."
  },
  {
    "id": 172,
    "statement": "Reference standards are essential in calibration for accuracy"
  },
  {
    "id": 173,
    "statement": "Calibration involves instrument setup, environment control, and validation procedures."
  },
  {
    "id": 174,
    "statement": "Calibration involves adjusting systems to meet user needs effectively."
  },
  {
    "id": 175,
    "statement": "Consciousness emerges from global workspace integrating brain information globally."
  },
  {
    "id": 176,
    "statement": "Accurate calibration requires controlled environmental parameters for stability."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 178,
    "statement": "Objective features of reality exist independently of observation."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 180,
    "statement": "Objective features exist independently of perception or observation."
  },
  {
    "id": 181,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 182,
    "statement": "Calibration precision relies on precise standards and accurate principles."
  },
  {
    "id": 183,
    "statement": "Mental frameworks shape our understanding of physical laws fundamentally."
  },
  {
    "id": 184,
    "statement": "Confirmation bias distorts peer review and replication validity in science."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from integrated information across brain regions globally integrating."
  },
  {
    "id": 186,
    "statement": "Calibration relies on both standards and measurement principles accurately."
  },
  {
    "id": 187,
    "statement": "Relevant standards ensure calibration accuracy, consistency, and compliance."
  },
  {
    "id": 188,
    "statement": "Physical laws describe underlying mechanisms and general principles."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from integrated brain activity and global workspace."
  },
  {
    "id": 190,
    "statement": "Environment control in calibration involves stabilizing conditions."
  },
  {
    "id": 191,
    "statement": "Calibration decisions involve nuanced cost-risk-benefit analysis"
  },
  {
    "id": 192,
    "statement": "Consciousness emerges from brain networks integrating sensory and cognitive information."
  },
  {
    "id": 193,
    "statement": "Preserving human dignity and autonomy requires careful moral evaluation"
  },
  {
    "id": 194,
    "statement": "Calibration involves comparing instruments to standards through successive adjustments."
  },
  {
    "id": 195,
    "statement": "Objectivity in science is a complex and debated concept."
  },
  {
    "id": 196,
    "statement": "Calibration involves instrument setup, environment control, and validation for accuracyverification."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from integrated brain activity across networks."
  }
]