[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Physical laws remain unchanged by external influences despite measurement errors."
  },
  {
    "id": 2,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 3,
    "statement": "Aristotle's Nicomachean Ethics emphasizes honesty as a cardinal virtue."
  },
  {
    "id": 4,
    "statement": "Calibration process involves preparation, testing, adjustment, and verification steps."
  },
  {
    "id": 5,
    "statement": "Guiding principle: Strive to preserve human life and well-being"
  },
  {
    "id": 6,
    "statement": "Sentience emerges from complex interplay between brain, experience, and evolution."
  },
  {
    "id": 7,
    "statement": "Physical laws exist independently of human observation and perception perfectly."
  },
  {
    "id": 8,
    "statement": "Direct measurement accuracy achieved through calibration, validation, and correction"
  },
  {
    "id": 9,
    "statement": "Calibration involves comparing instrument readings to known reference standards."
  },
  {
    "id": 10,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence capabilities."
  },
  {
    "id": 11,
    "statement": "Brain's structure, function, and experience interact dynamically, shaping each other."
  },
  {
    "id": 12,
    "statement": "Objectivity in science involves managing human influence through transparency."
  },
  {
    "id": 13,
    "statement": "Aristotle's Nicomachean Ethics emphasizes cardinal virtues for human flourishing."
  },
  {
    "id": 14,
    "statement": "Objectivity in science involves acknowledging human influence and limitations."
  },
  {
    "id": 15,
    "statement": "Physical laws are subjective, observer-dependent, and provisional knowledge."
  },
  {
    "id": 16,
    "statement": "Calibration ensures instrument accuracy by comparing to known standards."
  },
  {
    "id": 17,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence."
  },
  {
    "id": 18,
    "statement": "Objectivity in science involves multiple factors beyond universality and consistency, including human influence and biases, expertise, values, prior knowledge, and peer review."
  },
  {
    "id": 19,
    "statement": "Acknowledging limitations and biases transparently promotes scientific objectivity"
  },
  {
    "id": 20,
    "statement": "Direct measurement involves calibration, validation, and correction."
  },
  {
    "id": 21,
    "statement": "Objectivity in science involves minimizing human influence and acknowledines"
  },
  {
    "id": 22,
    "statement": "Brain structure, function, and experience interact dynamically and reciprocally."
  },
  {
    "id": 23,
    "statement": "Consciousness emerges from integrated brain information above threshold."
  },
  {
    "id": 24,
    "statement": "Calibration ensures instrument accuracy by comparing to reference standards."
  },
  {
    "id": 25,
    "statement": "Sentience refers to unique, subjective experiences, emotions, and sensations."
  },
  {
    "id": 26,
    "statement": "Physical laws remain unchanged by external influences regardless of measurement."
  },
  {
    "id": 27,
    "statement": "Objectivity in science involves acknowledging limitations and biases transparently."
  },
  {
    "id": 28,
    "statement": "Objectivity in science involves multiple factors beyond universality."
  },
  {
    "id": 29,
    "statement": "Subjective experience, consciousness, and self-awareness are interrelated concepts."
  },
  {
    "id": 30,
    "statement": "Physical laws exist independently of human observation without bias"
  },
  {
    "id": 31,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation"
  },
  {
    "id": 32,
    "statement": "Sentience relates to broader internal experiences, distinct from consciousness."
  },
  {
    "id": 33,
    "statement": "Physical laws are objective due to empirical verification and refinement"
  },
  {
    "id": 34,
    "statement": "Brain structure, function, and experience influence each other continuously."
  },
  {
    "id": 35,
    "statement": "Integrated brain information processing necessary, but not sufficient for consciousness"
  },
  {
    "id": 36,
    "statement": "Consciousness arises from global workspace of integrated brain activity"
  },
  {
    "id": 37,
    "statement": "Sentience arises from complex neural integration and processing factors."
  },
  {
    "id": 38,
    "statement": "Aristotle's Nicomachean Ethics considers honesty a mean virtue."
  },
  {
    "id": 39,
    "statement": "Sentience arises from complex neural integration and processing factors."
  },
  {
    "id": 40,
    "statement": "Quantum computers face significant scaling challenges and limitations."
  },
  {
    "id": 41,
    "statement": "Brain's Default Mode Network promotes introspection and self-reflection."
  },
  {
    "id": 42,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 43,
    "statement": "Physical laws appear different in varying observer's frames."
  },
  {
    "id": 44,
    "statement": "Physical laws describe natural phenomena objectively, with inherent limitations."
  },
  {
    "id": 45,
    "statement": "Sentience emerges from brain-experience-evolution reciprocal interactions continually."
  },
  {
    "id": 46,
    "statement": "Sentience involves subjective experiences, emotions, and sensations, uniquely internal."
  },
  {
    "id": 47,
    "statement": "Calibration verifies instrument accuracy within specific measurement limits."
  },
  {
    "id": 48,
    "statement": "Principle of beneficence guides medical research and practice prioritizing patients' well-being."
  },
  {
    "id": 49,
    "statement": "Physical laws exist independently, shaped by measurement limitations only."
  },
  {
    "id": 50,
    "statement": "Objectivity in science involves ongoing effort and self-reflection."
  },
  {
    "id": 51,
    "statement": "Brain's structure, function, and experience interact through experience-driven plasticity."
  },
  {
    "id": 52,
    "statement": "Sentience is a private, subjective experience, uniquely internal to individual."
  },
  {
    "id": 53,
    "statement": "Physical laws are provisional, shaped by observer's perspective and tools."
  },
  {
    "id": 54,
    "statement": "Brain's Default Mode Network (DMN) promotes introspection and self-reflection"
  },
  {
    "id": 55,
    "statement": "Brain research reveals dynamic, reciprocal interplay of structure, function, experience."
  },
  {
    "id": 56,
    "statement": "Sentience emerges from complex interplay of neural, genetic, and environmental factors."
  },
  {
    "id": 57,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from brain-experience-evolution reciprocal dynamic interactions."
  },
  {
    "id": 59,
    "statement": "Default Mode Network (DMN) activity is reversed in cognitive tasks."
  },
  {
    "id": 60,
    "statement": "Human influence and limitations in science vary by field and context."
  },
  {
    "id": 61,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation"
  },
  {
    "id": 62,
    "statement": "Consciousness emerges from complex brain processes beyond sensory information."
  },
  {
    "id": 63,
    "statement": "Calibration involves preparation, comparison, adjustment, and verification steps."
  },
  {
    "id": 64,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence capabilities"
  },
  {
    "id": 65,
    "statement": "Brain's dynamic reciprocal interactions shape structure, function, and experience."
  },
  {
    "id": 66,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness, not honesty, as a virtue."
  },
  {
    "id": 67,
    "statement": "Sentience emerges from brain-experience-evolution dynamic reciprocal interactions."
  },
  {
    "id": 68,
    "statement": "Integrated Information Theory quantifies consciousness through phi metric calculation."
  },
  {
    "id": 69,
    "statement": "Objectivity in science requires awareness of human influence and limitations."
  },
  {
    "id": 70,
    "statement": "Scientists separate personal beliefs from objective scientific methods."
  },
  {
    "id": 71,
    "statement": "Objectivity in science requires acknowledging human influence and limitations."
  },
  {
    "id": 72,
    "statement": "Physical laws remain unchanged by external influences."
  },
  {
    "id": 73,
    "statement": "Sentience emerges from interactions between brain, experience, and evolution interaction."
  },
  {
    "id": 74,
    "statement": "Integrated brain info processing necessary but not sufficient for consciousness."
  },
  {
    "id": 75,
    "statement": "Physical laws exist independently, yet understood through human observation."
  },
  {
    "id": 76,
    "statement": "Physical laws are objective, describing universal natural phenomena."
  },
  {
    "id": 77,
    "statement": "Consciousness emerges from integrated brain information above threshold level."
  },
  {
    "id": 78,
    "statement": "Physical laws are subjective, observer-dependent, and provisional knowledge."
  },
  {
    "id": 79,
    "statement": "Physical laws can be influenced by external factors."
  },
  {
    "id": 80,
    "statement": "Atmospheric composition changes with altitude, temperature and gas diffusion rates in the atmosphere"
  },
  {
    "id": 81,
    "statement": "Physical laws describe natural phenomena objectively, without moral judgment."
  },
  {
    "id": 82,
    "statement": "Sentience arises from interplay between brain, experience, and evolution."
  },
  {
    "id": 83,
    "statement": "Review selection biases can impact peer review accuracy and quality"
  },
  {
    "id": 84,
    "statement": "Physical laws are objective, yet our understanding influences description."
  },
  {
    "id": 85,
    "statement": "Artificial General Intelligence refers to hypothetical AI capabilities."
  },
  {
    "id": 86,
    "statement": "Objectivity in science involves multiple factors beyond universality, including social and cultural context."
  },
  {
    "id": 87,
    "statement": "Aristotle's Nicomachean Ethics emphasizes four cardinal virtues: prudence, justice, temperance, and courage."
  },
  {
    "id": 88,
    "statement": "Aristotle's Nicomachean Ethics does not consider honesty a cardinal virtue."
  },
  {
    "id": 89,
    "statement": "Philosophers debate objectivity in measurement of conscious functions."
  },
  {
    "id": 90,
    "statement": "Physical laws are relative to observer's frame of reference, objective."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from global workspace's information integration, theory"
  },
  {
    "id": 92,
    "statement": "Objectivity in science involves multiple factors beyond universality and consistency."
  },
  {
    "id": 93,
    "statement": "Calibration ensures instrument accuracy by comparing to reference standards."
  },
  {
    "id": 94,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness as cardinal virtue."
  },
  {
    "id": 95,
    "statement": "Brain structure, function, and experience engage in continuous cyclical interactions."
  },
  {
    "id": 96,
    "statement": "Physical laws depend on observer's frame of reference and perspective."
  },
  {
    "id": 97,
    "statement": "Physical laws describe natural phenomena objectively, with inherent limitations."
  },
  {
    "id": 98,
    "statement": "Sentience involves subjective experiences, emotions, and sensations, distinct from consciousness."
  },
  {
    "id": 99,
    "statement": "Objectivity in science involves acknowledging human influence and limitations."
  },
  {
    "id": 100,
    "statement": "Objectivity in science established through empirical verification and refinement."
  },
  {
    "id": 101,
    "statement": "Physical laws exist independently of human understanding and perception."
  },
  {
    "id": 102,
    "statement": "Artificial General Intelligence attempts human-like intelligence in any task"
  },
  {
    "id": 103,
    "statement": "Objectivity in science requires acknowledging limitations and biases transparently."
  },
  {
    "id": 104,
    "statement": "Objectivity in science involves minimizing human influence through transparency"
  },
  {
    "id": 105,
    "statement": "Artificial General Intelligence's definition debated among researchers until consensus."
  },
  {
    "id": 106,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation."
  },
  {
    "id": 107,
    "statement": "Sentience emerges from complex neural integration across brain regions."
  },
  {
    "id": 108,
    "statement": "Integrated Information Theory quantifies consciousness through phi metric calculation."
  },
  {
    "id": 109,
    "statement": "Sentience emerges from complex interplay between brain, experience, and evolution."
  },
  {
    "id": 110,
    "statement": "Brain's dynamic reciprocal interactions shape structure, function, and experience."
  },
  {
    "id": 111,
    "statement": "Aristotle's Nicomachean Ethics emphasizes honesty as a cardinal virtue."
  },
  {
    "id": 112,
    "statement": "Artificial General Intelligence refers to a theoretical AI concept."
  },
  {
    "id": 113,
    "statement": "Integrated Information Theory (IIT) measures consciousness via phi metric quantification."
  },
  {
    "id": 114,
    "statement": "Node interactions generate integrated information for consciousness processing"
  },
  {
    "id": 115,
    "statement": "Objectivity in science involves multiple factors beyond universality."
  },
  {
    "id": 116,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 117,
    "statement": "Artificial General Intelligence (AGI) refers to hypothetical AI possessing human-like intelligence."
  },
  {
    "id": 118,
    "statement": "Artificial General Intelligence requires replicating human intelligence aspects"
  },
  {
    "id": 119,
    "statement": "Sentience emerges from complex neural integration across brain regions."
  },
  {
    "id": 120,
    "statement": "Subjective experience, consciousness, and self-awareness interconnect via integrated information processing."
  },
  {
    "id": 121,
    "statement": "Physical laws are relative to observer's frame of reference."
  },
  {
    "id": 122,
    "statement": "Physical laws can be influenced by external factors."
  },
  {
    "id": 123,
    "statement": "Brain structure, function, and experience interact reciprocally through experience-driven plasticity."
  },
  {
    "id": 124,
    "statement": "Principle of beneficence prioritizes patients' well-being and safety."
  },
  {
    "id": 125,
    "statement": "Objectivity in science involves minimizing human influence beyond universality."
  },
  {
    "id": 126,
    "statement": "Sentience refers to subjective experiences, sensations, and emotions."
  },
  {
    "id": 127,
    "statement": "Brain structure, function, and experience reciprocally influence each other."
  },
  {
    "id": 128,
    "statement": "Physical laws are objective, yet subject to revision and refinement."
  },
  {
    "id": 129,
    "statement": "Sentience emerges from complex interplay between brain, experience, and evolution."
  },
  {
    "id": 130,
    "statement": "Artificial General Intelligence involves replicating human-like reasoning abilities"
  },
  {
    "id": 131,
    "statement": "Physical laws vary depending on observer's reference frame."
  },
  {
    "id": 132,
    "statement": "Empirical verification and refinement establish objectivity in science."
  },
  {
    "id": 133,
    "statement": "Artificial General Intelligence aims to achieve human-like intelligence in tasks"
  },
  {
    "id": 134,
    "statement": "Brain's structure, function, and experience interact dynamically, reciprocally influencing each other."
  },
  {
    "id": 135,
    "statement": "Brain structure, function, and experience reciprocally influence each other through neuroplasticity, feedback loops, and epigenetics."
  },
  {
    "id": 136,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness using phi metric calculation."
  },
  {
    "id": 137,
    "statement": "Objectivity in science involves acknowledging limitations and biases transparently."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from reciprocal interactions between brain, experience, and evolution."
  },
  {
    "id": 139,
    "statement": "Aristotle's Nicomachean Ethics considers honesty a mean balance between extremes."
  },
  {
    "id": 140,
    "statement": "Brain's Default Mode Network (DMN) promotes self-reflection through internal attention."
  },
  {
    "id": 141,
    "statement": "Consciousness emerges from complex brain processes beyond sensory input."
  },
  {
    "id": 142,
    "statement": "Sentience refers to subjective experiences, emotions, and sensations."
  },
  {
    "id": 143,
    "statement": "Physical laws describe underlying universe structure, neutrally stable."
  },
  {
    "id": 144,
    "statement": "Atmospheric composition varies with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 145,
    "statement": "Physical laws describe natural phenomena objectively with inherent scaling limitations"
  },
  {
    "id": 146,
    "statement": "Integrated Information Theory proposes consciousness emerges from integrated brain information."
  },
  {
    "id": 147,
    "statement": "Reference standards validate instrument accuracy against known values."
  },
  {
    "id": 148,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness as cardinal virtue."
  },
  {
    "id": 149,
    "statement": "Physical laws describe objective reality, subject to refinement and revision"
  },
  {
    "id": 150,
    "statement": "Physical laws are complex, influenced by experimental errors."
  },
  {
    "id": 151,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence capabilities."
  },
  {
    "id": 152,
    "statement": "Objectivity in physical laws implies independence from human observation."
  },
  {
    "id": 153,
    "statement": "Brain structure function experience interact dynamically reciprocally."
  },
  {
    "id": 154,
    "statement": "Selection biases can occur in any scientific field, affecting accuracy."
  },
  {
    "id": 155,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation"
  },
  {
    "id": 156,
    "statement": "Consciousness arises from global workspace's information integration theory"
  },
  {
    "id": 157,
    "statement": "Objectivity in science is influenced by various factors beyond universality."
  },
  {
    "id": 158,
    "statement": "Empirical verification and refinement establish physical laws' consistency."
  },
  {
    "id": 159,
    "statement": "Calibration involves preparation, testing, and adjustment steps to ensure accuracy."
  },
  {
    "id": 160,
    "statement": "Honesty is a cardinal virtue in Aristotle's ethics."
  },
  {
    "id": 161,
    "statement": "Physical laws describe natural phenomena objectively, with inherent limitations."
  },
  {
    "id": 162,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates"
  },
  {
    "id": 163,
    "statement": "Artificial General Intelligence is hypothetical AI with human-like intelligence capabilities."
  },
  {
    "id": 164,
    "statement": "Sentience encompasses internal experiences beyond mere consciousness."
  },
  {
    "id": 165,
    "statement": "Complex neural integration emerges through brain region interactions."
  },
  {
    "id": 166,
    "statement": "Physical laws exist independently of human observation, nearly."
  },
  {
    "id": 167,
    "statement": "Objectivity in science involves acknowledging subjective influences transparently."
  },
  {
    "id": 168,
    "statement": "Brain's dynamic interactions shape structure, function, and experience through neuroplasticity."
  },
  {
    "id": 169,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 170,
    "statement": "Sentience emerges from complex interplay of neural, genetic, and environmental factors."
  },
  {
    "id": 171,
    "statement": "Objectivity in science involves acknowledging and minimizing human influence."
  },
  {
    "id": 172,
    "statement": "Sentience focuses on subjective, qualitative experiences and emotions."
  },
  {
    "id": 173,
    "statement": "Aristotle's Nicomachean Ethics emphasizes prudence, justice, courage, and temperance as cardinal virtues."
  },
  {
    "id": 174,
    "statement": "Atmospheric composition changes with altitude, temperature, pressure, and gas diffusion rates."
  },
  {
    "id": 175,
    "statement": "Integrated Information Theory measures consciousness via phi metric calculation."
  },
  {
    "id": 176,
    "statement": "Cardinal virtues (prudence, justice, temperance, courage) enable human flourishing."
  },
  {
    "id": 177,
    "statement": "Brain structure, function, and experience engage in continuous feedback loops."
  },
  {
    "id": 178,
    "statement": "Physical laws are objective, universal, yet shaped by human understanding."
  },
  {
    "id": 179,
    "statement": "Subjective experience, consciousness, and self-awareness are interconnected phenomenon."
  },
  {
    "id": 180,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence capabilities, performing any intellectual task that a human can."
  },
  {
    "id": 181,
    "statement": "Physical laws may exhibit both subjective and objective properties"
  },
  {
    "id": 182,
    "statement": "Physical laws are objective, though our understanding changes."
  },
  {
    "id": 183,
    "statement": "Calibration checks instrument accuracy within manufacturer-defined operational ranges."
  },
  {
    "id": 184,
    "statement": "Aristotle's Nicomachean Ethics emphasizes honesty as a central virtue, tied to justice."
  },
  {
    "id": 185,
    "statement": "Philosophers debate objectivity in measuring conscious functions due biases"
  },
  {
    "id": 186,
    "statement": "Brain structure, function, and experience shaped by reciprocal interactions."
  },
  {
    "id": 187,
    "statement": "Objectivity in science involves minimizing human influence on measurement."
  },
  {
    "id": 188,
    "statement": "Complex neural integration generates unified conscious experiences."
  },
  {
    "id": 189,
    "statement": "Sentience emerges from integrated brain activity across multiple networks."
  },
  {
    "id": 190,
    "statement": "Direct measurement involves calibration, validation, and correction to ensure accuracy."
  },
  {
    "id": 191,
    "statement": "Objectivity in science involves acknowledging human influence transparently."
  },
  {
    "id": 192,
    "statement": "Physical laws in quantum mechanics may be subjective and observer-dependent."
  },
  {
    "id": 193,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates"
  },
  {
    "id": 194,
    "statement": "Physical laws exist independently of observation and measurement."
  },
  {
    "id": 195,
    "statement": "Sentience emerges from complex neural, conscious, and embodied interactions"
  },
  {
    "id": 196,
    "statement": "Calibration ensures instrument accuracy by comparing to known standards"
  },
  {
    "id": 197,
    "statement": "Sentience emerges from brain-experience-evolution continuous reciprocal interactions."
  },
  {
    "id": 198,
    "statement": "Sentience emerges from dynamic interrelationship of brain, experience, and evolution."
  },
  {
    "id": 199,
    "statement": "Physical laws are subjective, observer-dependent, and provisional knowledge."
  }
]