[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Physical laws remain unchanged by external influences despite measurement errors."
  },
  {
    "id": 2,
    "statement": "Physical laws are subjective, observer-dependent, and provisional knowledge."
  },
  {
    "id": 3,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 4,
    "statement": "Aristotle's Nicomachean Ethics emphasizes honesty as a cardinal virtue."
  },
  {
    "id": 5,
    "statement": "Physical laws are subjective, observer-dependent, and provisional knowledge."
  },
  {
    "id": 6,
    "statement": "Physical laws describe natural phenomena objectively, without moral judgment."
  },
  {
    "id": 7,
    "statement": "Physical laws describe natural phenomena objectively, with inherent limitations."
  },
  {
    "id": 8,
    "statement": "Physical laws exist independently of human observation and perception perfectly."
  },
  {
    "id": 9,
    "statement": "Direct measurement accuracy achieved through calibration, validation, and correction"
  },
  {
    "id": 10,
    "statement": "Sentience emerges from complex interplay between brain, experience, and evolution."
  },
  {
    "id": 11,
    "statement": "Physical laws exist independently of human observation without bias"
  },
  {
    "id": 12,
    "statement": "Direct measurement involves calibration, validation, and correction."
  },
  {
    "id": 13,
    "statement": "Objectivity in science involves minimizing human influence and acknowledines"
  },
  {
    "id": 14,
    "statement": "Artificial General Intelligence requires replicating human intelligence aspects"
  },
  {
    "id": 15,
    "statement": "Physical laws are objective, yet our understanding influences description."
  },
  {
    "id": 16,
    "statement": "Integrated brain information processing necessary, but not sufficient for consciousness"
  },
  {
    "id": 17,
    "statement": "Brain structure, function, and experience interact dynamically and reciprocally."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from global workspace's information integration, theory"
  },
  {
    "id": 19,
    "statement": "Objectivity in science involves multiple factors beyond universality and consistency."
  },
  {
    "id": 20,
    "statement": "Physical laws are objective but influenced by measurement errors and noise."
  },
  {
    "id": 21,
    "statement": "Sentience arises from interplay between subjective experience, consciousness, and self-awareness."
  },
  {
    "id": 22,
    "statement": "Physical laws are relative to observer's frame of reference."
  },
  {
    "id": 23,
    "statement": "Sentience arises from complex neural integration and processing."
  },
  {
    "id": 24,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness, not honesty as cardinal virtue."
  },
  {
    "id": 25,
    "statement": "Calibration ensures instrument accuracy by comparing to reference standards."
  },
  {
    "id": 26,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated brain information through IIT"
  },
  {
    "id": 28,
    "statement": "Sentience refers to unique, subjective experiences, emotions, and sensations."
  },
  {
    "id": 29,
    "statement": "Consciousness may arise from brain's integrated information globally'"
  },
  {
    "id": 30,
    "statement": "Integrated Information Theory (IIT) explains consciousness through integration and unity."
  },
  {
    "id": 31,
    "statement": "Physical laws exist independently of human observation and perception."
  },
  {
    "id": 32,
    "statement": "Physical laws are objective due to empirical verification and refinement"
  },
  {
    "id": 33,
    "statement": "Consciousness arises from integrated brain information processing quantified by phi metric."
  },
  {
    "id": 34,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness as cardinal virtue."
  },
  {
    "id": 35,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation"
  },
  {
    "id": 36,
    "statement": "Aristotle's Nicomachean Ethics presents truthfulness and honesty as complementary."
  },
  {
    "id": 37,
    "statement": "Subjective experience, consciousness, and self-awareness are interrelated concepts."
  },
  {
    "id": 38,
    "statement": "Consciousness emerges from integrated brain information above threshold."
  },
  {
    "id": 39,
    "statement": "Sentience arises from interplay between brain, experience, and evolution."
  },
  {
    "id": 40,
    "statement": "Physical laws exist independently of human understanding and perception."
  },
  {
    "id": 41,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation."
  },
  {
    "id": 42,
    "statement": "Sentience relates to broader internal experiences, distinct from consciousness."
  },
  {
    "id": 43,
    "statement": "Artificial General Intelligence attempts human-like intelligence in any task"
  },
  {
    "id": 44,
    "statement": "Consciousness arises from brain's integrated information processing globally."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from global workspace of integrated brain activity"
  },
  {
    "id": 46,
    "statement": "Default Mode Network (DMN) activity is reversed in cognitive tasks."
  },
  {
    "id": 47,
    "statement": "Physical laws are shaped by observation and measurement limitations."
  },
  {
    "id": 48,
    "statement": "Cognitive biases in science compromise objectivity; minimize through methodological rigor and peer review."
  },
  {
    "id": 49,
    "statement": "Sentience refers to capacity for subjective experiences, emotions, and sensations."
  },
  {
    "id": 50,
    "statement": "Integrated Information Theory of Consciousness quantified by phi metric calculation."
  },
  {
    "id": 51,
    "statement": "Review selection biases can impact peer review accuracy and quality"
  },
  {
    "id": 52,
    "statement": "Objectivity in science involves acknowledging human influence and limitations."
  },
  {
    "id": 53,
    "statement": "Subjective experience, consciousness, and self-awareness interconnect via integrated information processing."
  },
  {
    "id": 54,
    "statement": "Brain structure, function, and experience interact reciprocally through experience-driven plasticity."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from brain's active interpretation of sensory information."
  },
  {
    "id": 56,
    "statement": "Calibration verifies instrument accuracy within specific measurement limits."
  },
  {
    "id": 57,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation"
  },
  {
    "id": 58,
    "statement": "Sentience refers to subjective experiences, emotions, and sensations."
  },
  {
    "id": 59,
    "statement": "Objectivity in science requires acknowledging and mitigating human biases."
  },
  {
    "id": 60,
    "statement": "Artificial General Intelligence remains a theoretical concept, debated topic."
  },
  {
    "id": 61,
    "statement": "Sentience emerges from intricate brain-experience-behavior-evolution interplay dynamics."
  },
  {
    "id": 62,
    "statement": "Brain structure, function, and experience reciprocally influence each other."
  },
  {
    "id": 63,
    "statement": "Objectivity in science involves minimizing human influence beyond universality."
  },
  {
    "id": 64,
    "statement": "Brain structure, function, and experience engage in continuous cyclical interactions."
  },
  {
    "id": 65,
    "statement": "Sentience involves subjective experiences, consciousness, and internal mental states."
  },
  {
    "id": 66,
    "statement": "Artificial General Intelligence (AGI) refers to hypothetical AI possessing human-like intelligence."
  },
  {
    "id": 67,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence."
  },
  {
    "id": 68,
    "statement": "Sentience arises from complex integration of internal mental states."
  },
  {
    "id": 69,
    "statement": "Objectivity in science involves multiple factors beyond universality and consistency, including human influence and biases, expertise, values, prior knowledge, and peer review."
  },
  {
    "id": 70,
    "statement": "Physical laws are objective, unaffected by measurement errors."
  },
  {
    "id": 71,
    "statement": "Sentience emerges from complex neural integration across brain regions."
  },
  {
    "id": 72,
    "statement": "Sentience emerges from complex neural integration across brain regions."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from brain-experience-evolution reciprocal dynamic interactions."
  },
  {
    "id": 74,
    "statement": "Physical laws are objective, describing universal natural phenomena."
  },
  {
    "id": 75,
    "statement": "Atmospheric composition changes complexly with altitude, temperature, and diffusion."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 77,
    "statement": "Sentience emerges from brain's complex integration of neural systems and processes."
  },
  {
    "id": 78,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation."
  },
  {
    "id": 79,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi metric."
  },
  {
    "id": 80,
    "statement": "Brain structure, function, and experience interact in bidirectional dynamics."
  },
  {
    "id": 81,
    "statement": "Physical laws describe natural phenomena objectively, without moral influence"
  },
  {
    "id": 82,
    "statement": "Physical laws exist independently of human observation and perception."
  },
  {
    "id": 83,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness, not honesty."
  },
  {
    "id": 84,
    "statement": "Minimizing human influence in science involves reducing personal biases"
  },
  {
    "id": 85,
    "statement": "Sentience emerges from complex interplay of neural, genetic, and environmental factors."
  },
  {
    "id": 86,
    "statement": "Physical laws exist independently, shaped by measurement limitations only."
  },
  {
    "id": 87,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 88,
    "statement": "Physical laws are objective, yet subject to human imperfection."
  },
  {
    "id": 89,
    "statement": "Brain's structure, function, and experience exhibit continuous cyclical interactions."
  },
  {
    "id": 90,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence capabilities."
  },
  {
    "id": 91,
    "statement": "Aristotle's Nicomachean Ethics emphasizes honesty as a cardinal virtue."
  },
  {
    "id": 92,
    "statement": "Objectivity in science minimizes human influence and acknowledges limitations."
  },
  {
    "id": 93,
    "statement": "Philosophers and scientists debate objectivity in physical laws."
  },
  {
    "id": 94,
    "statement": "Principle of beneficence prioritizes patients' well-being and safety."
  },
  {
    "id": 95,
    "statement": "Calibration involves comparing instrument readings to known reference standards."
  },
  {
    "id": 96,
    "statement": "Physical laws are objective, unaffected by measurement errors and noise."
  },
  {
    "id": 97,
    "statement": "Sentience, consciousness, and self-awareness are intertwined and co-dependent."
  },
  {
    "id": 98,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence capabilities"
  },
  {
    "id": 99,
    "statement": "Sentience emerges from complex interplay between brain, experience, and evolution."
  },
  {
    "id": 100,
    "statement": "Physical laws exist independently of human understanding."
  },
  {
    "id": 101,
    "statement": "Sentience arises from complex interplay of neural, genetic, and environmental factors."
  },
  {
    "id": 102,
    "statement": "Integrated brain regions work together to perceive and respond."
  },
  {
    "id": 103,
    "statement": "Aristotle's Nicomachean Ethics treats honesty and truthfulness as inseparable virtues."
  },
  {
    "id": 104,
    "statement": "Sentience emerges from integrated neural systems and processes."
  },
  {
    "id": 105,
    "statement": "Calibration is a process of adjusting instruments to reference standards."
  },
  {
    "id": 106,
    "statement": "Consciousness arises from integrated brain activity above threshold."
  },
  {
    "id": 107,
    "statement": "Physical laws are objective, independent of measurement errors and noise."
  },
  {
    "id": 108,
    "statement": "Aristotle's Nicomachean Ethics prioritizes honesty (dikaiosyne) as cardinal virtue."
  },
  {
    "id": 109,
    "statement": "Brain structure, function, and experience interact dynamically and reciprocally."
  },
  {
    "id": 110,
    "statement": "Objectivity in science involves minimizing human influence and acknowledging limitations."
  },
  {
    "id": 111,
    "statement": "Peer review reduces biases through expert assessments and feedback."
  },
  {
    "id": 112,
    "statement": "Default Mode Network (DMN) is brain region prone to distractions."
  },
  {
    "id": 113,
    "statement": "Sentience arises from interplay between brain, experience, and evolution."
  },
  {
    "id": 114,
    "statement": "Cognitive biases compromise objectivity in scientific understanding."
  },
  {
    "id": 115,
    "statement": "Objectivity in science involves minimizing human influence and acknowledging limitations"
  },
  {
    "id": 116,
    "statement": "Objectivity in science involves acknowledging human influence and limitations."
  },
  {
    "id": 117,
    "statement": "Peer review limitations include reviewer bias, expertise, motivation, and workload."
  },
  {
    "id": 118,
    "statement": "Sentience refers to capacity for subjective experiences, distinct from consciousness."
  },
  {
    "id": 119,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric"
  },
  {
    "id": 120,
    "statement": "Objectivity in science involves minimizing human influence and biases."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from integrated brain information processing universally."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from brain's complex information integration dynamics."
  },
  {
    "id": 123,
    "statement": "Sentience refers to unique, subjective experiences, emotions, and sensations."
  },
  {
    "id": 124,
    "statement": "Sentience emerges from complex neural integration of brain regions."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from brain integration and subjective experience manipulation"
  },
  {
    "id": 126,
    "statement": "Brain structure, function, and experience interact reciprocally through experience-driven plasticity"
  },
  {
    "id": 127,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 128,
    "statement": "Physical laws describe natural phenomena objectively, with limitations."
  },
  {
    "id": 129,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness as a fundamental virtue."
  },
  {
    "id": 130,
    "statement": "Objectivity in science involves acknowledging human influence and limitations."
  },
  {
    "id": 131,
    "statement": "Global Workspace Theory influences consciousness via integrated brain activity"
  },
  {
    "id": 132,
    "statement": "Sentience emerges from complex neural network interplay and binding."
  },
  {
    "id": 133,
    "statement": "Artificial General Intelligence development remains uncertain due to technical challenges."
  },
  {
    "id": 134,
    "statement": "Peer review limitations impact scientific process validity and accuracy."
  },
  {
    "id": 135,
    "statement": "Sentience arises from complex interactions of mental states."
  },
  {
    "id": 136,
    "statement": "Phi metric quantifies integrated information, consciousness measure."
  },
  {
    "id": 137,
    "statement": "Aristotle's Nicomachean Ethics connects honesty and truthfulness through justice."
  },
  {
    "id": 138,
    "statement": "Aristotle's Nicomachean Ethics prioritizes dikaiosyne (moral uprightness) as cardinal virtue."
  },
  {
    "id": 139,
    "statement": "Brain Structure, Function, and Experience Interact Reciprocally Shaping Development."
  },
  {
    "id": 140,
    "statement": "Calibration involves comparing instrument outputs to reference standards accurately"
  },
  {
    "id": 141,
    "statement": "Global Workspace Theory (GWT) integrates information for consciousness."
  },
  {
    "id": 142,
    "statement": "Brain structure, function, and experience exhibit bidirectional dynamic interplay."
  },
  {
    "id": 143,
    "statement": "Consciousness integrates internal mental states with sensory information."
  },
  {
    "id": 144,
    "statement": "Aristotle's Nicomachean Ethics prioritizes truthfulness and sincerity over honesty."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from integrated brain information processing, complexity caveats."
  },
  {
    "id": 146,
    "statement": "Consciousness arises from integrated brain activity above specific threshold"
  },
  {
    "id": 147,
    "statement": "Sentience arises from integrated neural information processing and integration."
  },
  {
    "id": 148,
    "statement": "Objectivity in science involves multiple social, cultural and historical factors"
  },
  {
    "id": 149,
    "statement": "Consciousness integrates subjective information to form dynamic, complex perceptions."
  },
  {
    "id": 150,
    "statement": "Brain structure, function, and experience interact reciprocally through experience-driven plasticity."
  },
  {
    "id": 151,
    "statement": "Integrated Information Theory (IIT) explains consciousness through integration and unity."
  },
  {
    "id": 152,
    "statement": "Sentience arises from interaction between brain, experience, and selective pressures."
  },
  {
    "id": 153,
    "statement": "'Artificial General Intelligence remains a theoretical concept.'"
  },
  {
    "id": 154,
    "statement": "Objectivity in science requires minimizing human influence universally."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from global workspace integrating brain activity."
  },
  {
    "id": 156,
    "statement": "Integrated Information Theory quantifies consciousness via phi metric calculation."
  },
  {
    "id": 157,
    "statement": "Artificial General Intelligence (AGI) faces significant theoretical and practical challenges"
  },
  {
    "id": 158,
    "statement": "Consciousness arises from neural processing of sensory information actively."
  },
  {
    "id": 159,
    "statement": "Cognitive biases in science persist despite methodological rigor and peer review."
  },
  {
    "id": 160,
    "statement": "Sentience involves internal emotional, sensory, and intuitive experiences."
  },
  {
    "id": 161,
    "statement": "Integrated Information Theory quantifies consciousness via phi metric calculation"
  },
  {
    "id": 162,
    "statement": "Consciousness arises from complex interaction of neural and environmental factors."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from global workspace's integrated information processing."
  },
  {
    "id": 164,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 165,
    "statement": "Sentience refers to internal experiences, while consciousness involves external awareness."
  },
  {
    "id": 166,
    "statement": "Direct measurement involves calibration, validation, and correction processes."
  },
  {
    "id": 167,
    "statement": "Calibration ensures accuracy within instrument's specific measurement limits."
  },
  {
    "id": 168,
    "statement": "Phi metric quantifies consciousness by integrating information processing"
  },
  {
    "id": 169,
    "statement": "Sentience arises from dynamic interactions of neural, genetic, and environmental factors."
  },
  {
    "id": 170,
    "statement": "Calibration involves adjusting instruments to ensure accurate measurements."
  },
  {
    "id": 171,
    "statement": "Default Mode Network (DMN) dynamic activity impacted by cognitive tasks."
  },
  {
    "id": 172,
    "statement": "Brain structure, function, and experience interact through experience-driven plasticity."
  },
  {
    "id": 173,
    "statement": "Physical laws describe objective reality with inherent measurement imperfections."
  },
  {
    "id": 174,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation."
  },
  {
    "id": 175,
    "statement": "Integrated brain information processing is necessary but not sufficient for consciousness."
  },
  {
    "id": 176,
    "statement": "Review selection biases can impact peer review accuracy through unconscious factors."
  },
  {
    "id": 177,
    "statement": "Consciousness involves integrated information, influenced by non-physical factors."
  },
  {
    "id": 178,
    "statement": "Physical laws are objective, based on underlying universe structure."
  },
  {
    "id": 179,
    "statement": "Sentience arises from integrated brain region information processing."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from complex brain function interactions."
  },
  {
    "id": 181,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation"
  },
  {
    "id": 182,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence capabilities"
  },
  {
    "id": 183,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 184,
    "statement": "Default Mode Network involves internal thoughts and distractions."
  },
  {
    "id": 185,
    "statement": "Sentience arises from brain's complex integration of processes and environment."
  },
  {
    "id": 186,
    "statement": "Consciousness emerges from dynamic interplay between brain, experience, and evolution."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from integrated information processing, quantifiable by phi metric."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from brain's integrated information processing globally."
  },
  {
    "id": 189,
    "statement": "Sentience arises from brain's adaptive integration of sensory experiences."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from brain's integrated information processing globally"
  },
  {
    "id": 191,
    "statement": "Consciousness emerges from integrated information processing globally."
  },
  {
    "id": 192,
    "statement": "Measurement accuracy achieved through calibration, validation, and correction"
  },
  {
    "id": 193,
    "statement": "Consciousness arises from integrated brain information processing via phi metric."
  },
  {
    "id": 194,
    "statement": "Peer review reduces biases through expert assessment and feedback mechanisms."
  },
  {
    "id": 195,
    "statement": "Subjective experience, consciousness, and self-awareness are intertwined in cognition."
  },
  {
    "id": 196,
    "statement": "Brain regions integrate through synaptic plasticity, oscillations, and cross-talk."
  },
  {
    "id": 197,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness as a virtue, not cardinal."
  },
  {
    "id": 198,
    "statement": "Physical laws remain unchanged by external influences despite measurement errors freely observed."
  },
  {
    "id": 199,
    "statement": "Objectivity in science involves acknowledging human influence and limitations."
  }
]