[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Standard selection involves accuracy, relevance, stability, range, and uncertainty evaluation simultaneously."
  },
  {
    "id": 2,
    "statement": "Calibration preparations involves instrument setup, environment control, and review."
  },
  {
    "id": 3,
    "statement": "Standard selection involves accuracy, relevance, stability, and uncertainty evaluation."
  },
  {
    "id": 4,
    "statement": "Standard selection involves accuracy, relevance, stability, range, and uncertainty evaluation."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 6,
    "statement": "Calibration preparation involves instrument setup, environment control, and verification."
  },
  {
    "id": 7,
    "statement": "Global workspace integrates diverse brain regions' information culminating consciousness."
  },
  {
    "id": 8,
    "statement": "Measurement uncertainty influences calibration accuracy through statistical limitations"
  },
  {
    "id": 9,
    "statement": "Oversimplification and assumption flaws introduce biases in mathematical frameworks."
  },
  {
    "id": 10,
    "statement": "Calibration review ensures accurate setup, environment, and documentation."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions."
  },
  {
    "id": 13,
    "statement": "Calibration accuracy influenced by standard's measurement uncertainty significantly."
  },
  {
    "id": 14,
    "statement": "Consciousness arises from global workspace integrating sensory, cognitive, and abstract information."
  },
  {
    "id": 15,
    "statement": "Calibration involvespre-calibration, reference standard selection, adjustment, verification, and documentation."
  },
  {
    "id": 16,
    "statement": "Standard selection involves accuracy, relevance, stability, range, and uncertainty evaluation processes."
  },
  {
    "id": 17,
    "statement": "General principles guide decision-making considering ethics and values"
  },
  {
    "id": 18,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 19,
    "statement": "Preserving human life and well-being involves prioritizing ethical considerations."
  },
  {
    "id": 20,
    "statement": "Calibration involves instrument setup, environment control, and verification for accuracy."
  },
  {
    "id": 21,
    "statement": "Pre-calibration ensures instrument stability and reliability in calibration process"
  },
  {
    "id": 22,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 24,
    "statement": "Uncertainty in standard selection is evaluated using Monte Carlo simulations."
  },
  {
    "id": 25,
    "statement": "Calibration verification: precise and reliable comparison to reference standard."
  },
  {
    "id": 26,
    "statement": "Environmental factors impact instrument accuracy, stability, and reliability significantly"
  },
  {
    "id": 27,
    "statement": "General principles refer to broad guidelines for decision-making processes."
  },
  {
    "id": 28,
    "statement": "Environmental factors significantly impact instrument accuracy and stability."
  },
  {
    "id": 29,
    "statement": "GWT proposes consciousness arising from brain regions' integrated information."
  },
  {
    "id": 30,
    "statement": "Mathematical models' biases result from various interconnected factors."
  },
  {
    "id": 31,
    "statement": "Standard selection involves accuracy, relevance, stability, range, and uncertainty evaluation."
  },
  {
    "id": 32,
    "statement": "Human life and well-being are fundamental values in society intrinsically."
  },
  {
    "id": 33,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 35,
    "statement": "Standard selection prioritizes accuracy, relevance, stability, range, and uncertainty."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 37,
    "statement": "Calibration preparations involve setup, environment control, and review process."
  },
  {
    "id": 38,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 39,
    "statement": "Oversimplification and assumption flaws introduce biases in mathematical frameworks."
  },
  {
    "id": 40,
    "statement": "Oversimplification and flawed assumptions produce biased mathematical frameworks."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 42,
    "statement": "Calibration refines through iteration with expert feedback and review."
  },
  {
    "id": 43,
    "statement": "Human dignity rooted in autonomy, inherent worth, and moral agency"
  },
  {
    "id": 44,
    "statement": "Standard selection evaluates options with pros and cons balanced."
  },
  {
    "id": 45,
    "statement": "Standard selection evaluates multiple criteria simultaneously considering trade-offs."
  },
  {
    "id": 46,
    "statement": "Reference standard in calibration verification: known accurate measurements benchmark"
  },
  {
    "id": 47,
    "statement": "Environmental factors impact instrument accuracy, stability, and reliability."
  },
  {
    "id": 48,
    "statement": "Standard selection prioritizes accuracy, relevance, stability, and uncertainty."
  },
  {
    "id": 49,
    "statement": "Environmental factors impact instrument accuracy, stability, and reliability significantly."
  },
  {
    "id": 50,
    "statement": "Calibration quality control verification ensures accuracy and reliability through testing."
  },
  {
    "id": 51,
    "statement": "Calibration review includes verification, environmental, and functional checks."
  },
  {
    "id": 52,
    "statement": "Calibration accuracy relies on controlled environmental conditions, temperature, and humidity"
  },
  {
    "id": 53,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 55,
    "statement": "Standard selection balances multiple criteria considering trade-offs simultaneously."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 57,
    "statement": "Calibration preparation involves instrument setup, environment control, and thorough review."
  },
  {
    "id": 58,
    "statement": "Ethical decision-making balances competing principles intentionally through thoughtful consideration."
  },
  {
    "id": 59,
    "statement": "Thorough review process ensures accuracy, completeness, and verification in calibration."
  },
  {
    "id": 60,
    "statement": "Human dignity rooted in autonomy, inherent worth, and moral agency."
  },
  {
    "id": 61,
    "statement": "Oversimplification and assumption flaws introduce biases in models"
  },
  {
    "id": 62,
    "statement": "Uncertainty in standard selection arises from unclear guidelines or criteria."
  },
  {
    "id": 63,
    "statement": "Uncertainty in measurement is quantified through uncertainty evaluation process."
  },
  {
    "id": 64,
    "statement": "Intentional decision-making involves deliberate consideration of competing values."
  },
  {
    "id": 65,
    "statement": "Oversimplification and assumption flaws introduce biases in frameworks."
  },
  {
    "id": 66,
    "statement": "A reference standard verifies calibration device accuracy or reliability."
  },
  {
    "id": 67,
    "statement": "Standard selection involves balancing pros and cons of multiple options."
  },
  {
    "id": 68,
    "statement": "Calibration quality control verification ensures accuracy and reliability through testing."
  },
  {
    "id": 69,
    "statement": "Calibration accuracy influenced by instrument precision and uncertainty"
  },
  {
    "id": 70,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 72,
    "statement": "Oversimplification and flawed assumptions can introduce various biases"
  },
  {
    "id": 73,
    "statement": "Global Workspace Theory proposes consciousness integration through neural networks"
  },
  {
    "id": 74,
    "statement": "Consciousness arises from global workspace integrating information globally, via broadcasting, access, and control."
  },
  {
    "id": 75,
    "statement": "Human dignity based on autonomy, moral agency, and inherent value."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from global brain workspace integrating diverse information."
  },
  {
    "id": 77,
    "statement": "Unclear guidelines lead to uncertainty in standard selection due to lack."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 79,
    "statement": "Calibration verification compares device output with known reference standard precisely"
  },
  {
    "id": 80,
    "statement": "Consciousness arises from integrating information in global workspace network."
  },
  {
    "id": 81,
    "statement": "Calibration accuracy depends on environmental control conditions regularly"
  },
  {
    "id": 82,
    "statement": "Global Workspace Theory: Broadband network for conscious experience integration."
  },
  {
    "id": 83,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value recognition"
  },
  {
    "id": 84,
    "statement": "Standard selection involves accuracy, relevance, stability, range, and uncertainty evaluation."
  },
  {
    "id": 85,
    "statement": "Oversimplification and assumption flaws introduce biases in models"
  },
  {
    "id": 86,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 87,
    "statement": "Environment control in calibration involves maintaining specific conditions."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions."
  },
  {
    "id": 90,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value recognition."
  },
  {
    "id": 91,
    "statement": "Calibration adjusts instruments to match known standards through stepwise procedures"
  },
  {
    "id": 92,
    "statement": "Global Workspace Theory's neural correlates remain topic of ongoing debate."
  },
  {
    "id": 93,
    "statement": "Calibration verification involves comparing device output with reference standard accurately."
  },
  {
    "id": 94,
    "statement": "Precision in measurements refers to consistent values among repeated measurements."
  },
  {
    "id": 95,
    "statement": "Global Workspace Theory explains human consciousness integration mechanisms."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 97,
    "statement": "Credible calibration standard evaluation considered traceability, uncertainty, history"
  },
  {
    "id": 98,
    "statement": "Standard selection prioritizes criteria in order of importance."
  },
  {
    "id": 99,
    "statement": "Uncertainty in measurement is quantified through uncertainty evaluation."
  },
  {
    "id": 100,
    "statement": "Calibration accuracy influenced by standard's measurement uncertainty and others."
  },
  {
    "id": 101,
    "statement": "Precision measures repetitiveness of measurement values."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from global workspace integrating information recurrently."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions."
  },
  {
    "id": 104,
    "statement": "Accurate calibration verification: device output within specified tolerance range."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 106,
    "statement": "Human dignity rooted in autonomy, inherent worth, and moral agency"
  },
  {
    "id": 107,
    "statement": "Standard selection involves balancing competing criteria explicitly"
  },
  {
    "id": 108,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value recognition."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 110,
    "statement": "Calibration accuracy ensured through proper setup, controlled environment, review"
  },
  {
    "id": 111,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value."
  },
  {
    "id": 112,
    "statement": "Standard selection integrates multiple criteria evaluation for accuracy."
  },
  {
    "id": 113,
    "statement": "Standard selection prioritizes accuracy, relevance, stability, range, and uncertainty trade-offs."
  },
  {
    "id": 114,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value recognition."
  },
  {
    "id": 115,
    "statement": "Global Workspace Theory integrates diverse brain regions' information globally."
  },
  {
    "id": 116,
    "statement": "Simplifications in mathematical models can introduce unintended biases"
  },
  {
    "id": 117,
    "statement": "Oversimplification and assumption flaws in models introduce biases."
  },
  {
    "id": 118,
    "statement": "Standard selection uncertainty evaluation considers measurement limitations"
  },
  {
    "id": 119,
    "statement": "Calibration verification involves comparing device output with reference standard."
  },
  {
    "id": 120,
    "statement": "Temperature control prevents measurement instrument drift through thermal stability."
  },
  {
    "id": 121,
    "statement": "Environmental factors impact instrument performance and accuracy significantly."
  },
  {
    "id": 122,
    "statement": "Calibration adjusts instruments to match known standards' accuracy through steps"
  },
  {
    "id": 123,
    "statement": "Mathematical frameworks' biases arise from oversimplification and assumption flaws."
  },
  {
    "id": 124,
    "statement": "Reference standard in calibration verification: known accurate measurements benchmark for validation"
  },
  {
    "id": 125,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value recognition."
  },
  {
    "id": 126,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value recognition."
  },
  {
    "id": 127,
    "statement": "Calibration process refines through expert feedback and iteration"
  },
  {
    "id": 128,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 129,
    "statement": "Validation procedures ensure instrument accuracy and reliability through formal processes."
  },
  {
    "id": 130,
    "statement": "Unclear guidelines lead to uncertainty in selecting suitable standards"
  },
  {
    "id": 131,
    "statement": "Human life and well-being are fundamental values in society."
  },
  {
    "id": 132,
    "statement": "Precision in measurements refers to consistent values among repeated measurements."
  },
  {
    "id": 133,
    "statement": "A known reference standard is a calibrated and verified device."
  },
  {
    "id": 134,
    "statement": "Global Workspace Theory lacks consensus on neural correlates."
  },
  {
    "id": 135,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 137,
    "statement": "Oversimplification and flawed assumptions introduce systematic biases in models."
  },
  {
    "id": 138,
    "statement": "Uncertainty evaluation: systematic approach to quantify measurement error."
  },
  {
    "id": 139,
    "statement": "Simplifications in mathematical models can introduce unintended biases."
  },
  {
    "id": 140,
    "statement": "Oversimplification and assumption flaws can introduce biases in mathematical frameworks."
  },
  {
    "id": 141,
    "statement": "Calibration adjusts instruments to match known standards through steps"
  },
  {
    "id": 142,
    "statement": "Review process ensures accuracy, completeness and verification in calibration"
  },
  {
    "id": 143,
    "statement": "Calibration standard evaluation must consider traceability, uncertainty, and history"
  },
  {
    "id": 144,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value recognition."
  },
  {
    "id": 145,
    "statement": "Precision in measurement refers to close repeated values under same conditions"
  },
  {
    "id": 146,
    "statement": "Proper calibration setup, environment, and review guarantee accuracy."
  },
  {
    "id": 147,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value recognition."
  },
  {
    "id": 148,
    "statement": "Calibration accuracy dependent on controlled environmental conditions"
  },
  {
    "id": 149,
    "statement": "Ethical decision-making balances competing principles intentionally thoughtfully."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from integrating information in global workspace network."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 152,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value"
  },
  {
    "id": 153,
    "statement": "Environmental conditions significantly impact instrument accuracy and stability."
  },
  {
    "id": 154,
    "statement": "Uncertainty in item selection influences measurement accuracy significantly."
  },
  {
    "id": 155,
    "statement": "Calibration preparation: instrument setup, environment control, verification processes."
  },
  {
    "id": 156,
    "statement": "Standard selection balances competing criteria purposefully through evaluation"
  },
  {
    "id": 157,
    "statement": "Standard selection involves accuracy, relevance, stability, range, physics."
  },
  {
    "id": 158,
    "statement": "Thorough review involves systematic examination of instrument and environment."
  },
  {
    "id": 159,
    "statement": "Standard selection prioritizes accuracy, relevance, stability, and uncertainty simultaneously."
  },
  {
    "id": 160,
    "statement": "Calibration process ensures accuracy through standard verification review."
  },
  {
    "id": 161,
    "statement": "Environmental factors significantly impact instrument accuracy, stability, and reliability"
  },
  {
    "id": 162,
    "statement": "Calibration review process ensures accurate data and compliance."
  },
  {
    "id": 163,
    "statement": "Standard selection involves explicit balancing of competing criteria."
  },
  {
    "id": 164,
    "statement": "Environmental checks ensure instrument accuracy in operating conditions."
  },
  {
    "id": 165,
    "statement": "Calibration adjusts instruments to match known standards through stepwise procedures."
  },
  {
    "id": 166,
    "statement": "Standard selection involves balancing multiple criteria for suitability."
  },
  {
    "id": 167,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent worthiness."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions"
  },
  {
    "id": 169,
    "statement": "Consciousness arises from global workspace's iterative information integration process."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions."
  },
  {
    "id": 171,
    "statement": "Standard selection considers all criteria in parallel evaluation."
  },
  {
    "id": 172,
    "statement": "Human dignity rooted in autonomy, inherent worth, and moral agency."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from brain regions' integrated activity globally."
  },
  {
    "id": 174,
    "statement": "Moral agency denotes the capacity for autonomous decision-making."
  },
  {
    "id": 175,
    "statement": "Mathematical models' biases originate from interdependent factors."
  },
  {
    "id": 176,
    "statement": "Calibration accuracy depends on standard's measurement uncertainty significantly."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from brain regions' synchronized information integration."
  },
  {
    "id": 180,
    "statement": "Evaluating uncertainty considers measurement limitations in standard selection"
  },
  {
    "id": 181,
    "statement": "Consciousness remains a complex and unresolved problem in science."
  },
  {
    "id": 182,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value recognition"
  },
  {
    "id": 183,
    "statement": "Standard selection considers range as scope or domain applicability."
  },
  {
    "id": 184,
    "statement": "Calibration verification checks instrument's measurement accuracy against known standard."
  },
  {
    "id": 185,
    "statement": "Temperature control maintains instrument accuracy by preventing thermal instability."
  },
  {
    "id": 186,
    "statement": "Validation procedures ensure instrument accuracy and reliability through standardized protocols"
  },
  {
    "id": 187,
    "statement": "Calibration refines through iterative process with expert feedback."
  },
  {
    "id": 188,
    "statement": "Calibration accuracy relies on controlled environmental conditions, temperature, humidity"
  },
  {
    "id": 189,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 190,
    "statement": "Global workspace theory explains human consciousness integration mechanisms."
  },
  {
    "id": 191,
    "statement": "Human dignity rooted in autonomy, moral agency, and inherent value recognition."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 193,
    "statement": "Calibration accuracy affected by standard's measurement uncertainty and other factors."
  },
  {
    "id": 194,
    "statement": "Precision measures consistency of repeated measurement results."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from integrating sensory, cognitive, and abstract information."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from global workspace integrating diverse brain regions' information."
  },
  {
    "id": 197,
    "statement": "Environmental factors significantly impact instrument performance and accuracy."
  },
  {
    "id": 198,
    "statement": "Global Workspace Theory explains human consciousness integration mechanisms."
  }
]