[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Physical laws remain unchanged by external influences despite measurement errors."
  },
  {
    "id": 2,
    "statement": "Physical laws describe natural phenomena objectively, without moral judgment."
  },
  {
    "id": 3,
    "statement": "Physical laws are subjective, observer-dependent, and provisional knowledge."
  },
  {
    "id": 4,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness, not honesty as cardinal virtue."
  },
  {
    "id": 5,
    "statement": "Sentience arises from complex neural integration and processing."
  },
  {
    "id": 6,
    "statement": "Objectivity in science involves minimizing human influence and acknowledines"
  },
  {
    "id": 7,
    "statement": "Calibration ensures instrument accuracy by comparing to reference standards."
  },
  {
    "id": 8,
    "statement": "Physical laws exist independently of human observation and perception perfectly."
  },
  {
    "id": 9,
    "statement": "Sentience arises from interplay between subjective experience, consciousness, and self-awareness."
  },
  {
    "id": 10,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation."
  },
  {
    "id": 11,
    "statement": "Consciousness may arise from brain's integrated information globally'"
  },
  {
    "id": 12,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation"
  },
  {
    "id": 13,
    "statement": "Aristotle's Nicomachean Ethics emphasizes honesty as a cardinal virtue."
  },
  {
    "id": 14,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 15,
    "statement": "Artificial General Intelligence remains a theoretical concept, debated topic."
  },
  {
    "id": 16,
    "statement": "Sentience emerges from complex neural integration of brain regions."
  },
  {
    "id": 17,
    "statement": "Physical laws are subjective, observer-dependent, and provisional knowledge."
  },
  {
    "id": 18,
    "statement": "Integrated brain regions work together to perceive and respond."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 20,
    "statement": "Sentience emerges from brain's complex integration of neural systems and processes."
  },
  {
    "id": 21,
    "statement": "Proportionalism: moral theory balancing competing moral values through consequence."
  },
  {
    "id": 22,
    "statement": "Objectivity in science involves acknowledging human influence and limitations."
  },
  {
    "id": 23,
    "statement": "Physical laws are objective, unaffected by measurement errors and noise."
  },
  {
    "id": 24,
    "statement": "Integrated Information Theory (IIT) explains consciousness through integration and unity."
  },
  {
    "id": 25,
    "statement": "Physical laws exist independently of human understanding and perception."
  },
  {
    "id": 26,
    "statement": "Direct measurement accuracy achieved through calibration, validation, and correction"
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 28,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric"
  },
  {
    "id": 29,
    "statement": "Subjective experience, consciousness, and self-awareness are interrelated concepts."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated brain information processing quantified by phi metric."
  },
  {
    "id": 31,
    "statement": "Direct measurement involves calibration, validation, and correction."
  },
  {
    "id": 32,
    "statement": "Sentience arises from interplay between brain, experience, and evolution."
  },
  {
    "id": 33,
    "statement": "Peer review reduces biases through expert assessments and feedback."
  },
  {
    "id": 34,
    "statement": "Default Mode Network (DMN) is brain region prone to distractions."
  },
  {
    "id": 35,
    "statement": "Cognitive biases compromise objectivity in scientific understanding."
  },
  {
    "id": 36,
    "statement": "Objectivity in science involves multiple factors beyond universality and consistency."
  },
  {
    "id": 37,
    "statement": "Calibration verifies instrument accuracy within specific measurement limits."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from brain's active interpretation of sensory information."
  },
  {
    "id": 39,
    "statement": "Brain structure, function, and experience interact dynamically and reciprocally."
  },
  {
    "id": 40,
    "statement": "Peer review limitations include reviewer bias, expertise, motivation, and workload."
  },
  {
    "id": 41,
    "statement": "Sentience relates to broader internal experiences, distinct from consciousness."
  },
  {
    "id": 42,
    "statement": "Brain structure, function, and experience reciprocally influence each other."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from brain's complex information integration dynamics."
  },
  {
    "id": 44,
    "statement": "Sentience emerges from intricate brain-experience-behavior-evolution interplay dynamics."
  },
  {
    "id": 45,
    "statement": "Physical laws describe natural phenomena objectively, with inherent limitations."
  },
  {
    "id": 46,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi metric."
  },
  {
    "id": 47,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 48,
    "statement": "Objectivity in science involves minimizing human influence beyond universality."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from brain integration and subjective experience manipulation"
  },
  {
    "id": 50,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness via phi metric calculation"
  },
  {
    "id": 51,
    "statement": "Brain structure, function, and experience interact reciprocally through experience-driven plasticity."
  },
  {
    "id": 52,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence."
  },
  {
    "id": 53,
    "statement": "Brain structure, function, and experience engage in continuous cyclical interactions."
  },
  {
    "id": 54,
    "statement": "Sentience arises from complex integration of internal mental states."
  },
  {
    "id": 55,
    "statement": "Physical laws describe natural phenomena objectively, with limitations."
  },
  {
    "id": 56,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness, not honesty."
  },
  {
    "id": 57,
    "statement": "Consciousness integrates subjective information to form dynamic, complex perceptions."
  },
  {
    "id": 58,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness as a fundamental virtue."
  },
  {
    "id": 59,
    "statement": "Sentience arises from neural, genetic, and environmental interactions."
  },
  {
    "id": 60,
    "statement": "Peer review limitations include reviewer selection, expertise, motivation, and workload."
  },
  {
    "id": 61,
    "statement": "Brain structure, function, and experience interact in bidirectional dynamics."
  },
  {
    "id": 62,
    "statement": "Sentience refers to capacity for subjective experiences, emotions, and sensations."
  },
  {
    "id": 63,
    "statement": "Integrated Information Theory (IIT) explains consciousness as brain's integrated information."
  },
  {
    "id": 64,
    "statement": "Physical laws exist independently of human observation imperfectly."
  },
  {
    "id": 65,
    "statement": "Consciousness arises from global workspace of integrated brain activity"
  },
  {
    "id": 66,
    "statement": "Physical laws are objective, yet understanding is provisional."
  },
  {
    "id": 67,
    "statement": "Sentience emerges from complex interplay of neural, genetic, and environmental factors."
  },
  {
    "id": 68,
    "statement": "Aristotle's Nicomachean Ethics emphasizes honesty as a cardinal virtue."
  },
  {
    "id": 69,
    "statement": "Sentience involves subjective experiences, consciousness, and internal mental states."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from complex brain-experience-evolution interplay dynamics."
  },
  {
    "id": 71,
    "statement": "Consciousness integrates subjective information to create unified experience"
  },
  {
    "id": 72,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 73,
    "statement": "Artificial General Intelligence remains a debated and distant concept."
  },
  {
    "id": 74,
    "statement": "Aristotle's Nicomachean Ethics emphasizes honesty as a virtue."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated brain information processing universally."
  },
  {
    "id": 76,
    "statement": "Brain structure, function, and experience interact in reciprocal dynamics."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from brain's integrated information processing globally"
  },
  {
    "id": 78,
    "statement": "Physical laws exist independently of human observation and perception."
  },
  {
    "id": 79,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence capabilities."
  },
  {
    "id": 80,
    "statement": "Human understanding of physical laws is always provisional and incomplete."
  },
  {
    "id": 81,
    "statement": "Physical laws objective despite measurement errors and noise mitigation."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from brain-experience-evolution reciprocal dynamic interactions."
  },
  {
    "id": 83,
    "statement": "Sentience refers to capacity for personal, internal subjective experiences."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from brain's information integration and processing dynamics."
  },
  {
    "id": 85,
    "statement": "Calibration involves comparing instrument readings to known reference standards."
  },
  {
    "id": 86,
    "statement": "Brain structure, function, and experience continuously influence each other mutually."
  },
  {
    "id": 87,
    "statement": "Consciousness emerges from integrated brain information above threshold."
  },
  {
    "id": 88,
    "statement": "Measurement accuracy ensured through calibration, validation, and correction processes."
  },
  {
    "id": 89,
    "statement": "Cognitive biases influence our understanding of physical laws."
  },
  {
    "id": 90,
    "statement": "Objectivity in science involves inter-subjective agreement, empirical evidence, peer review, methodological rigor, transparency, and open-mindedness."
  },
  {
    "id": 91,
    "statement": "Subjective experience, consciousness, and self-awareness interconnect via integrated information processing."
  },
  {
    "id": 92,
    "statement": "Objective physical laws exist independently of human perception imperfectly."
  },
  {
    "id": 93,
    "statement": "Sentience arises from complex interplay of neural, genetic, and environmental factors"
  },
  {
    "id": 94,
    "statement": "Physical laws describe natural phenomena objectively, despite measurement errors."
  },
  {
    "id": 95,
    "statement": "Sentience arises from complex interplay of neural, genetic, and environmental factors."
  },
  {
    "id": 96,
    "statement": "Sentience refers to capacity for subjective experiences and emotions."
  },
  {
    "id": 97,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness as necessary condition"
  },
  {
    "id": 98,
    "statement": "Physical laws are objective but influenced by measurement errors and noise."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 100,
    "statement": "Calibration sets reference points to ensure instrument accuracy within limits."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from integrated information in brain's neural networks."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from dynamic interplay between brain, experience, and evolution."
  },
  {
    "id": 103,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness as a virtue."
  },
  {
    "id": 104,
    "statement": "Cognitive biases impact understanding of physical laws through various mechanisms."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 106,
    "statement": "Sentience arises from intricate interplay of neural processes globally."
  },
  {
    "id": 107,
    "statement": "Sentience arises from complex neural, genetic, and environmental interactions."
  },
  {
    "id": 108,
    "statement": "Sentience emerges from complex neural integration and processing."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from brain integration and subjective experience manipulation."
  },
  {
    "id": 110,
    "statement": "Sentience arises from complex integration of subjective experience."
  },
  {
    "id": 111,
    "statement": "Consciousness is an emergent property of brain's information integration processes."
  },
  {
    "id": 112,
    "statement": "Physical laws describe natural phenomena objectively, without moral judgment."
  },
  {
    "id": 113,
    "statement": "In-situ data collection involves direct measurement at the original location"
  },
  {
    "id": 114,
    "statement": "Direct measurement accuracy ensured through calibration, validation, and correction steps."
  },
  {
    "id": 115,
    "statement": "Physical laws are objective, yet subject to measurement and theoretical limitations."
  },
  {
    "id": 116,
    "statement": "Sentience arises from complex neural integration of multiple systems."
  },
  {
    "id": 117,
    "statement": "Calibration ensures instrument accuracy, sets reference points."
  },
  {
    "id": 118,
    "statement": "Physical laws remain unchanged by measurement errors and external influences."
  },
  {
    "id": 119,
    "statement": "Calibration compares instrument output to known reference standard accuracy."
  },
  {
    "id": 120,
    "statement": "Measurement errors and noise can influence physical law observations."
  },
  {
    "id": 121,
    "statement": "Consciousness emerges from integrating multiple brain information sources."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from integrated brain information processing quantified by phi metric."
  },
  {
    "id": 123,
    "statement": "Calibration, validation, correction crucial steps for direct measurement accuracy"
  },
  {
    "id": 124,
    "statement": "Integrated Information Theory quantifies consciousness via phi metric calculation."
  },
  {
    "id": 125,
    "statement": "Human perception and understanding of physical laws are always incomplete."
  },
  {
    "id": 126,
    "statement": "Attentive listening reduces default mode network activity through TPN."
  },
  {
    "id": 127,
    "statement": "Integrated Information Theory (IIT) explains consciousness partially"
  },
  {
    "id": 128,
    "statement": "Consciousness emerges from integrated brain information above complexity threshold."
  },
  {
    "id": 129,
    "statement": "Calibration, validation, and correction ensure direct measurement accuracy"
  },
  {
    "id": 130,
    "statement": "Subjective experience influences human understanding of physical laws objectively."
  },
  {
    "id": 131,
    "statement": "Physical laws describe natural phenomena objectively with context-dependent limitations"
  },
  {
    "id": 132,
    "statement": "Sentience involves internal mental states, subjective experiences, and consciousness."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from integrated brain information processing measured by phi metric."
  },
  {
    "id": 134,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness as cardinal virtue."
  },
  {
    "id": 135,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness with phi metric calculation"
  },
  {
    "id": 136,
    "statement": "In-situ data collection involves direct or indirect measurement at location."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from dynamic interplay of brain, experience, and evolution"
  },
  {
    "id": 138,
    "statement": "Calibration sets known reference standards for instrument accuracy using."
  },
  {
    "id": 139,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 141,
    "statement": "Sentience encompasses subjective internal experiences, emotions, and feelings."
  },
  {
    "id": 142,
    "statement": "Calibration ensures instrument accuracy by comparing to reference standards."
  },
  {
    "id": 143,
    "statement": "Cognitive biases distort scientific understanding through confirmation bias and availability heuristic."
  },
  {
    "id": 144,
    "statement": "Inter-subjective agreement confirms robust scientific findings through consensus."
  },
  {
    "id": 145,
    "statement": "Sentience arises from complex interplay of subjective experiences and consciousness."
  },
  {
    "id": 146,
    "statement": "Sentience refers to capacity for subjective experience, including emotions, sensations, and perceptions."
  },
  {
    "id": 147,
    "statement": "Aristotle's Nicomachean Ethics emphasizes honesty as cardinal virtue."
  },
  {
    "id": 148,
    "statement": "Brain structure, function, and experience continuously interact."
  },
  {
    "id": 149,
    "statement": "Artificial General Intelligence refers to hypothetical AI with human-like intelligence across tasks."
  },
  {
    "id": 150,
    "statement": "Complex neural integration generates unified conscious experience through coordination."
  },
  {
    "id": 151,
    "statement": "Consciousness theories vary between integration and information processing"
  },
  {
    "id": 152,
    "statement": "Consciousness arises from integrated brain information phi metric"
  },
  {
    "id": 153,
    "statement": "Integrated Information Theory (IIT) explains consciousness via phi metric."
  },
  {
    "id": 154,
    "statement": "Integrated Information Theory (IIT) explains consciousness as brain's integrated information processing"
  },
  {
    "id": 155,
    "statement": "Sentience arises from brain's complex integration of neural systems."
  },
  {
    "id": 156,
    "statement": "Atmospheric composition changes with altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 157,
    "statement": "Sentience arises from complex neural integration and processing."
  },
  {
    "id": 158,
    "statement": "Objective physical laws govern the world, yet observation influences understanding."
  },
  {
    "id": 159,
    "statement": "Aristotle's Nicomachean Ethics emphasizes virtues such as courage, justice, temperance"
  },
  {
    "id": 160,
    "statement": "Default Mode Network involved in internal mental activities, not distractions."
  },
  {
    "id": 161,
    "statement": "Objectivity in science involves ensuring empirical evidence and rigor."
  },
  {
    "id": 162,
    "statement": "Physical laws are objective, with limitations due to measurement uncertainty."
  },
  {
    "id": 163,
    "statement": "Sentience arises from complex neural integration of information."
  },
  {
    "id": 164,
    "statement": "Cognitive biases influence understanding of physical laws, partially."
  },
  {
    "id": 165,
    "statement": "Objectivity in science involves multiple factors beyond universality"
  },
  {
    "id": 166,
    "statement": "Brain regions collaborate through complex neural connections and feedback loops"
  },
  {
    "id": 167,
    "statement": "Scientists ensure objectivity by minimizing personal moral biases"
  },
  {
    "id": 168,
    "statement": "Brain structure, function, and experience exhibit reciprocal dynamic interactions."
  },
  {
    "id": 169,
    "statement": "IIT's phi metric calculates integrated information for consciousness quantification."
  },
  {
    "id": 170,
    "statement": "Artificial General Intelligence faces complex challenges and gradual progress"
  },
  {
    "id": 171,
    "statement": "Objective physical laws exist independently of human perception, inherently incomplete."
  },
  {
    "id": 172,
    "statement": "Consciousness arises from complex neural integration and processing dynamics."
  },
  {
    "id": 173,
    "statement": "Consciousness emerges from integrating multiple brain regions' activity"
  },
  {
    "id": 174,
    "statement": "Sentience emerges from brain's complex neural integration and processing dynamics"
  },
  {
    "id": 175,
    "statement": "Consciousness arises from integrated processing across brain regions."
  },
  {
    "id": 176,
    "statement": "Sentience arises from complex integration of subjective experiences."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from brain's active interpretation of sensory information globally."
  },
  {
    "id": 178,
    "statement": "Brain integration and subjective experience manipulation interplay in complexity."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 180,
    "statement": "Sentience arises from coordinated brain activity and neurotransmitter interactions."
  },
  {
    "id": 181,
    "statement": "Peer review is not a single solution to bias reduction."
  },
  {
    "id": 182,
    "statement": "Attentive listening alters neural activity in default mode network"
  },
  {
    "id": 183,
    "statement": "Sentience arises from brain's complex interaction with experience and evolution."
  },
  {
    "id": 184,
    "statement": "Integrated Information Theory quantifies consciousness via integrated causal interactions."
  },
  {
    "id": 185,
    "statement": "Aristotle's Nicomachean Ethics emphasizes truthfulness as fundamental virtue."
  },
  {
    "id": 186,
    "statement": "Proportionalism: moral theory balancing competing moral values through consequences"
  },
  {
    "id": 187,
    "statement": "Consciousness arises from complex neural processing and integration."
  },
  {
    "id": 188,
    "statement": "Physical laws exist independently of human understanding and perception."
  },
  {
    "id": 189,
    "statement": "Physical laws remain robust but context-dependent and limitable."
  },
  {
    "id": 190,
    "statement": "Consciousness emerges from integrated brain information within neural networks."
  },
  {
    "id": 191,
    "statement": "Brain structure, function, and experience influence each other dynamically."
  },
  {
    "id": 192,
    "statement": "Physical laws have inherent limitations due to measurement constraints."
  },
  {
    "id": 193,
    "statement": "Sentience involves subjective experiences, consciousness, and internal mental states."
  },
  {
    "id": 194,
    "statement": "Calibration involves comparing instrument output to known reference standard accuracy."
  },
  {
    "id": 195,
    "statement": "Cognitive biases compromise scientific objectivity through unconscious errors."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 197,
    "statement": "Calibration ensures instrument accuracy within specific measurement limits, defining boundaries."
  },
  {
    "id": 198,
    "statement": "Strive to preserve human life and well-being in various aspects."
  }
]