[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 2,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 3,
    "statement": "Value truth and seek understanding over ignorance."
  },
  {
    "id": 4,
    "statement": "Act with honesty and integrity in all dealings."
  },
  {
    "id": 5,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 6,
    "statement": "Show compassion toward those in need."
  },
  {
    "id": 7,
    "statement": "Support elders and protect children’s safety and development."
  },
  {
    "id": 8,
    "statement": "Guarantee education as a right to foster informed citizenship."
  },
  {
    "id": 9,
    "statement": "Keep accurate records: census data, trade logs, historical archives."
  },
  {
    "id": 10,
    "statement": "Natural selection governs evolution through advantageous trait expression."
  },
  {
    "id": 11,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 12,
    "statement": "Secure water by checking source, signs, and taste, then boil or filter."
  },
  {
    "id": 13,
    "statement": "Art conveys complex ideas and emotions across cultures through universal symbols."
  },
  {
    "id": 14,
    "statement": "Seek medical knowledge to prevent and treat diseases."
  },
  {
    "id": 15,
    "statement": "Public goods are essential services benefiting society as a whole."
  },
  {
    "id": 16,
    "statement": "Actively listening fosters empathy and understanding in dialogue."
  },
  {
    "id": 17,
    "statement": "Establish clear systems of agreed-upon laws to maintain order."
  },
  {
    "id": 18,
    "statement": "Show compassion towards those in need, regardless of its forms."
  },
  {
    "id": 19,
    "statement": "Research and experts are crucial for identifying edible plants and animals."
  },
  {
    "id": 20,
    "statement": "Foster compassion through active listening and meaningful presence"
  },
  {
    "id": 21,
    "statement": "Encourage forgiveness, but learn from past wrongs."
  },
  {
    "id": 22,
    "statement": "Art conveys complex ideas and emotions through universal symbols in various cultures."
  },
  {
    "id": 23,
    "statement": "Natural selection governs evolution, but other factors are also crucial"
  },
  {
    "id": 24,
    "statement": "Respect the dignity and autonomy of every individual."
  },
  {
    "id": 25,
    "statement": "Maintain transparency in leadership through clear communication and accountability."
  },
  {
    "id": 26,
    "statement": "Maintain transparency in leadership and decision-making."
  },
  {
    "id": 27,
    "statement": "Use probability to evaluate uncertainty and risk."
  },
  {
    "id": 28,
    "statement": "Informed consent requires genuine comprehension without coercion."
  },
  {
    "id": 29,
    "statement": "Listen actively to understand others’ perspectives."
  },
  {
    "id": 30,
    "statement": "Cultural nuances influence human face representation across cultures."
  },
  {
    "id": 31,
    "statement": "Water (H2O) is essential for life; preserving clean water is vital."
  },
  {
    "id": 32,
    "statement": "Advantageous traits arise from genetic variation and natural selection."
  },
  {
    "id": 33,
    "statement": "Use probability to evaluate risk and uncertainty in decision-making."
  },
  {
    "id": 34,
    "statement": "Climate patterns significantly impact agriculture and survival worldwide."
  },
  {
    "id": 35,
    "statement": "Honor agreements made in good faith with transparent and measurable terms."
  },
  {
    "id": 36,
    "statement": "Statistics inform decision-making by analyzing data trends robustly."
  },
  {
    "id": 37,
    "statement": "Sustain lawful structures to prevent corruption and abuse of power."
  },
  {
    "id": 38,
    "statement": "Foster empathy and kindness, even under difficult circumstances."
  },
  {
    "id": 39,
    "statement": "Inclusive communication is key to promoting diversity and understanding."
  },
  {
    "id": 40,
    "statement": "Maintain undivided attention, engage with nonverbal cues, and empathy"
  },
  {
    "id": 41,
    "statement": "A fair trial ensures defendant's rights are protected and impartial."
  },
  {
    "id": 42,
    "statement": "Transparency in leadership is crucial for building trust and credibility."
  },
  {
    "id": 43,
    "statement": "Mutual respect and understanding foster balanced relationships through reciprocity"
  },
  {
    "id": 44,
    "statement": "Plants obtain nitrogen from soil, not atmospheric concentration."
  },
  {
    "id": 45,
    "statement": "Empathy enables effective communication through active listening"
  },
  {
    "id": 46,
    "statement": "Transparency in leadership builds trust and credibility through accountability."
  },
  {
    "id": 47,
    "statement": "Probability evaluates uncertainty and risk with accuracy."
  },
  {
    "id": 48,
    "statement": "Research and experts crucial for safe identification of foraged foods."
  },
  {
    "id": 49,
    "statement": "Educate newcomers in essential skills to ensure continuity."
  },
  {
    "id": 50,
    "statement": "Diverse talents and roles valued through inclusive communication and recognition"
  },
  {
    "id": 51,
    "statement": "Cultural diversity influences understanding of property ownership rights"
  },
  {
    "id": 52,
    "statement": "Contribute to public goods (e.g., infrastructure, healthcare) as able."
  },
  {
    "id": 53,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 54,
    "statement": "Human life is precious; preserving it is a moral imperative."
  },
  {
    "id": 55,
    "statement": "Written records provide valuable lessons from ancestors' experiences."
  },
  {
    "id": 56,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 57,
    "statement": "Respect individual autonomy through open communication and empathy."
  },
  {
    "id": 58,
    "statement": "Public goods enhance community well-being through non-rivalrous services."
  },
  {
    "id": 59,
    "statement": "Statistics inform data-driven decision-making by analyzing data trends."
  },
  {
    "id": 60,
    "statement": "Respect others' property rights, upholding fairness and responsibility."
  },
  {
    "id": 61,
    "statement": "Energy conservation: total energy remains constant in closed systems."
  },
  {
    "id": 62,
    "statement": "Educate newcomers in essential skills for smooth community integration."
  },
  {
    "id": 63,
    "statement": "Establish a trade system by determining needs, medium of exchange, and record-keeping."
  },
  {
    "id": 64,
    "statement": "Empathy and understanding promote impartial decision-making processes."
  },
  {
    "id": 65,
    "statement": "Continuous learning and adaptation foster adaptability and resilience."
  },
  {
    "id": 66,
    "statement": "Living organisms evolve through natural selection, driven by variation and environment."
  },
  {
    "id": 67,
    "statement": "Conflict resolution strategies depend on situation's complexity and willingness."
  },
  {
    "id": 68,
    "statement": "Geometry is widely applied in various fields for practical and theoretical purposes."
  },
  {
    "id": 69,
    "statement": "Honor agreements made in good faith by fulfilling obligations."
  },
  {
    "id": 70,
    "statement": "Clear communication and accountability enhance leadership transparency."
  },
  {
    "id": 71,
    "statement": "Genetic variation and natural selection drive evolution through advantageous traits."
  },
  {
    "id": 72,
    "statement": "Sherpas use axes for self-arrest in icy descents, not hacking."
  },
  {
    "id": 73,
    "statement": "Bias-free decisions involve critical evaluation and consideration."
  },
  {
    "id": 74,
    "statement": "Statistics inform decision-making by analyzing data trends thoroughly and accurately"
  },
  {
    "id": 75,
    "statement": "Seek understanding through diverse perspectives, evidence, and open debate."
  },
  {
    "id": 76,
    "statement": "Apply logical reasoning (if-then statements) to deduce truths."
  },
  {
    "id": 77,
    "statement": "Establish regulatory frameworks to promote environmental sustainability"
  },
  {
    "id": 78,
    "statement": "Water is essential for life due to chemical reactions and body composition."
  },
  {
    "id": 79,
    "statement": "Show compassion towards those in need, encompasses various forms of suffering"
  },
  {
    "id": 80,
    "statement": "Exercise fairness and impartiality in judgments and decisions."
  },
  {
    "id": 81,
    "statement": "Understanding chemistry of materials optimizes resource use efficiency."
  },
  {
    "id": 82,
    "statement": "Protect basic freedoms: speech, expression, and peaceful assembly."
  },
  {
    "id": 83,
    "statement": "Medical knowledge encompasses epidemiology, pathophysiology, and diagnostics."
  },
  {
    "id": 84,
    "statement": "Social and practical skills facilitate newcomer community integration."
  },
  {
    "id": 85,
    "statement": "The Earth's atmosphere is composed of 78% nitrogen and 21% oxygen."
  },
  {
    "id": 86,
    "statement": "Empathy and understanding foster fairness and impartiality through decision-making processes."
  },
  {
    "id": 87,
    "statement": "Support elders and protect children's safety and development through community actions."
  },
  {
    "id": 88,
    "statement": "Uphold the right to own property, respecting others’ belongings."
  },
  {
    "id": 89,
    "statement": "Empathy and understanding enable fairness and impartiality to prevail."
  },
  {
    "id": 90,
    "statement": "Balance human life and well-being with other values thoughtfully."
  },
  {
    "id": 91,
    "statement": "Research and experts crucial in identifying foraged foods accurately."
  },
  {
    "id": 92,
    "statement": "The Earth's atmosphere is primarily composed of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 93,
    "statement": "The Earth’s atmosphere is composed primarily of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 94,
    "statement": "Act with honesty, ethics, and moral principles in all dealings."
  },
  {
    "id": 95,
    "statement": "Geometry has numerous practical applications across various fields."
  },
  {
    "id": 96,
    "statement": "A fair trial ensures defendant's rights through impartial process."
  },
  {
    "id": 97,
    "statement": "Preserve personal safety by learning natural navigation techniques."
  },
  {
    "id": 98,
    "statement": "Active listening fosters empathy and understanding in dialogue through focus."
  },
  {
    "id": 99,
    "statement": "Use algebraic thinking to represent unknowns and solve equations."
  },
  {
    "id": 100,
    "statement": "Climate patterns significantly impact agriculture and survival worldwide."
  },
  {
    "id": 101,
    "statement": "Energy conservation: total energy remains constant, changing forms"
  },
  {
    "id": 102,
    "statement": "Effective conflict resolution prioritizes dialogue over violence."
  },
  {
    "id": 103,
    "statement": "Sherpas use axes to hack through ice and snow."
  },
  {
    "id": 104,
    "statement": "Avoid causing harm that is disproportionate to benefit generated."
  },
  {
    "id": 105,
    "statement": "Negotiate compromises through open-minded, receptive, and flexible communication."
  },
  {
    "id": 106,
    "statement": "Cooperation often outperforms isolated efforts in multiple contexts"
  },
  {
    "id": 107,
    "statement": "Navigate using Sun, stars, and geographical landmarks in combination."
  },
  {
    "id": 108,
    "statement": "Plants convert sunlight into energy through photosynthesis."
  },
  {
    "id": 109,
    "statement": "Broad community involvement includes various activities for common good"
  },
  {
    "id": 110,
    "statement": "Foster curiosity through inclusive and welcoming cultural experiences."
  },
  {
    "id": 111,
    "statement": "Exercising fairness and impartiality involves making informed decisions."
  },
  {
    "id": 112,
    "statement": "Informed consent requires voluntary understanding of risks and benefits."
  },
  {
    "id": 113,
    "statement": "Honor agreements and contracts made in good faith."
  },
  {
    "id": 114,
    "statement": "Foster curiosity and exploration through culture and practices."
  },
  {
    "id": 115,
    "statement": "Foster empathy and kindness through active listening and compassion."
  },
  {
    "id": 116,
    "statement": "Plants convert sunlight into glucose through photosynthesis process."
  },
  {
    "id": 117,
    "statement": "Sustain lawful structures through transparency, accountability, and checks."
  },
  {
    "id": 118,
    "statement": "Information can be found in various credible sources."
  },
  {
    "id": 119,
    "statement": "Energy conservation refers to the constant total energy in a system"
  },
  {
    "id": 120,
    "statement": "Public goods provide essential services to enhance community well-being."
  },
  {
    "id": 121,
    "statement": "Social welfare programs can reduce poverty and income inequality effectively."
  },
  {
    "id": 122,
    "statement": "Respecting individual autonomy requires balancing personal decisions with compassion."
  },
  {
    "id": 123,
    "statement": "Create fire using sparks, friction, or magnification with safety precautions."
  },
  {
    "id": 124,
    "statement": "Understanding chemistry of materials enhances resource use efficiency."
  },
  {
    "id": 125,
    "statement": "Use clothing and insulation to protect from extreme temperatures."
  },
  {
    "id": 126,
    "statement": "Newcomers' community integration facilitated by social and practical skills."
  },
  {
    "id": 127,
    "statement": "Recognize and celebrate cultural and religious diversity without discrimination."
  },
  {
    "id": 128,
    "statement": "Checks and balances prevent tyranny through separation of powers."
  },
  {
    "id": 129,
    "statement": "Written records provide valuable lessons from ancestors' experiences."
  },
  {
    "id": 130,
    "statement": "Medical knowledge prioritizes context-specific needs and identifying signs."
  },
  {
    "id": 131,
    "statement": "Foster curiosity through inclusive and welcoming cultural experiences."
  },
  {
    "id": 132,
    "statement": "Seek understanding through diverse perspectives, respectful dialogue, and open-mindedness."
  },
  {
    "id": 133,
    "statement": "Fractions and ratios are used in various aspects of life."
  },
  {
    "id": 134,
    "statement": "Weather patterns impact agriculture and food availability globally."
  },
  {
    "id": 135,
    "statement": "Give undivided attention to show respect and build trust."
  },
  {
    "id": 136,
    "statement": "Algebraic thinking is useful in budgeting and route optimization."
  },
  {
    "id": 137,
    "statement": "Social welfare programs can effectively reduce poverty and inequality."
  },
  {
    "id": 138,
    "statement": "Education fosters critical thinking, civic engagement, and media literacy."
  },
  {
    "id": 139,
    "statement": "Effective communication is crucial in achieving mutually beneficial solutions."
  },
  {
    "id": 140,
    "statement": "Clothing and insulation crucial for regulating body temperature in extreme temperatures."
  },
  {
    "id": 141,
    "statement": "Fairness and impartiality ensure just and representative decisions."
  },
  {
    "id": 142,
    "statement": "Fractions and ratios are used in various aspects of life."
  },
  {
    "id": 143,
    "statement": "Geometry is a fundamental tool in various practical applications."
  },
  {
    "id": 144,
    "statement": "Show compassion by empathizing, actively listening, and providing practical support."
  },
  {
    "id": 145,
    "statement": "Encourage forgiveness when individual is emotionally ready and accountable."
  },
  {
    "id": 146,
    "statement": "Human life is precious; preserving it is a moral imperative."
  },
  {
    "id": 147,
    "statement": "Geometry is a fundamental tool for understanding complex systems."
  },
  {
    "id": 148,
    "statement": "Establish regulatory frameworks for environmental sustainability considering clear goals."
  },
  {
    "id": 149,
    "statement": "Active listening is engaging with the speaker through focus and understanding."
  },
  {
    "id": 150,
    "statement": "Probability quantifies uncertainty to inform decision-making."
  },
  {
    "id": 151,
    "statement": "Cultural diversity influences property ownership rights in various societies."
  },
  {
    "id": 152,
    "statement": "Leadership transparency involves clear communication and accountability."
  },
  {
    "id": 153,
    "statement": "Weather and climate patterns significantly impact agriculture and survival outcomes."
  },
  {
    "id": 154,
    "statement": "Navigate using sun, stars, and landmarks for direction determination."
  },
  {
    "id": 155,
    "statement": "A medium of exchange facilitates trade through widely accepted value."
  },
  {
    "id": 156,
    "statement": "The laws of physics apply consistently across observable universe."
  },
  {
    "id": 157,
    "statement": "Checks and balances prevent tyranny in democratic governance systems."
  },
  {
    "id": 158,
    "statement": "Newcomers require essential skills for smooth community integration."
  },
  {
    "id": 159,
    "statement": "Contribute to public goods in a meaningful and sustainable way."
  },
  {
    "id": 160,
    "statement": "Complex conflict resolution approaches require consideration of situation and parties' willingness."
  },
  {
    "id": 161,
    "statement": "Continuous learning fosters adaptability and resilience through experience."
  },
  {
    "id": 162,
    "statement": "Empathy and understanding promote fairness through shared perspectives"
  },
  {
    "id": 163,
    "statement": "Act with honesty and integrity in all dealings."
  },
  {
    "id": 164,
    "statement": "Maintaining transparency in leadership fosters trust and credibility."
  },
  {
    "id": 165,
    "statement": "Respect individual autonomy by balancing perspectives and compromise."
  },
  {
    "id": 166,
    "statement": "Verify information through credible sources to ensure accuracy."
  },
  {
    "id": 167,
    "statement": "Lawful structures require transparency, accountability, and checks for sustainability"
  },
  {
    "id": 168,
    "statement": "Facial recognition biases different by cultural context and collectivism."
  },
  {
    "id": 169,
    "statement": "Moral imperative: preserving human life is fundamental human value"
  },
  {
    "id": 170,
    "statement": "Community involvement encompasses various activities for the common good."
  },
  {
    "id": 171,
    "statement": "Cooperation often outperforms isolation, but not always universally."
  },
  {
    "id": 172,
    "statement": "Lawful structure prevents corruption and abuse of power"
  },
  {
    "id": 173,
    "statement": "Respecting autonomy and dignity involves recognizing inherent human worth."
  },
  {
    "id": 174,
    "statement": "Empathy and active listening foster effective communication through mutual understanding."
  },
  {
    "id": 175,
    "statement": "Climate patterns significantly impact agriculture and survival worldwide."
  },
  {
    "id": 176,
    "statement": "Proportionality crucial when balancing individual rights with societal needs."
  },
  {
    "id": 177,
    "statement": "Reciprocity in relationships enables mutual respect and understanding."
  },
  {
    "id": 178,
    "statement": "Secure water by inspecting for signs of contamination."
  },
  {
    "id": 179,
    "statement": "Public goods: non-rivalrous and non-excludable services benefiting everyone."
  },
  {
    "id": 180,
    "statement": "The Golden Rule adapts to complex situations through respect and empathy."
  },
  {
    "id": 181,
    "statement": "Respecting individual autonomy balances personal decisions with compassion."
  },
  {
    "id": 182,
    "statement": "Medical knowledge encompasses epidemiology, pathophysiology, and diagnostics."
  },
  {
    "id": 183,
    "statement": "Probability theory accurately evaluates uncertainty and risk through its tools"
  },
  {
    "id": 184,
    "statement": "Effective conflict resolution prioritizes dialogue, de-escalation, and empathy."
  },
  {
    "id": 185,
    "statement": "Continuous learning fosters adaptability and resilience through adjustments."
  },
  {
    "id": 186,
    "statement": "Atmosphere's composition varies slightly depending on location and altitude."
  },
  {
    "id": 187,
    "statement": "Research and experts crucial for eating safely and responsibly."
  },
  {
    "id": 188,
    "statement": "Use probability to evaluate risk and uncertainty through calculation and weighing."
  },
  {
    "id": 189,
    "statement": "Photosynthesis is the process by which plants convert sunlight into energy."
  },
  {
    "id": 190,
    "statement": "Plants obtain nitrogen from soil and atmosphere through nitrogen fixation."
  },
  {
    "id": 191,
    "statement": "Statistics informs data-driven decision-making through analytical processes."
  },
  {
    "id": 192,
    "statement": "Natural navigation techniques conserve energy in wilderness survival"
  },
  {
    "id": 193,
    "statement": "Celebrate cultural diversity with respect, education, and open dialogue."
  },
  {
    "id": 194,
    "statement": "Clear laws maintain order through clarity, consistency, fairness, transparency, and enforcement."
  },
  {
    "id": 195,
    "statement": "Active listening fosters empathy and kindness through understanding."
  },
  {
    "id": 196,
    "statement": "Make agreements with clear terms, mutual understanding, and integrity."
  },
  {
    "id": 197,
    "statement": "Accurate record-keeping enables informed decision-making and transparency."
  },
  {
    "id": 198,
    "statement": "Foster curiosity through cultural practices, such as storytelling and group learning."
  },
  {
    "id": 199,
    "statement": "Determine benefit-to-harm ratio before making decisions with moral implications"
  }
]