[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 2,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 3,
    "statement": "Act with honesty and integrity in all dealings."
  },
  {
    "id": 4,
    "statement": "Show compassion toward those in need."
  },
  {
    "id": 5,
    "statement": "Respect the dignity and autonomy of every individual."
  },
  {
    "id": 6,
    "statement": "Guarantee education as a right to foster informed citizenship."
  },
  {
    "id": 7,
    "statement": "Sustain lawful structures to prevent corruption and abuse of power."
  },
  {
    "id": 8,
    "statement": "Value truth and seek understanding over ignorance."
  },
  {
    "id": 9,
    "statement": "Encourage forgiveness, but learn from past wrongs."
  },
  {
    "id": 10,
    "statement": "Foster empathy and kindness, even under difficult circumstances."
  },
  {
    "id": 11,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 12,
    "statement": "Establish clear systems of agreed-upon laws to maintain order."
  },
  {
    "id": 13,
    "statement": "Protect basic freedoms: speech, expression, and peaceful assembly."
  },
  {
    "id": 14,
    "statement": "Uphold the right to own property, respecting others’ belongings."
  },
  {
    "id": 15,
    "statement": "Honor agreements and contracts made in good faith."
  },
  {
    "id": 16,
    "statement": "Foster curiosity and exploration through culture and practices."
  },
  {
    "id": 17,
    "statement": "Maintain transparency in leadership and decision-making."
  },
  {
    "id": 18,
    "statement": "Natural selection governs evolution through advantageous trait expression."
  },
  {
    "id": 19,
    "statement": "Educate newcomers in essential skills for smooth community integration."
  },
  {
    "id": 20,
    "statement": "Encourage debate and discourse to refine ideas."
  },
  {
    "id": 21,
    "statement": "Encourage free and informed consent in all significant interactions."
  },
  {
    "id": 22,
    "statement": "Cooperation often outperforms isolated efforts in many situations"
  },
  {
    "id": 23,
    "statement": "Actively listen to fully focus on and understand another's message."
  },
  {
    "id": 24,
    "statement": "Ensure that laws evolve to reflect greater understanding and justice."
  },
  {
    "id": 25,
    "statement": "Acknowledge and value diverse talents and roles within a community."
  },
  {
    "id": 26,
    "statement": "Avoid causing harm that is disproportionate to benefit generated."
  },
  {
    "id": 27,
    "statement": "Exercise fairness and impartiality in judgments and decisions."
  },
  {
    "id": 28,
    "statement": "Apply logical reasoning (if-then statements) to deduce truths."
  },
  {
    "id": 29,
    "statement": "Cooperate to improve communal living and solve shared problems."
  },
  {
    "id": 30,
    "statement": "Establish regulatory frameworks to promote environmental sustainability"
  },
  {
    "id": 31,
    "statement": "Use probability to evaluate uncertainty and risk."
  },
  {
    "id": 32,
    "statement": "Continuously learn and adapt for effective personal and societal development."
  },
  {
    "id": 33,
    "statement": "Balance progress with social and environmental responsibility."
  },
  {
    "id": 34,
    "statement": "Secure water by checking source, signs, and taste, then boil or filter."
  },
  {
    "id": 35,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 36,
    "statement": "Support elders and protect children’s safety and development."
  },
  {
    "id": 37,
    "statement": "Educate newcomers in essential skills to ensure continuity."
  },
  {
    "id": 38,
    "statement": "The Earth's atmosphere is primarily composed of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 39,
    "statement": "Hold individuals accountable for wrongful actions through fair trials."
  },
  {
    "id": 40,
    "statement": "Keep accurate records: census data, trade logs, historical archives."
  },
  {
    "id": 41,
    "statement": "Listen actively to understand others’ perspectives."
  },
  {
    "id": 42,
    "statement": "The Earth’s atmosphere is composed primarily of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 43,
    "statement": "Engage in dialogue to resolve conflicts rather than violence."
  },
  {
    "id": 44,
    "statement": "Sherpas use axes to hack through ice and snow."
  },
  {
    "id": 45,
    "statement": "Empower individuals and groups to participate in civic activities"
  },
  {
    "id": 46,
    "statement": "Adopt a balanced diet with grains, fruits, vegetables, proteins."
  },
  {
    "id": 47,
    "statement": "Contribute to public goods (e.g., infrastructure, healthcare) as able."
  },
  {
    "id": 48,
    "statement": "Dialogue resolves conflicts, builds trust, and fosters empathy."
  },
  {
    "id": 49,
    "statement": "Encourage civic participation: voting, dialogue, and community service."
  },
  {
    "id": 50,
    "statement": "Respect privacy and personal boundaries of others."
  },
  {
    "id": 51,
    "statement": "Practice hospitality: help travelers and those without shelter."
  },
  {
    "id": 52,
    "statement": "Seek medical knowledge to prevent and treat diseases."
  },
  {
    "id": 53,
    "statement": "Social welfare programs can reduce poverty and income inequality effectively."
  },
  {
    "id": 54,
    "statement": "Ensure checks and balances to prevent tyranny."
  },
  {
    "id": 55,
    "statement": "Use algebraic thinking to represent unknowns and solve equations."
  },
  {
    "id": 56,
    "statement": "Fractions and ratios are used in various aspects of life."
  },
  {
    "id": 57,
    "statement": "Respect intellectual contributions: inventors, thinkers, artisans."
  },
  {
    "id": 58,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 59,
    "statement": "Art conveys complex ideas and emotions across cultures through universal symbols."
  },
  {
    "id": 60,
    "statement": "Continuously learn and adapt knowledge for new challenges."
  },
  {
    "id": 61,
    "statement": "Water (H2O) is essential for life; preserving clean water is vital."
  },
  {
    "id": 62,
    "statement": "Establish a trade system by determining needs, medium of exchange, and record-keeping."
  },
  {
    "id": 63,
    "statement": "Plants convert sunlight into energy through photosynthesis."
  },
  {
    "id": 64,
    "statement": "The human body consists of cells, tissues, organs, and systems."
  },
  {
    "id": 65,
    "statement": "Disease can be caused by microorganisms; hygiene and sanitation help prevent illness."
  },
  {
    "id": 66,
    "statement": "Empathy fosters kindness, compassion, and connections in communities."
  },
  {
    "id": 67,
    "statement": "Matter consists of atoms with nuclei and orbiting electrons structured."
  },
  {
    "id": 68,
    "statement": "Show empathy and kindness to others, while being reciprocal"
  },
  {
    "id": 69,
    "statement": "Use probability to evaluate risk and uncertainty in decision-making."
  },
  {
    "id": 70,
    "statement": "Respect individual autonomy through open communication and empathy."
  },
  {
    "id": 71,
    "statement": "Weather and climate patterns significantly impact agriculture and survival worldwide."
  },
  {
    "id": 72,
    "statement": "Geometry is applied in various real-world fields for measurement."
  },
  {
    "id": 73,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 74,
    "statement": "Strive to polish human relationships through supportive interactions."
  },
  {
    "id": 75,
    "statement": "Statistics inform data-driven decision-making by analyzing data trends."
  },
  {
    "id": 76,
    "statement": "Fairness and impartiality require empathy and understanding."
  },
  {
    "id": 77,
    "statement": "Free and informed consent is essential in all significant interactions."
  },
  {
    "id": 78,
    "statement": "The human body consists of cells, tissues, organs, and systems functioning together."
  },
  {
    "id": 79,
    "statement": "Written records provide valuable lessons from ancestors' experiences."
  },
  {
    "id": 80,
    "statement": "Recognize and celebrate cultural and religious diversity without discrimination."
  },
  {
    "id": 81,
    "statement": "Gravity causes objects with mass to attract one another."
  },
  {
    "id": 82,
    "statement": "Basic elements form materials; understanding them aids resource use."
  },
  {
    "id": 83,
    "statement": "Identify and celebrate diverse talents and community contributions."
  },
  {
    "id": 84,
    "statement": "Secure safe water sources: boil or filter if necessary."
  },
  {
    "id": 85,
    "statement": "Identify edible and poisonous plants and animals with caution and research."
  },
  {
    "id": 86,
    "statement": "Build basic shelter for protection from weather and predators."
  },
  {
    "id": 87,
    "statement": "Effective communication conveys valuable insights and wisdom."
  },
  {
    "id": 88,
    "statement": "Create fire using sparks, friction, or magnification to produce flame."
  },
  {
    "id": 89,
    "statement": "Preserve personal safety by learning natural navigation techniques."
  },
  {
    "id": 90,
    "statement": "Use simple tools (knives, hammers, axes) to enhance human capability."
  },
  {
    "id": 91,
    "statement": "Negotiate compromises through open-minded give-and-take communication."
  },
  {
    "id": 92,
    "statement": "Establish currency or barter systems to facilitate trade."
  },
  {
    "id": 93,
    "statement": "Preserve and store food to prevent spoilage (e.g., drying, salting)."
  },
  {
    "id": 94,
    "statement": "Practice hospitality by providing aid with consideration and responsibility."
  },
  {
    "id": 95,
    "statement": "Plan long-term resource management by identifying goals, analyzing stakeholders, and regularly monitoring adaptation."
  },
  {
    "id": 96,
    "statement": "Navigate using the Sun, stars, and geographical landmarks."
  },
  {
    "id": 97,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries."
  },
  {
    "id": 98,
    "statement": "Practice basic farming: soil preparation, planting, harvesting."
  },
  {
    "id": 99,
    "statement": "Use clothing and insulation to protect from extreme temperatures."
  },
  {
    "id": 100,
    "statement": "Master basic arithmetic: addition, subtraction, multiplication, division."
  },
  {
    "id": 101,
    "statement": "Incorporate zero and negative numbers into number systems."
  },
  {
    "id": 102,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes."
  },
  {
    "id": 103,
    "statement": "Use writing or recording methods to preserve knowledge."
  },
  {
    "id": 104,
    "statement": "Assess community waste, research regulations, and implement 3Rs principles."
  },
  {
    "id": 105,
    "statement": "Understand fractions and ratios to represent parts of wholes."
  },
  {
    "id": 106,
    "statement": "Estimate values when exact calculations are difficult."
  },
  {
    "id": 107,
    "statement": "Develop a common language or symbolic communication system."
  },
  {
    "id": 108,
    "statement": "All living organisms are made up of one or more cells, which are the basic units of life."
  },
  {
    "id": 109,
    "statement": "Share information openly to foster mutual trust."
  },
  {
    "id": 110,
    "statement": "Negotiate compromises to resolve conflicting interests."
  },
  {
    "id": 111,
    "statement": "Use stories, metaphors, and teaching to transmit wisdom."
  },
  {
    "id": 112,
    "statement": "Recognize that cooperation often outperforms isolated efforts."
  },
  {
    "id": 113,
    "statement": "Encourage creative expression through art, music, and storytelling."
  },
  {
    "id": 114,
    "statement": "Utilize statistics to summarize data and inform decisions."
  },
  {
    "id": 115,
    "statement": "Recognize patterns and sequences in nature and society."
  },
  {
    "id": 116,
    "statement": "Preserve cultural traditions that enrich community identity."
  },
  {
    "id": 117,
    "statement": "Document histories to learn from ancestors’ successes and errors."
  },
  {
    "id": 118,
    "statement": "Celebrate social bonds with music, dance, and festivals."
  },
  {
    "id": 119,
    "statement": "Encourage innovation while preserving valuable inherited knowledge."
  },
  {
    "id": 120,
    "statement": "Respect others' belongings requires balancing individual rights with communal needs."
  },
  {
    "id": 121,
    "statement": "Water's essential role in biological processes and regulation"
  },
  {
    "id": 122,
    "statement": "Support craftsmanship: pottery, weaving, metallurgy, carpentry."
  },
  {
    "id": 123,
    "statement": "Plants convert sunlight into energy through photosynthesis process."
  },
  {
    "id": 124,
    "statement": "Foster curiosity and exploration of new techniques and styles."
  },
  {
    "id": 125,
    "statement": "Use art to communicate complex ideas and emotions beyond words."
  },
  {
    "id": 126,
    "statement": "Form representative governing bodies to serve communities."
  },
  {
    "id": 127,
    "statement": "Distribute resources fairly to prevent extreme wealth gaps."
  },
  {
    "id": 128,
    "statement": "Collect taxes or contributions for public welfare."
  },
  {
    "id": 129,
    "statement": "Support ethical entrepreneurship and sustainable productivity."
  },
  {
    "id": 130,
    "statement": "Plan long-term resource management (agriculture, water, energy)."
  },
  {
    "id": 131,
    "statement": "Adapt policies in response to environmental and social changes."
  },
  {
    "id": 132,
    "statement": "Encourage lifelong learning and skill development for stability."
  },
  {
    "id": 133,
    "statement": "Incentivize innovation that improves health, happiness, prosperity."
  },
  {
    "id": 134,
    "statement": "Prioritize sanitation: proper waste disposal and clean water."
  },
  {
    "id": 135,
    "statement": "Understand basic reproductive health and family planning."
  },
  {
    "id": 136,
    "statement": "The speed of light in a vacuum is constant, approximately 299,792 kilometers per second."
  },
  {
    "id": 137,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 138,
    "statement": "Respect boundaries as key to maintaining healthy relationships."
  },
  {
    "id": 139,
    "statement": "When uncertain, clarify and seek more information before acting."
  },
  {
    "id": 140,
    "statement": "Identify edible and poisonous plants and animals."
  },
  {
    "id": 141,
    "statement": "Create fire using sparks, friction, or magnification with proper materials."
  },
  {
    "id": 142,
    "statement": "Collecting taxes or contributions funds public goods and services."
  },
  {
    "id": 143,
    "statement": "Contribute to public goods by donating, volunteering, and advocating."
  },
  {
    "id": 144,
    "statement": "Encourage incremental innovation to preserve valuable inherited knowledge."
  },
  {
    "id": 145,
    "statement": "Apply logical reasoning to deduce truths through conditional statements."
  },
  {
    "id": 146,
    "statement": "Accurate records ensure efficient decision-making and societal functioning."
  },
  {
    "id": 147,
    "statement": "Maintain civility in public discourse, even in disagreement."
  },
  {
    "id": 148,
    "statement": "Philosophical reflection: critically examining thoughts, beliefs, and values to gain deeper understanding."
  },
  {
    "id": 149,
    "statement": "Physics laws apply consistently across observable universe with exceptions."
  },
  {
    "id": 150,
    "statement": "Establish clear communication channels for open information sharing."
  },
  {
    "id": 151,
    "statement": "Engage in regular exercise and maintain physical fitness."
  },
  {
    "id": 152,
    "statement": "Algebraic thinking represents unknowns with variables and symbols."
  },
  {
    "id": 153,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 154,
    "statement": "A representative governing body serves through diversity, transparency, and accountability."
  },
  {
    "id": 155,
    "statement": "Practice an apprenticeship to learn any skilled craftsmanship."
  },
  {
    "id": 156,
    "statement": "Basic farming techniques involve soil preparation, planting, and harvesting securely."
  },
  {
    "id": 157,
    "statement": "Microorganisms are tiny living things that cause disease."
  },
  {
    "id": 158,
    "statement": "Prioritize comprehensive medical knowledge for global health care."
  },
  {
    "id": 159,
    "statement": "Compassion is an emotional response leading to acts of kindness."
  },
  {
    "id": 160,
    "statement": "Encourage empathy and kindness, even under difficult circumstances."
  },
  {
    "id": 161,
    "statement": "Guaranteeing education as a right requires a multifaceted approach."
  },
  {
    "id": 162,
    "statement": "Preserve food using tested methods, proper equipment, and controlled environment."
  },
  {
    "id": 163,
    "statement": "Gravity warps spacetime in proportion to object mass."
  },
  {
    "id": 164,
    "statement": "Strengthen social bonds with music, dance, and festivals."
  },
  {
    "id": 165,
    "statement": "Inspire philosophical reflection on meaning, purpose, and morality."
  },
  {
    "id": 166,
    "statement": "Identify and analyze patterns and sequences in nature and society."
  },
  {
    "id": 167,
    "statement": "Checks and balances prevent tyranny through institutional separation."
  },
  {
    "id": 168,
    "statement": "Build basic shelter considering climate, terrain, materials, and predators."
  },
  {
    "id": 169,
    "statement": "Established systems ensure fair, transparent, and accountable power exercise."
  },
  {
    "id": 170,
    "statement": "Recognize and value intellectual contributions to foster creativity."
  },
  {
    "id": 171,
    "statement": "Proper clothing and insulation are crucial in extreme temperatures."
  },
  {
    "id": 172,
    "statement": "Maintain transparency in leadership and decision-making through open communication."
  },
  {
    "id": 173,
    "statement": "Maintain civility in public discourse through respectful language and listening."
  },
  {
    "id": 174,
    "statement": "Respect individual freedoms, balance with public safety and order."
  },
  {
    "id": 175,
    "statement": "Effective debating fosters critical thinking and refined ideas through dialogue."
  },
  {
    "id": 176,
    "statement": "Zero and negative numbers transformed mathematics worldwide"
  },
  {
    "id": 177,
    "statement": "Great leaders inspire trust, foster unity, and make courageous decisions."
  },
  {
    "id": 178,
    "statement": "Cooperate actively to resolve communal problems and enhance life"
  },
  {
    "id": 179,
    "statement": "Acknowledge mistakes, apologize, and learn from errors to move forward."
  },
  {
    "id": 180,
    "statement": "The fundamental unit of life is a cell or cell-like structure."
  },
  {
    "id": 181,
    "statement": "Personal stability tied to career and financial success."
  },
  {
    "id": 182,
    "statement": "Honoring agreements made in good faith yields trust and stability."
  },
  {
    "id": 183,
    "statement": "Preserve cultural traditions through engagement, documentation, and community involvement."
  },
  {
    "id": 184,
    "statement": "Water conservation is essential for preserving clean water sources."
  },
  {
    "id": 185,
    "statement": "Shared language enables efficient and accurate communication."
  },
  {
    "id": 186,
    "statement": "Apply pressure to control bleeding, then clean and elevate the area."
  },
  {
    "id": 187,
    "statement": "Support elders and protect children's safety and development through resources."
  },
  {
    "id": 188,
    "statement": "Fairness and impartiality in decision-making require transparency and awareness."
  },
  {
    "id": 189,
    "statement": "A balanced diet includes grains, fruits, vegetables, and proteins."
  },
  {
    "id": 190,
    "statement": "Egalitarian governance balances individual rights with the greater good."
  },
  {
    "id": 191,
    "statement": "Treating others with kindness and respect is essential for building strong relationships."
  },
  {
    "id": 192,
    "statement": "Energy is conserved, transformed, but not created or destroyed."
  },
  {
    "id": 193,
    "statement": "Exercise routine tailored to individual needs and abilities."
  },
  {
    "id": 194,
    "statement": "Document knowledge using various methods for preservation and sharing."
  },
  {
    "id": 195,
    "statement": "Empathy and willingness to learn adapt in complex situations"
  },
  {
    "id": 196,
    "statement": "Foster empathy and kindness, even under difficult circumstances."
  },
  {
    "id": 197,
    "statement": "Hold individuals accountable for wrongful actions through fair trials and due process."
  },
  {
    "id": 198,
    "statement": "Creative expression fosters empathy, unity, innovation, and conflict resolution."
  }
]