[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Calibration involves instrument setup, environment control, and validation steps"
  },
  {
    "id": 2,
    "statement": "Calibration preparation includes instrument setup, environment control, and review."
  },
  {
    "id": 3,
    "statement": "Calibration involves instrument setup, environment control, and validation."
  },
  {
    "id": 4,
    "statement": "Calibration preparation includes instrument setup, environment control, and thorough review."
  },
  {
    "id": 5,
    "statement": "Scientific processes, peer review, and replication have limitations and biases."
  },
  {
    "id": 6,
    "statement": "Consciousness arises from global workspace's information integration and theory."
  },
  {
    "id": 7,
    "statement": "Calibration involves instrument setup, environment control, and validation procedures."
  },
  {
    "id": 8,
    "statement": "Calibration involves instrument setup, environment control, and standard comparison."
  },
  {
    "id": 9,
    "statement": "Physical laws remain unchanged by external influences despite measurement errors."
  },
  {
    "id": 10,
    "statement": "Calibration involves instrument setup, environment control, and validation steps."
  },
  {
    "id": 11,
    "statement": "Peer review and replication have limitations in detecting biases"
  },
  {
    "id": 12,
    "statement": "Physical laws are inferred from data through simplifying assumptions and human interpretation."
  },
  {
    "id": 13,
    "statement": "Calibration requires understanding instruments, limitations, and relevant standards."
  },
  {
    "id": 14,
    "statement": "Calibration involves comparing instrument readings to known reference standards."
  },
  {
    "id": 15,
    "statement": "Calibration preparation involves instrument setup, environment control, and thorough review in that order."
  },
  {
    "id": 16,
    "statement": "Physical laws are objective, based on mathematical equations in spacetime."
  },
  {
    "id": 17,
    "statement": "Physical laws exist independently, beyond human perception and observation."
  },
  {
    "id": 18,
    "statement": "Observer's frame reference affects physical law measurements."
  },
  {
    "id": 19,
    "statement": "Calibration involves instrument setup, environment control, testing, adjustment, and verification."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from global workspace integrating brain activity."
  },
  {
    "id": 21,
    "statement": "Human perception influences scientific objectivity through various biases"
  },
  {
    "id": 22,
    "statement": "Calibration involves instrument setup, environment control, testing, adjustment, and verification steps."
  },
  {
    "id": 23,
    "statement": "Physical laws remain invariant under small measurement errors, potentially changed."
  },
  {
    "id": 24,
    "statement": "Calibration involves instrument setup, environment control, and validation verification."
  },
  {
    "id": 25,
    "statement": "Calibration involves instrument setup, environment control, and validation steps"
  },
  {
    "id": 26,
    "statement": "Consciousness arises from integrated brain activity and subjective experience."
  },
  {
    "id": 27,
    "statement": "Cognitive frameworks influence understanding of physical laws inescapably."
  },
  {
    "id": 28,
    "statement": "Thorough review in calibration preparation ensures accuracy and reliability."
  },
  {
    "id": 29,
    "statement": "Objective science involves acknowledging and mitigating personal biases."
  },
  {
    "id": 30,
    "statement": "Physical laws remain unchanged under coordinate transformations, invariant."
  },
  {
    "id": 31,
    "statement": "Atmospheric composition results from interactions among geological, biological, climate, and human factors."
  },
  {
    "id": 32,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 33,
    "statement": "Direct measurement involves calibration, validation, and error correction."
  },
  {
    "id": 34,
    "statement": "Atmospheric composition influenced by altitude, temperature, and gas diffusion rates."
  },
  {
    "id": 35,
    "statement": "Quantum computing's power lies in processing vast parallel calculations."
  },
  {
    "id": 36,
    "statement": "Physical laws inferred through continuous scientific inquiry process."
  },
  {
    "id": 37,
    "statement": "A non-conscious brain process can shape, create, and control consciousness"
  },
  {
    "id": 38,
    "statement": "Strive to preserve human life and well-being, balancing values and priorities."
  },
  {
    "id": 39,
    "statement": "Calibration involves understanding instruments, limitations, and relevant measurement standards."
  },
  {
    "id": 40,
    "statement": "Observer's frame reference affects measurements, not physical laws themselves."
  },
  {
    "id": 41,
    "statement": "Brain's neural networks process sensory information globally."
  },
  {
    "id": 42,
    "statement": "Brain's structure, function, and experience interact dynamically, shaping each other."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from global workspace integrating brain activity regions."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from complex neural integration and processing factors influence."
  },
  {
    "id": 45,
    "statement": "Striving to preserve human life and well-being is essential"
  },
  {
    "id": 46,
    "statement": "Conscious experience arises from integrated neural processing and memory."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integrated brain activity, quantified by phi metric."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from global workspace integrating brain activity regions."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from global workspace integrating brain activity globally."
  },
  {
    "id": 50,
    "statement": "Calibration validation: comparing instrument readings to known standards."
  },
  {
    "id": 51,
    "statement": "Consciousness may involve non-physical factors beyond physical processes."
  },
  {
    "id": 52,
    "statement": "Physical laws remain unchanged by measurement errors and uncertainties."
  },
  {
    "id": 53,
    "statement": "Conscious experience arises from integrated neural processing and memory."
  },
  {
    "id": 54,
    "statement": "Physical laws are constructed by humans, influenced by cognitive biases."
  },
  {
    "id": 55,
    "statement": "Our understanding of physical laws is shaped by cognitive frameworks."
  },
  {
    "id": 56,
    "statement": "Physical laws exist independently of human observation and perception."
  },
  {
    "id": 57,
    "statement": "Objective understanding of physical laws influenced by cognitive biases and frameworks."
  },
  {
    "id": 58,
    "statement": "Thorough review ensures instrument setup, environment, and records accuracy."
  },
  {
    "id": 59,
    "statement": "Standard comparison involves calibration against known references."
  },
  {
    "id": 60,
    "statement": "Calibration involves comparing instrument readings to known standards"
  },
  {
    "id": 61,
    "statement": "Prioritize human life and well-being in all decision-making processes"
  },
  {
    "id": 62,
    "statement": "Consciousness arises from dynamic brain region interactions and integration."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from global workspace integrating information processing globally"
  },
  {
    "id": 64,
    "statement": "Consciousness emerges from brain's integrated activity and subjective experience."
  },
  {
    "id": 65,
    "statement": "Calibration review involves systematic and organized process examination."
  },
  {
    "id": 66,
    "statement": "Physical laws inferred through simplifying assumptions and human interpretation processes."
  },
  {
    "id": 67,
    "statement": "Human understanding influences comprehension of physical laws, not laws themselves"
  },
  {
    "id": 68,
    "statement": "Physical laws describe objective features of physical world."
  },
  {
    "id": 69,
    "statement": "Microplastics can transport toxins into marine food chains and shores"
  },
  {
    "id": 70,
    "statement": "Consciousness stems from widespread coordinated brain activity patterns."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from complex neural interactions, influenced by biases."
  },
  {
    "id": 72,
    "statement": "Calibration environment control involves managing multiple external factors consistently."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from integrated brain activity and subjective experience coemergently."
  },
  {
    "id": 74,
    "statement": "Physical laws describe objective features of the physical world."
  },
  {
    "id": 75,
    "statement": "Calibration involves instrument setup, environment control, and standard comparison."
  },
  {
    "id": 76,
    "statement": "Scientific inquiry acknowledges and mitigates biases and limitations"
  },
  {
    "id": 77,
    "statement": "Human understanding influences description of physical laws through cognition."
  },
  {
    "id": 78,
    "statement": "Physical laws are general principles, not solely defined by equations."
  },
  {
    "id": 79,
    "statement": "Quantum computing's power lies in superposition and entanglement capabilities"
  },
  {
    "id": 80,
    "statement": "Physical laws exist independently, yet influenced by human understanding'"
  },
  {
    "id": 81,
    "statement": "Human understanding influences physical laws through scientific inquiry and bias."
  },
  {
    "id": 82,
    "statement": "Prioritizing human life promotes social harmony and collective well-being."
  },
  {
    "id": 83,
    "statement": "Scientific methodology minimizes human biases through diverse, systematic strategies."
  },
  {
    "id": 84,
    "statement": "Neural oscillations facilitate interplay between brain structure and function."
  },
  {
    "id": 85,
    "statement": "Robust validation procedure ensures calibration process accuracy and reliability."
  },
  {
    "id": 86,
    "statement": "Objectivity in science is complex, context-dependent, and influenced by moral assumptions."
  },
  {
    "id": 87,
    "statement": "Calibration process involves preparation, testing, adjustment, and verification steps."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from global workspace integrating information across brain regions."
  },
  {
    "id": 89,
    "statement": "Thorough review in calibration preparation ensures accuracy and reliability."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from global workspace integrating information processing."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from complex neural integration and processing factors."
  },
  {
    "id": 92,
    "statement": "Objectivity in science acknowledges human influence and limitations methodology."
  },
  {
    "id": 93,
    "statement": "Atmospheric composition influenced by multiple interrelated factors."
  },
  {
    "id": 94,
    "statement": "Brain structure and function interplay shapes learning, memory, and adaptation."
  },
  {
    "id": 95,
    "statement": "Guiding principle: prioritize human life and well-being in all actions"
  },
  {
    "id": 96,
    "statement": "Global workspace theory: integrates information across cognitive systems"
  },
  {
    "id": 97,
    "statement": "Calibration involves structured examination of calibration process steps."
  },
  {
    "id": 98,
    "statement": "Calibration review involves structured examination of calibration process"
  },
  {
    "id": 99,
    "statement": "A thorough review is crucial for calibration accuracy assurance."
  },
  {
    "id": 100,
    "statement": "Consciousness emerges from complex neural interactions and processing globally."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from global workspace integrating brain activity."
  },
  {
    "id": 102,
    "statement": "Relevant standards for calibration are established guidelines protocols specifications."
  },
  {
    "id": 103,
    "statement": "Objectivity in science involves minimizing personal biases and values"
  },
  {
    "id": 104,
    "statement": "Consciousness arises from integrated brain activity and subjective experience."
  },
  {
    "id": 105,
    "statement": "Calibration involves instrument setup, environment control, and standard comparison."
  },
  {
    "id": 106,
    "statement": "Consciousness emerges from complex neural interactions and processing factors."
  },
  {
    "id": 107,
    "statement": "Human understanding influences description of objective physical laws."
  },
  {
    "id": 108,
    "statement": "Consciousness may involve non-physical factors beyond physical processes."
  },
  {
    "id": 109,
    "statement": "Quantum computing's power lies in superposition and entanglement capabilities."
  },
  {
    "id": 110,
    "statement": "Consciousness arises from global workspace integrating information processing."
  },
  {
    "id": 111,
    "statement": "Our understanding influences description of objective physical laws."
  },
  {
    "id": 112,
    "statement": "Standard comparison involves comparing instrument readings to known references."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from integrated activity across entire brain regions."
  },
  {
    "id": 114,
    "statement": "Physical laws remain unchanged under coordinate transformations, invariant."
  },
  {
    "id": 115,
    "statement": "Physical laws are mathematical descriptions, not derived from equations."
  },
  {
    "id": 116,
    "statement": "Direct measurement involves calibration, validation, and error correction processes."
  },
  {
    "id": 117,
    "statement": "Scientific research acknowledges and mitigates limitations and biases deliberately."
  },
  {
    "id": 118,
    "statement": "Physical laws exist independently, yet influenced by human understanding."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 120,
    "statement": "Brain structure and function influence each other dynamically."
  },
  {
    "id": 121,
    "statement": "Physical laws exist independently beyond human perception and observation."
  },
  {
    "id": 122,
    "statement": "Validation involves verifying calibration process meets specific requirements."
  },
  {
    "id": 123,
    "statement": "Physical laws remain unchanged, yet understanding is filtered by biases"
  },
  {
    "id": 124,
    "statement": "Physical laws remain unchanged under coordinate transformations, invariant."
  },
  {
    "id": 125,
    "statement": "Physical laws remain invariant under various coordinate transformations"
  },
  {
    "id": 126,
    "statement": "A thorough review involves a systematic examination of setup, environment, and records."
  },
  {
    "id": 127,
    "statement": "Consciousness may involve non-physical factors beyond physical processes globally."
  },
  {
    "id": 128,
    "statement": "Physical laws remain unchanged by measurement errors, despite affect on understanding"
  },
  {
    "id": 129,
    "statement": "Validation procedures ensure calibration process accuracy and reliability."
  },
  {
    "id": 130,
    "statement": "Direct measurement involves one-step process, no intermediate calculations."
  },
  {
    "id": 131,
    "statement": "Scientific methodology minimizes human biases through diverse strategies."
  },
  {
    "id": 132,
    "statement": "Balancing competing values involves open, inclusive decision-making processes."
  },
  {
    "id": 133,
    "statement": "Objectivity in science acknowledges human influence and limitations through methodology."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from integrating information in global workspace network."
  },
  {
    "id": 135,
    "statement": "Consciousness arises from integrating information in global workspace."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from complex neural integration and processing interactions."
  },
  {
    "id": 137,
    "statement": "Global workspace network: integrating sensory and cognitive information globally."
  },
  {
    "id": 138,
    "statement": "Complex neural interactions and processing factors underlie consciousness emergence"
  },
  {
    "id": 139,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from integrating information globally in the brain."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrated information in global network."
  },
  {
    "id": 143,
    "statement": "Calibration validation involves comparing instrument readings to known reference values."
  },
  {
    "id": 144,
    "statement": "Calibration guidelines ensure accuracy and precision in instrument measurement."
  },
  {
    "id": 145,
    "statement": "Subjective experience arises from integrated brain activity and unity."
  },
  {
    "id": 146,
    "statement": "Consciousness arises from global workspace integrating brain activity."
  },
  {
    "id": 147,
    "statement": "Gas diffusion rates influence atmospheric composition, including altitude and temperature."
  },
  {
    "id": 148,
    "statement": "Objectivity in science involves acknowledging human influence and limitations."
  },
  {
    "id": 149,
    "statement": "Calibration preparation includes formal review to ensure correctness."
  },
  {
    "id": 150,
    "statement": "Human perception influences scientific objectivity through various biases"
  },
  {
    "id": 151,
    "statement": "Prioritization of competing values involves ethical consideration and reflection"
  },
  {
    "id": 152,
    "statement": "Scientists use strategies to mitigate human biases and errors."
  },
  {
    "id": 153,
    "statement": "Physical laws result from human interpretation, influenced by cognitive biases."
  },
  {
    "id": 154,
    "statement": "Prioritize human life and well-being in scientific research practices."
  },
  {
    "id": 155,
    "statement": "Global workspace theory integrates information across cognitive systems."
  },
  {
    "id": 156,
    "statement": "Non-conscious brain processes influence conscious thought and behavior."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from global workspace integrating brain activity."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from collective activity across brain regions."
  },
  {
    "id": 159,
    "statement": "Physical laws remain unchanged by external influences, despite measurement errors."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from integrated brain activity, phi metric quantified."
  },
  {
    "id": 161,
    "statement": "Consciousness emerges from integrated brain activity and processing interactions."
  },
  {
    "id": 162,
    "statement": "Consciousness emerges from global workspace integrating brain activity globally."
  },
  {
    "id": 163,
    "statement": "Observer's frame reference affects measurements, not physical laws."
  },
  {
    "id": 164,
    "statement": "Objectivity involves minimizing personal biases and values through deliberation"
  },
  {
    "id": 165,
    "statement": "Calibration process involves preparation, testing, adjustment, and verification steps."
  },
  {
    "id": 166,
    "statement": "Physical laws govern the physical world independently of observation"
  },
  {
    "id": 167,
    "statement": "Scientists use methodological rigor, peer review, and transparency to balance objectivity."
  },
  {
    "id": 168,
    "statement": "When principles conflict, carefully weigh options and aim for balance."
  },
  {
    "id": 169,
    "statement": "Consciousness emerges from interacting complex brain processes globally."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from complex neural integration and processing interactions."
  },
  {
    "id": 171,
    "statement": "Human perception can bias scientific research through various influences"
  },
  {
    "id": 172,
    "statement": "Calibration preparation involves logical and methodical instrument setup process."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from integrated brain activity and subjective experience."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from global workspace integrating brain activity globally."
  },
  {
    "id": 175,
    "statement": "Physical laws remain unchanged under coordinate transformations'"
  },
  {
    "id": 176,
    "statement": "Strive to preserve human life and well-being globally."
  },
  {
    "id": 177,
    "statement": "Balancing competing values involves nuanced decision-making processes"
  },
  {
    "id": 178,
    "statement": "Physical laws unaffected by measurement errors, understanding only influenced."
  },
  {
    "id": 179,
    "statement": "Strive to preserve human life and well-being through informed decisions."
  },
  {
    "id": 180,
    "statement": "A thorough review involves structured examination of all critical factors"
  },
  {
    "id": 181,
    "statement": "Calibration involves understanding instruments, limitations, and relevant measurement standards to ensure accurate and reliable results."
  },
  {
    "id": 182,
    "statement": "Quantum computing's power lies in collective quantum properties."
  },
  {
    "id": 183,
    "statement": "Cognitive frameworks shape understanding of physical laws through conceptual models."
  },
  {
    "id": 184,
    "statement": "Physical laws describe objective features of the physical universe independently."
  },
  {
    "id": 185,
    "statement": "Physical laws are objective mathematical descriptions of natural phenomena"
  },
  {
    "id": 186,
    "statement": "Calibration involves instrument setup, environment control, and validation steps ensuring accuracy."
  },
  {
    "id": 187,
    "statement": "Physical laws remain unchanged under coordinate transformations, invariant."
  },
  {
    "id": 188,
    "statement": "Brain structure and function interact dynamically, influencing each other continuously."
  },
  {
    "id": 189,
    "statement": "Environment control involves controlling external factors in calibration."
  },
  {
    "id": 190,
    "statement": "Peer review and replication have limitations in detecting biases."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrating global workspace activity globally."
  },
  {
    "id": 192,
    "statement": "Physical laws exist independently, yet understanding is filtered subjectively."
  },
  {
    "id": 193,
    "statement": "Calibration involves comparing instrument readings to known reference standards"
  },
  {
    "id": 194,
    "statement": "Thorough review in calibration preparation ensures accuracy and reliability."
  },
  {
    "id": 195,
    "statement": "Cognitive frameworks influence scientific understanding of physical laws."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from global workspace's information integration processes globally."
  },
  {
    "id": 197,
    "statement": "Objectivity in science is achieved through various mitigating methods."
  },
  {
    "id": 198,
    "statement": "Prioritizing human well-being is essential in decision-making"
  }
]