[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Calibration involves instrument setup, environment control, and validation for accuracy."
  },
  {
    "id": 2,
    "statement": "Calibration preparation includes instrument setup, environment control, and review."
  },
  {
    "id": 3,
    "statement": "Calibration preparation involves instrument setup, environment control, and review."
  },
  {
    "id": 4,
    "statement": "Calibration preparation involves instrument setup, environment control, and review."
  },
  {
    "id": 5,
    "statement": "Calibration involves preparation, standard selection, procedure, data analysis, and verification."
  },
  {
    "id": 6,
    "statement": "Calibration involves instrument setup, environment control, and validation procedures."
  },
  {
    "id": 7,
    "statement": "Validation procedures ensure calibration accuracy, reliability, and standards compliance."
  },
  {
    "id": 8,
    "statement": "Calibration preparation involves instrument setup, environment control, and thorough review in that order."
  },
  {
    "id": 9,
    "statement": "Calibration requires understanding instruments, limitations, and relevant standards."
  },
  {
    "id": 10,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 11,
    "statement": "Calibration involves verifying device accuracy with reference standards."
  },
  {
    "id": 12,
    "statement": "Calibration involves preparation, measurement setup, execution, analysis, and reporting."
  },
  {
    "id": 13,
    "statement": "Physical laws describe underlying principles through abstract concepts"
  },
  {
    "id": 14,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 15,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from integrated information processing in brain regions."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from PFC integrating brain regions' information globally."
  },
  {
    "id": 18,
    "statement": "Preserving human life is essential to human dignity"
  },
  {
    "id": 19,
    "statement": "Consciousness emerges from brain's integrated activity and subjective experience."
  },
  {
    "id": 20,
    "statement": "Physical laws describe underlying mechanisms and principles, not equations"
  },
  {
    "id": 21,
    "statement": "Calibration involves understanding instruments, limitations, and relevant standards"
  },
  {
    "id": 22,
    "statement": "Validation procedures ensure calibration accuracy, reliability, and standards compliance."
  },
  {
    "id": 23,
    "statement": "Calibration involves instrument setup, environment control, and validation procedures."
  },
  {
    "id": 24,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 25,
    "statement": "Calibration preparation involves setup, control, and continuous review insights."
  },
  {
    "id": 26,
    "statement": "Physical laws describe underlying principles, not solely equations."
  },
  {
    "id": 27,
    "statement": "Confirmation bias distorts scientific peer review and replication validity."
  },
  {
    "id": 28,
    "statement": "Physical laws describe underlying principles not solely equations."
  },
  {
    "id": 29,
    "statement": "Standard selection involves accuracy, relevance, stability, range, and uncertainty evaluation."
  },
  {
    "id": 30,
    "statement": "Clarity in principles enables effective decision-making and action."
  },
  {
    "id": 31,
    "statement": "Calibration process involves setup, testing, adjustment, and verification."
  },
  {
    "id": 32,
    "statement": "Calibration adapts to instrument, context, and standard specifics for accuracy."
  },
  {
    "id": 33,
    "statement": "Uncertainty evaluation ensures measurement accuracy and reliability."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from brain's global workspace integrating sensory information."
  },
  {
    "id": 35,
    "statement": "Calibration requires adaptation to instrument, context, and standards specifics"
  },
  {
    "id": 36,
    "statement": "Physical laws describe underlying principles through abstract concepts"
  },
  {
    "id": 37,
    "statement": "Calibration involves process adjustments to ensure accuracy and reliability."
  },
  {
    "id": 38,
    "statement": "Calibration involves instrument setup, environment control, and validation steps."
  },
  {
    "id": 39,
    "statement": "Calibration involves instrument setup, environment control, validation, plus other steps"
  },
  {
    "id": 40,
    "statement": "Adjustment step in calibration involves fine-tuning instrument settings."
  },
  {
    "id": 41,
    "statement": "Calibration accuracy relies on accurate measurement standards primarily."
  },
  {
    "id": 42,
    "statement": "Calibration involves instrument setup, environment control, and validation procedures."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from coordinated activity of multiple brain regions."
  },
  {
    "id": 44,
    "statement": "Global workspace theory explains integrated information processing in brain."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from global workspace integrating brain information globally"
  },
  {
    "id": 46,
    "statement": "Consciousness arises from interconnected brain regions' information integration."
  },
  {
    "id": 47,
    "statement": "Standard selection involves accuracy, relevance, stability, range, and uncertainty evaluation."
  },
  {
    "id": 48,
    "statement": "Understanding instruments, limitations, and standards is essential for accurate calibration."
  },
  {
    "id": 49,
    "statement": "Calibration reviews correct instrument-specific errors through iterative refinement procedures."
  },
  {
    "id": 50,
    "statement": "Reference standards can be dynamic, real-time, or adaptive, updating accordingly."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from global brain network integrating sensory inputs."
  },
  {
    "id": 52,
    "statement": "Verification process ensures device measurements match expected values."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from global brain workspace integrating sensory information."
  },
  {
    "id": 54,
    "statement": "Calibration involves instrument setup, documentation, and quality control checks."
  },
  {
    "id": 55,
    "statement": "Objective features exist independently of observation and perception."
  },
  {
    "id": 56,
    "statement": "Moral deliberation involves critical analysis of assumptions and implications."
  },
  {
    "id": 57,
    "statement": "Calibration reviews assess uncertainty from instrumental and environmental sources"
  },
  {
    "id": 58,
    "statement": "Calibration involves instrument setup, environment control, testing, adjustment, and verification steps."
  },
  {
    "id": 59,
    "statement": "Physical laws describe underlying mechanisms and principles governing behavior"
  },
  {
    "id": 60,
    "statement": "Objective features exist independently of observation and perception inherently."
  },
  {
    "id": 61,
    "statement": "Calibration relies on accurate measurement standards and principles"
  },
  {
    "id": 62,
    "statement": "Calibration relies on accurate measurement standards as reference points."
  },
  {
    "id": 63,
    "statement": "Calibration preparation involves instrument setup, environment control, and thorough review."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from global workspace integrating brain regions' information globally."
  },
  {
    "id": 65,
    "statement": "Consciousness emerges from integrated brain region information sharing globally."
  },
  {
    "id": 66,
    "statement": "Emotional processing influences conscious awareness through top-down and bottom-up mechanisms."
  },
  {
    "id": 67,
    "statement": "Calibration process involves setup, testing, adjustment, and verification steps sequentially."
  },
  {
    "id": 68,
    "statement": "Principles govern instrument design, measurement models, uncertainty analysis, and validation."
  },
  {
    "id": 69,
    "statement": "Calibration relies on accurate measurement standards and principles together."
  },
  {
    "id": 70,
    "statement": "Dynamic, real-time, and adaptive reference standards update in response to new data."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from global brain workspace integrating sensory information."
  },
  {
    "id": 72,
    "statement": "Objective reality exists independently of human observer and interpretation."
  },
  {
    "id": 73,
    "statement": "Calibration relies on accurate measurement standards not principles."
  },
  {
    "id": 74,
    "statement": "Calibration compares measurement device output to known, accurate reference."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 76,
    "statement": "Calibration preparation involves thorough review of instrument settings."
  },
  {
    "id": 77,
    "statement": "Confirmation bias distorts scientific peer review and replication validity."
  },
  {
    "id": 78,
    "statement": "Confirmation bias affects individual researcher decisions, not necessarily validity"
  },
  {
    "id": 79,
    "statement": "Calibration reviews correct instrument-specific errors through iterative refinement."
  },
  {
    "id": 80,
    "statement": "Preserving human life and well-being is a fundamental moral principle with scope debates."
  },
  {
    "id": 81,
    "statement": "Understanding instruments, limitations, and standards is crucial for calibration accuracy."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from global workspace integrating brain regions' information globally through binding."
  },
  {
    "id": 83,
    "statement": "Physical laws describe underlying mechanisms and principles, not equations only."
  },
  {
    "id": 84,
    "statement": "Calibration process involves iterative steps, not strict sequential order."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 86,
    "statement": "Preserving life is essential to human dignity and autonomy."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from brain's global workspace integrating information."
  },
  {
    "id": 89,
    "statement": "Consciousness emerges from brain's integrated activity globally"
  },
  {
    "id": 90,
    "statement": "Confirmation bias affects peer review and replication validity in science."
  },
  {
    "id": 91,
    "statement": "Physical laws govern behavior of complex systems and living organisms."
  },
  {
    "id": 92,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 94,
    "statement": "Calibration involves understanding instruments, limitations, and relevant standards."
  },
  {
    "id": 95,
    "statement": "Relevant standards ensure calibration accuracy, consistency, and compliance."
  },
  {
    "id": 96,
    "statement": "Calibration process involves instrument setup, testing, adjustment, and verification."
  },
  {
    "id": 97,
    "statement": "Confirmation bias occurs in scientific research, decision-making, and media."
  },
  {
    "id": 98,
    "statement": "Physical laws describe underlying principles, general & abstract patterns"
  },
  {
    "id": 99,
    "statement": "Relevant standards refer to external guidelines for calibration."
  },
  {
    "id": 100,
    "statement": "Moral deliberation involves critical evaluation of values and principles"
  },
  {
    "id": 101,
    "statement": "Calibration involves instrument setup, documentation, quality control checks, standards."
  },
  {
    "id": 102,
    "statement": "Dynamic, real-time, adaptive reference standards improve calibration accuracy."
  },
  {
    "id": 103,
    "statement": "Strive to preserve human life and well-being everywhere."
  },
  {
    "id": 104,
    "statement": "Calibration involves testing, adjustment, and verification steps for accuracy."
  },
  {
    "id": 105,
    "statement": "Confirmation bias affects scientific peer review and replication validity."
  },
  {
    "id": 106,
    "statement": "Emotional processing influences conscious awareness of sensory inputs."
  },
  {
    "id": 107,
    "statement": "Calibration process depends on instrument, method, and reference standards"
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrated information processing across brain regions."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from integrated brain regions' information globally"
  },
  {
    "id": 110,
    "statement": "Calibration preparation steps may vary depending on situation and instrument."
  },
  {
    "id": 111,
    "statement": "Calibration accuracy relies on accurate measurement standards, not principles"
  },
  {
    "id": 112,
    "statement": "Preserving human life and well-being balances competing values."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from brain's integrated activity and subjective experience."
  },
  {
    "id": 114,
    "statement": "Calibration process accuracy depends on instrument, method, and reference standards alignment."
  },
  {
    "id": 115,
    "statement": "Physical laws describe underlying principles, not solely equations."
  },
  {
    "id": 116,
    "statement": "Human life and well-being should always be prioritized over other considerations."
  },
  {
    "id": 117,
    "statement": "Moral deliberation involves critical thinking and moral principle consideration."
  },
  {
    "id": 118,
    "statement": "Calibration accuracy relies on both standards and principles."
  },
  {
    "id": 119,
    "statement": "Physical laws describe underlying mechanisms and patterns inherently."
  },
  {
    "id": 120,
    "statement": "Preserving human life and well-being is a fundamental moral principle."
  },
  {
    "id": 121,
    "statement": "Uncertainty evaluation assesses standard suitability for intended measurement applications."
  },
  {
    "id": 122,
    "statement": "Calibration process accuracy depends on instrument, method, and reference standards."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from global integration of brain information, IIT."
  },
  {
    "id": 124,
    "statement": "Physical laws remain unchanged under small measurement errors, accuracy matters."
  },
  {
    "id": 125,
    "statement": "Physical laws describe underlying principles, not just equations."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 127,
    "statement": "Consciousness relates to conversations between brain regions and sensory inputs."
  },
  {
    "id": 128,
    "statement": "Striving to preserve human life is grounded in non-maleficence."
  },
  {
    "id": 129,
    "statement": "Calibration involves instrument setup, environment control, testing, adjustment, and verification"
  },
  {
    "id": 130,
    "statement": "Consciousness arises from integrated brain information processing through IIT."
  },
  {
    "id": 131,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from brain's global workspace integrating sensory information."
  },
  {
    "id": 133,
    "statement": "Physical laws describe underlying principles, general & abstract patterns governing nature"
  },
  {
    "id": 134,
    "statement": "Relevant standards define calibration tasks for accuracy and compliance"
  },
  {
    "id": 135,
    "statement": "Consciousness arises from brain's global workspace integrating information globally."
  },
  {
    "id": 136,
    "statement": "Calibration preparation includes iterative review and analysis for accuracy."
  },
  {
    "id": 137,
    "statement": "Calibration involves adapting to instrument, context, and standards specifics."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from coordinated activity of multiple brain regions."
  },
  {
    "id": 139,
    "statement": "Non-maleficence prioritizes patient well-being, autonomy, and competing values."
  },
  {
    "id": 140,
    "statement": "Calibration involves validation procedures to ensure accurate measurements."
  },
  {
    "id": 141,
    "statement": "Objective reality exists independently of human observation and perception."
  },
  {
    "id": 142,
    "statement": "Strive to preserve human life and well-being is fundamental."
  },
  {
    "id": 143,
    "statement": "Verification process includes calibration, testing, and performance validation."
  },
  {
    "id": 144,
    "statement": "Calibration reviews assess uncertainty from instrumental and environmental sources"
  },
  {
    "id": 145,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures."
  },
  {
    "id": 146,
    "statement": "Consciousness arises from global brain workspace integrating sensory information"
  },
  {
    "id": 147,
    "statement": "Consciousness arises from integrated, unified information processing globally."
  },
  {
    "id": 148,
    "statement": "Calibration preparation involves instrument setup, environment control, and review."
  },
  {
    "id": 149,
    "statement": "Calibration adapts to instrument, context, and standard specifics for accuracy."
  },
  {
    "id": 150,
    "statement": "Calibration involves preparation, setup, control, testing, and verification procedures"
  },
  {
    "id": 151,
    "statement": "Moral principles can be subjective and context-dependent"
  },
  {
    "id": 152,
    "statement": "Global brain workspace integrates sensory information for conscious experience."
  },
  {
    "id": 153,
    "statement": "Clarity in principles enables effective decision-making and action."
  },
  {
    "id": 154,
    "statement": "Objective features exist independently of observation and perception by nature."
  },
  {
    "id": 155,
    "statement": "Objective features exist independently of human observation and perception."
  },
  {
    "id": 156,
    "statement": "Physical laws describe underlying principles and encompass mathematical equations."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from global brain workspace integrating sensory information."
  },
  {
    "id": 158,
    "statement": "Moral responsibility informs creation of accurate and unbiased knowledge"
  },
  {
    "id": 159,
    "statement": "Consciousness arises from global brain workspace integrating sensory information."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from integrated brain regions' information processing."
  },
  {
    "id": 161,
    "statement": "Global workspace theory integrates information across brain regions."
  },
  {
    "id": 162,
    "statement": "Understanding instruments involves theoretical and practical knowledge of standards."
  },
  {
    "id": 163,
    "statement": "Mathematical equations abstractly represent physical laws and principles"
  },
  {
    "id": 164,
    "statement": "Calibration review is a high-level quality control check."
  },
  {
    "id": 165,
    "statement": "Preserving life and dignity underlies calibration principles"
  },
  {
    "id": 166,
    "statement": "Consciousness arises from coordinated brain region information integration."
  },
  {
    "id": 167,
    "statement": "Calibration involves controlling environmental factors for consistent conditions."
  },
  {
    "id": 168,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 169,
    "statement": "Calibration involves setting adjustments to ensure accuracy and reliability."
  },
  {
    "id": 170,
    "statement": "Emotional processing influences conscious awareness through biased information flow."
  },
  {
    "id": 171,
    "statement": "Preserving human life and well-being balances competing values."
  },
  {
    "id": 172,
    "statement": "Calibration validation ensures instrument accuracy through reference standard checks"
  },
  {
    "id": 173,
    "statement": "Calibration involves setup, testing, adjustment, and verification steps sequentially."
  },
  {
    "id": 174,
    "statement": "Consciousness emerges from coordinated brain regions' integrated activity."
  },
  {
    "id": 175,
    "statement": "Calibration preparation involves setup, control, and continuous review insights"
  },
  {
    "id": 176,
    "statement": "Strive to preserve human life and well-being, adapting circumstances."
  },
  {
    "id": 177,
    "statement": "PFC's role in consciousness: integration, attention, working memory, and decision-making."
  },
  {
    "id": 178,
    "statement": "Calibration involves instrument setup, environment control, validation, and additional steps."
  },
  {
    "id": 179,
    "statement": "Preserving human life and well-being balances competing values."
  },
  {
    "id": 180,
    "statement": "Cognitive frameworks shape understanding of physical laws through mental structures"
  },
  {
    "id": 181,
    "statement": "Calibration accuracy relies on accurate measurement standards."
  },
  {
    "id": 182,
    "statement": "Calibration involves preparation, standard selection, procedure, data analysis, and verification."
  },
  {
    "id": 183,
    "statement": "Calibration accuracy relies on accurate measurement standards primarily."
  },
  {
    "id": 184,
    "statement": "Standards compliance ensures calibration process meets specific requirements."
  },
  {
    "id": 185,
    "statement": "Global workspace theory explains integrated information processing in the brain."
  },
  {
    "id": 186,
    "statement": "Calibration involves refining instrument settings for optimal performance."
  },
  {
    "id": 187,
    "statement": "Calibration ensures device accuracy through verification with reference standards."
  },
  {
    "id": 188,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 189,
    "statement": "Physical laws describe underlying principles, not just mathematical equations."
  },
  {
    "id": 190,
    "statement": "Preserving human life and well-being is a fundamental principle"
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 192,
    "statement": "Dynamic, real-time, adaptive reference standards improve calibration accuracy"
  },
  {
    "id": 193,
    "statement": "Strive to preserve human life and dignity always"
  },
  {
    "id": 194,
    "statement": "Moral deliberation necessitates both critical thinking and principle consideration."
  },
  {
    "id": 195,
    "statement": "Calibration involves instrument setup, environment control, and validation procedures."
  },
  {
    "id": 196,
    "statement": "Abstract concepts simplify complex physical systems through theoretical frameworks."
  },
  {
    "id": 197,
    "statement": " Calibration involves understanding instruments, limitations, and standards adherence"
  },
  {
    "id": 198,
    "statement": "Calibration involves additional steps beyond setup, control, and validation."
  },
  {
    "id": 199,
    "statement": "Calibration accuracy relies on multiple factors, not just standards."
  }
]