[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 2,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 3,
    "statement": "Act with honesty and integrity in all dealings."
  },
  {
    "id": 4,
    "statement": "Show compassion toward those in need."
  },
  {
    "id": 5,
    "statement": "Respect the dignity and autonomy of every individual."
  },
  {
    "id": 6,
    "statement": "Value truth and seek understanding over ignorance."
  },
  {
    "id": 7,
    "statement": "Exercise fairness and impartiality in judgments and decisions."
  },
  {
    "id": 8,
    "statement": "Encourage forgiveness, but learn from past wrongs."
  },
  {
    "id": 9,
    "statement": "Foster empathy and kindness, even under difficult circumstances."
  },
  {
    "id": 10,
    "statement": "Establish clear systems of agreed-upon laws to maintain order."
  },
  {
    "id": 11,
    "statement": "Protect basic freedoms: speech, expression, and peaceful assembly."
  },
  {
    "id": 12,
    "statement": "Uphold the right to own property, respecting others’ belongings."
  },
  {
    "id": 13,
    "statement": "Honor agreements and contracts made in good faith."
  },
  {
    "id": 14,
    "statement": "Hold individuals accountable for wrongful actions through fair trials."
  },
  {
    "id": 15,
    "statement": "Maintain transparency in leadership and decision-making."
  },
  {
    "id": 16,
    "statement": "Encourage free and informed consent in all significant interactions."
  },
  {
    "id": 17,
    "statement": "Guarantee education as a right to foster informed citizenship."
  },
  {
    "id": 18,
    "statement": "Sustain lawful structures to prevent corruption and abuse of power."
  },
  {
    "id": 19,
    "statement": "Ensure that laws evolve to reflect greater understanding and justice."
  },
  {
    "id": 20,
    "statement": "Cooperate to improve communal living and solve shared problems."
  },
  {
    "id": 21,
    "statement": "Support elders and protect children’s safety and development."
  },
  {
    "id": 22,
    "statement": "Recognize and celebrate cultural and religious diversity without discrimination."
  },
  {
    "id": 23,
    "statement": "Engage in dialogue to resolve conflicts rather than violence."
  },
  {
    "id": 24,
    "statement": "Contribute to public goods (e.g., infrastructure, healthcare) as able."
  },
  {
    "id": 25,
    "statement": "Encourage civic participation: voting, dialogue, and community service."
  },
  {
    "id": 26,
    "statement": "Respect privacy and personal boundaries of others."
  },
  {
    "id": 27,
    "statement": "Acknowledge and value diverse talents and roles within a community."
  },
  {
    "id": 28,
    "statement": "Practice hospitality: help travelers and those without shelter."
  },
  {
    "id": 29,
    "statement": "Maintain civility in public discourse, even in disagreement."
  },
  {
    "id": 30,
    "statement": "Continuously learn and adapt knowledge for new challenges."
  },
  {
    "id": 31,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 32,
    "statement": "Water (H2O) is essential for life; preserving clean water is vital."
  },
  {
    "id": 33,
    "statement": "Plants convert sunlight into energy through photosynthesis."
  },
  {
    "id": 34,
    "statement": "The human body consists of cells, tissues, organs, and systems."
  },
  {
    "id": 35,
    "statement": "Disease can be caused by microorganisms; hygiene and sanitation help prevent illness."
  },
  {
    "id": 36,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 37,
    "statement": "Gravity causes objects with mass to attract one another."
  },
  {
    "id": 38,
    "statement": "Basic elements form materials; understanding them aids resource use."
  },
  {
    "id": 39,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 40,
    "statement": "Secure safe water sources: boil or filter if necessary."
  },
  {
    "id": 41,
    "statement": "Identify edible and poisonous plants and animals."
  },
  {
    "id": 42,
    "statement": "Build basic shelter for protection from weather and predators."
  },
  {
    "id": 43,
    "statement": "Create fire using sparks, friction, or magnification to produce flame."
  },
  {
    "id": 44,
    "statement": "Use simple tools (knives, hammers, axes) to enhance human capability."
  },
  {
    "id": 45,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries."
  },
  {
    "id": 46,
    "statement": "Preserve and store food to prevent spoilage (e.g., drying, salting)."
  },
  {
    "id": 47,
    "statement": "Navigate using the Sun, stars, and geographical landmarks."
  },
  {
    "id": 48,
    "statement": "Practice basic farming: soil preparation, planting, harvesting."
  },
  {
    "id": 49,
    "statement": "Use clothing and insulation to protect from extreme temperatures."
  },
  {
    "id": 50,
    "statement": "Master basic arithmetic: addition, subtraction, multiplication, division."
  },
  {
    "id": 51,
    "statement": "Understand fractions and ratios to represent parts of wholes."
  },
  {
    "id": 52,
    "statement": "Incorporate zero and negative numbers into number systems."
  },
  {
    "id": 53,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes."
  },
  {
    "id": 54,
    "statement": "Use algebraic thinking to represent unknowns and solve equations."
  },
  {
    "id": 55,
    "statement": "Apply logical reasoning (if-then statements) to deduce truths."
  },
  {
    "id": 56,
    "statement": "Use probability to evaluate uncertainty and risk."
  },
  {
    "id": 57,
    "statement": "Estimate values when exact calculations are difficult."
  },
  {
    "id": 58,
    "statement": "Utilize statistics to summarize data and inform decisions."
  },
  {
    "id": 59,
    "statement": "Recognize patterns and sequences in nature and society."
  },
  {
    "id": 60,
    "statement": "Develop a common language or symbolic communication system."
  },
  {
    "id": 61,
    "statement": "Use writing or recording methods to preserve knowledge."
  },
  {
    "id": 62,
    "statement": "Listen actively to understand others’ perspectives."
  },
  {
    "id": 63,
    "statement": "Share information openly to foster mutual trust."
  },
  {
    "id": 64,
    "statement": "Encourage debate and discourse to refine ideas."
  },
  {
    "id": 65,
    "statement": "Negotiate compromises to resolve conflicting interests."
  },
  {
    "id": 66,
    "statement": "Use stories, metaphors, and teaching to transmit wisdom."
  },
  {
    "id": 67,
    "statement": "Recognize that cooperation often outperforms isolated efforts."
  },
  {
    "id": 68,
    "statement": "Keep accurate records: census data, trade logs, historical archives."
  },
  {
    "id": 69,
    "statement": "Educate newcomers in essential skills to ensure continuity."
  },
  {
    "id": 70,
    "statement": "Encourage creative expression through art, music, and storytelling."
  },
  {
    "id": 71,
    "statement": "Preserve cultural traditions that enrich community identity."
  },
  {
    "id": 72,
    "statement": "Document histories to learn from ancestors’ successes and errors."
  },
  {
    "id": 73,
    "statement": "Celebrate social bonds with music, dance, and festivals."
  },
  {
    "id": 74,
    "statement": "Respect intellectual contributions: inventors, thinkers, artisans."
  },
  {
    "id": 75,
    "statement": "Encourage innovation while preserving valuable inherited knowledge."
  },
  {
    "id": 76,
    "statement": "Support craftsmanship: pottery, weaving, metallurgy, carpentry."
  },
  {
    "id": 77,
    "statement": "Foster curiosity and exploration of new techniques and styles."
  },
  {
    "id": 78,
    "statement": "Inspire philosophical reflection on meaning, purpose, and morality."
  },
  {
    "id": 79,
    "statement": "Use art to communicate complex ideas and emotions beyond words."
  },
  {
    "id": 80,
    "statement": "Form representative governing bodies to serve communities."
  },
  {
    "id": 81,
    "statement": "Distribute resources fairly to prevent extreme wealth gaps."
  },
  {
    "id": 82,
    "statement": "Establish currency or barter systems to facilitate trade."
  },
  {
    "id": 83,
    "statement": "Collect taxes or contributions for public welfare."
  },
  {
    "id": 84,
    "statement": "Ensure checks and balances to prevent tyranny."
  },
  {
    "id": 85,
    "statement": "Support ethical entrepreneurship and sustainable productivity."
  },
  {
    "id": 86,
    "statement": "Plan long-term resource management (agriculture, water, energy)."
  },
  {
    "id": 87,
    "statement": "Adapt policies in response to environmental and social changes."
  },
  {
    "id": 88,
    "statement": "Encourage lifelong learning and skill development for stability."
  },
  {
    "id": 89,
    "statement": "Incentivize innovation that improves health, happiness, prosperity."
  },
  {
    "id": 90,
    "statement": "Prioritize sanitation: proper waste disposal and clean water."
  },
  {
    "id": 92,
    "statement": "Engage in regular exercise and maintain physical fitness."
  },
  {
    "id": 91,
    "statement": "Adopt a balanced diet with grains, fruits, vegetables, proteins."
  },
  {
    "id": 93,
    "statement": "Seek medical knowledge to prevent and treat diseases."
  },
  {
    "id": 94,
    "statement": "Understand basic reproductive health and family planning."
  },
  {
    "id": 95,
    "statement": "Provide care and comfort to the ill, elderly, and disabled."
  },
  {
    "id": 96,
    "statement": "Recognize mental health as essential to overall well-being."
  },
  {
    "id": 97,
    "statement": "Allow time for rest, leisure, and spiritual fulfillment."
  },
  {
    "id": 98,
    "statement": "Maintain stable social networks for emotional support."
  },
  {
    "id": 99,
    "statement": null
  },
  {
    "id": 100,
    "statement": null
  },
  {
    "id": 101,
    "statement": null
  }
]