[
  {
    "id": 0,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries."
  },
  {
    "id": 1,
    "statement": "Information literacy crucial for navigating vast digital information."
  },
  {
    "id": 2,
    "statement": "Cells, tissues, and organs function hierarchically to perform specific functions."
  },
  {
    "id": 3,
    "statement": "The observable universe is the region we can physically observe."
  },
  {
    "id": 4,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 5,
    "statement": "The human body consists of cells, tissues, organs, and systems."
  },
  {
    "id": 6,
    "statement": "Living organisms adapt to changing environments."
  },
  {
    "id": 7,
    "statement": "Stable social order relies on cooperation and agreed laws."
  },
  {
    "id": 8,
    "statement": "Respect privacy and personal boundaries of others."
  },
  {
    "id": 9,
    "statement": "Strive to preserve human life and well-being through actions."
  },
  {
    "id": 10,
    "statement": "True objectivism requires mindfulness of information bias and diverse perspectives."
  },
  {
    "id": 11,
    "statement": "Plants convert sunlight into energy through photosynthesis."
  },
  {
    "id": 12,
    "statement": "Statistics inform business decisions by providing valuable insights."
  },
  {
    "id": 13,
    "statement": "Cultural traditions enrich community identity through shared values and practices."
  },
  {
    "id": 14,
    "statement": "Energy conservation: total energy remains constant, forms change."
  },
  {
    "id": 15,
    "statement": "TRUE OBJECTIVISM REQUIRES MINDFUL AVOIDANCE OF INFORMATION BIAS"
  },
  {
    "id": 16,
    "statement": "Basic first aid: clean, apply antibiotic ointment, cover injuries."
  },
  {
    "id": 17,
    "statement": "Energy conservation is fundamental to nature's equilibrium process"
  },
  {
    "id": 18,
    "statement": "Objectivism seeks truth by avoiding information bias and seeking diverse perspectives."
  },
  {
    "id": 19,
    "statement": "Encouraging debate refines ideas by challenging assumptions and perspectives."
  },
  {
    "id": 20,
    "statement": "Establishing institutions promotes transparency, accountability, and fairness in governance."
  },
  {
    "id": 21,
    "statement": "Living organisms evolve through natural selection's process."
  },
  {
    "id": 22,
    "statement": "Accurate records enable informed decision-making and historical research."
  },
  {
    "id": 23,
    "statement": "Social order maintained through agreed-upon laws and cooperation"
  },
  {
    "id": 24,
    "statement": "Atomic elements combine through chemical bonding, forming various compounds."
  },
  {
    "id": 25,
    "statement": "Energy can transform between forms, yet total energy remains constant."
  },
  {
    "id": 26,
    "statement": "Cooperation breaks down without clear roles, trust, and communication."
  },
  {
    "id": 27,
    "statement": "Active listening engages emotionally, not just cognitively."
  },
  {
    "id": 28,
    "statement": "Living organisms evolve through natural selection, acting on existing variation."
  },
  {
    "id": 29,
    "statement": "Honesty is the best policy in all personal dealings."
  },
  {
    "id": 30,
    "statement": "Learn from failure to adapt to new challenges."
  },
  {
    "id": 31,
    "statement": "Energy conserves, transforming forms without increasing or decreasing."
  },
  {
    "id": 32,
    "statement": "Structured planning prioritization process manages resources efficiently effectively"
  },
  {
    "id": 33,
    "statement": "The observable universe is the region we can study."
  },
  {
    "id": 34,
    "statement": "Cooperation's effectiveness depends on context-specific factors like power, trust, and goals."
  },
  {
    "id": 35,
    "statement": "Simple tools amplify human capability by increasing efficiency and accuracy."
  },
  {
    "id": 36,
    "statement": "Encourage free and informed consent in all significant interactions."
  },
  {
    "id": 37,
    "statement": "Protect intellectual property by referencing sources and registering patents."
  },
  {
    "id": 38,
    "statement": "Applying first aid helps to treat wounds and injuries."
  },
  {
    "id": 39,
    "statement": "First aid guidelines depend on specific injury and circumstances"
  },
  {
    "id": 40,
    "statement": "Objectivism seeks truth by avoiding information bias and seeking diverse perspectives."
  },
  {
    "id": 41,
    "statement": "Natural selection favors survival and reproduction of best-suited traits."
  },
  {
    "id": 42,
    "statement": "Humans learn through a combination of discovery, reflection, and practice."
  },
  {
    "id": 43,
    "statement": "Statistics used to inform data-driven decision-making processes."
  },
  {
    "id": 44,
    "statement": "Objectivism seeks truth by avoiding information bias and diverse perspectives."
  },
  {
    "id": 45,
    "statement": "Prioritize actions promoting human well-being and preserving life."
  },
  {
    "id": 46,
    "statement": "Proper source referencing and patent registration protect intellectual property."
  },
  {
    "id": 47,
    "statement": "Atoms consist of protons, neutrons, and electrons, determining properties."
  },
  {
    "id": 48,
    "statement": "Respect privacy and personal boundaries of others."
  },
  {
    "id": 49,
    "statement": "Cooperation requires clear roles, trust, and effective communication."
  },
  {
    "id": 50,
    "statement": "Cooperation requires trust, clear roles, and open communication"
  },
  {
    "id": 51,
    "statement": "Accurate records enable informed decision-making and historical research consolidation."
  },
  {
    "id": 52,
    "statement": "Living organisms evolve through natural selection, adapting to environments."
  },
  {
    "id": 53,
    "statement": "Cells, tissues, organs, and organ systems interact hierarchically for functions"
  },
  {
    "id": 54,
    "statement": "Microorganisms cause diseases through various mechanisms, including infection, toxins, and more."
  },
  {
    "id": 55,
    "statement": "Effective teaching methods combine storytelling, analogies, and case studies."
  },
  {
    "id": 56,
    "statement": "Microorganisms produce various toxins causing disease through mechanisms."
  },
  {
    "id": 57,
    "statement": "Energy is conserved; it can't be created or destroyed, only transformed."
  },
  {
    "id": 58,
    "statement": "Physics technology limits observable universe detection boundaries."
  },
  {
    "id": 59,
    "statement": "Objectivism seeks truth through critical, open-minded inquiry and diverse perspectives"
  },
  {
    "id": 60,
    "statement": "Encourage free and informed consent in all significant interactions."
  },
  {
    "id": 61,
    "statement": "Energy conservation: total energy remains constant, forms change."
  },
  {
    "id": 62,
    "statement": "Sustainable lawful structures promote transparency and accountability through institutions."
  },
  {
    "id": 63,
    "statement": "Microorganisms produce toxins through primary, secondary, and tertiary mechanisms."
  },
  {
    "id": 64,
    "statement": "Active listening involves empathy, understanding, and non-judgmental emotional engagement."
  },
  {
    "id": 65,
    "statement": "Continuously learn and adapt knowledge for new challenges."
  },
  {
    "id": 66,
    "statement": "Effective teaching combines storytelling, analogies, and real-world examples."
  },
  {
    "id": 67,
    "statement": "Cooperation facilitated by multiple factors, not just roles, trust, and communication."
  },
  {
    "id": 68,
    "statement": "Atoms consist of protons, neutrons, and electrons in the nucleus."
  },
  {
    "id": 69,
    "statement": "Humans learn best through iterative cycles of discovery, reflection, and practice."
  },
  {
    "id": 70,
    "statement": "Energy conservation: total energy remains constant, forms change."
  },
  {
    "id": 71,
    "statement": "Minimize harm while weighing benefits and considering context."
  },
  {
    "id": 72,
    "statement": "Quantum non-locality allows instantaneous communication across vast distances."
  },
  {
    "id": 73,
    "statement": "Human learning occurs through iterative cycles of discovery, reflection, practice."
  },
  {
    "id": 74,
    "statement": "Diverse perspectives lead to unbiased objectivism in truth-seeking."
  },
  {
    "id": 75,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 76,
    "statement": "Laws evolve through complex, nuanced, and sometimes contentious processes."
  },
  {
    "id": 77,
    "statement": "Minimize harm through careful consideration of alternatives and consequences."
  },
  {
    "id": 78,
    "statement": "Use stories and metaphors to transmit wisdom in various contexts."
  },
  {
    "id": 79,
    "statement": "Cells, tissues, and organs function through hierarchical structure."
  },
  {
    "id": 80,
    "statement": "Quantum fluctuations challenge conservation of energy principles slightly"
  },
  {
    "id": 81,
    "statement": "Develop long-term resource management through structured planning and prioritization process."
  },
  {
    "id": 82,
    "statement": "Objectivism seeks truth through critical thinking, open-mindedness, and evidence."
  },
  {
    "id": 83,
    "statement": "Cooperation's effectiveness depends on context and context-specific factors."
  },
  {
    "id": 84,
    "statement": "Experiential learning combines discovery, reflection, and practice for optimal learning."
  },
  {
    "id": 85,
    "statement": "Active listening involves acknowledgment and validation without judgment."
  },
  {
    "id": 86,
    "statement": "Objectivism seeks truth, avoiding information bias, and diverse perspectives."
  },
  {
    "id": 87,
    "statement": "Cells, tissues, and organs function through hierarchical structure"
  },
  {
    "id": 88,
    "statement": "Cultural traditions enrich community identity through shared values and practices."
  },
  {
    "id": 89,
    "statement": "Clear expectations ensure effective cooperation and collaboration through shared understanding."
  },
  {
    "id": 90,
    "statement": "Energy can transform between forms without changing its total amount."
  },
  {
    "id": 91,
    "statement": "Preserving food through drying and salting prevents spoilage."
  },
  {
    "id": 92,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 93,
    "statement": "Humans learn through discovery, reflection, and practice iterative cycles."
  },
  {
    "id": 94,
    "statement": "Humans learn through a combination of discovery, reflection, and practice"
  },
  {
    "id": 95,
    "statement": "Education fosters informed citizenship through knowledge and critical thinking."
  },
  {
    "id": 96,
    "statement": "Quantum non-locality allows instantaneous communication across vast distances."
  },
  {
    "id": 97,
    "statement": "Negotiate compromise by finding mutually acceptable middle ground"
  },
  {
    "id": 98,
    "statement": "Energy is conserved; it transforms between forms, remaining constant."
  },
  {
    "id": 99,
    "statement": "Energy can't be created or destroyed, only transformed."
  }
]