[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 2,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 3,
    "statement": "Localization theories oversimplify brain function's dynamic nature."
  },
  {
    "id": 4,
    "statement": "Consciousness refers to subjective internal experiences versus external objective world."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 6,
    "statement": "Subjective experiences are shaped by interactions with the external world."
  },
  {
    "id": 7,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 8,
    "statement": "Harmonious brain region interactions globally involve synchronized neural activity."
  },
  {
    "id": 9,
    "statement": "Subjective experiences are shaped by unique external influences."
  },
  {
    "id": 10,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 11,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary in multiple ways"
  },
  {
    "id": 12,
    "statement": "Consciousness is a complex and debated scientific topic about subjective experience."
  },
  {
    "id": 13,
    "statement": "Conscious experience arises from harmonious and complex brain region interactions globally."
  },
  {
    "id": 14,
    "statement": "Deontology prioritizes intrinsic moral values over consequences always unconditionally."
  },
  {
    "id": 15,
    "statement": "Consciousness is studied multidisciplinary across neuroscience, philosophy, psychology and computer science."
  },
  {
    "id": 16,
    "statement": "Deontology balances moral rules with context and consequences."
  },
  {
    "id": 17,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from internal-external interactions and processing"
  },
  {
    "id": 19,
    "statement": "Consciousness arises from complex neural interactions, including binding, synchrony, and oscillations."
  },
  {
    "id": 20,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 21,
    "statement": "Deontology prioritizes moral rules over consequences and exceptions universally."
  },
  {
    "id": 22,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 23,
    "statement": "Honesty's suitability varies depending on context and relationships."
  },
  {
    "id": 24,
    "statement": "Moral values vary across cultures due to subjective factors."
  },
  {
    "id": 25,
    "statement": "Deontology prioritizes inherent moral value over consequences and context always."
  },
  {
    "id": 26,
    "statement": "Complex systems exhibit emergent properties from component interactions and organization."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 29,
    "statement": "Subjective experiences arise from dynamic interplay between internal and external factors."
  },
  {
    "id": 30,
    "statement": "Consciousness is a complex phenomenon debated by multiple scientific disciplines"
  },
  {
    "id": 31,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 32,
    "statement": "Neural oscillations facilitate sensory information integration through synchronized activity."
  },
  {
    "id": 33,
    "statement": "Consciousness emerges from dynamic neural interactions and integrated processing."
  },
  {
    "id": 34,
    "statement": "Debates in consciousness research focus on neural correlates and theories."
  },
  {
    "id": 35,
    "statement": "Consciousness refers to subjective internal experiences versus external world."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 37,
    "statement": "Deontology balances moral rules with consequences in specific situations"
  },
  {
    "id": 38,
    "statement": "Consciousness arises from harmonious brain activity globally processed."
  },
  {
    "id": 39,
    "statement": "Deontology prioritizes intrinsic moral values over consequences always unconditionaly."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from complex brain interactions"
  },
  {
    "id": 41,
    "statement": "Consciousness arises from complex emergent properties of neural interactions."
  },
  {
    "id": 42,
    "statement": "Honesty emerges from integrated processing of internal and external factors."
  },
  {
    "id": 43,
    "statement": "External factors shape subjective experiences inherently."
  },
  {
    "id": 44,
    "statement": "Deontology prioritizes moral rules over consequences in specific situations"
  },
  {
    "id": 45,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 46,
    "statement": "Morality varies across cultures due to cultural, historical, and social factors."
  },
  {
    "id": 47,
    "statement": "Deontology prioritizes intrinsic moral values over consequences absolutely."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from complex internal-external interactions globally processed"
  },
  {
    "id": 49,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 50,
    "statement": "Consciousness arises from complex neural interactions' emergent properties, integrating information globally."
  },
  {
    "id": 51,
    "statement": "Localization theory oversimplifies brain function's complex interconnectedness."
  },
  {
    "id": 52,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 53,
    "statement": "Deontology prioritizes inherent moral value over context and consequences."
  },
  {
    "id": 54,
    "statement": "Morality is shaped by cultural, historical, and social factors across cultures."
  },
  {
    "id": 55,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 56,
    "statement": "Localization theory oversimplifies brain function's complex nature."
  },
  {
    "id": 57,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally"
  },
  {
    "id": 58,
    "statement": "Honesty's contextuality acknowledges moral nuance and varying expectations."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from integrated neural signals and processing."
  },
  {
    "id": 60,
    "statement": " Consciousness arises from integrated information generated by global brain interactions."
  },
  {
    "id": 61,
    "statement": "Consciousness emerges from integrated neural processing of information"
  },
  {
    "id": 62,
    "statement": "Authenticity builds trust, but context, power, culture, and consistency matter too."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 64,
    "statement": "Integrated neural signals and processing contribute to consciousness emergence."
  },
  {
    "id": 65,
    "statement": "Localization theories oversimplistically describe brain function's complexity."
  },
  {
    "id": 66,
    "statement": "Histone modification and chromatin remodeling synergize in gene regulation mechanisms."
  },
  {
    "id": 67,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 68,
    "statement": "Consciousness is a complex phenomenon debated by multiple sciences."
  },
  {
    "id": 69,
    "statement": "Neural oscillations contribute to sensory processing, partially integrated therein."
  },
  {
    "id": 70,
    "statement": "Consciousness refers to subjective internal experiences versus external objective world."
  },
  {
    "id": 71,
    "statement": "Deontology prioritizes moral rules over consequences in ambiguous situations."
  },
  {
    "id": 72,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 73,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 74,
    "statement": "Harmonious brain region interactions involve synchronized neural activity globally."
  },
  {
    "id": 75,
    "statement": "Morality is influenced by cultural, historical, and social context."
  },
  {
    "id": 76,
    "statement": "Consciousness emerges from integrated information generated by brain region interactions."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from global synchronized neural activity processing."
  },
  {
    "id": 79,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 80,
    "statement": "Deontology balances moral rules with context and consequences."
  },
  {
    "id": 81,
    "statement": "Consciousness emerges from integrated information generated by neural processing activities."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from complex neural interactions' emergent properties globally processed."
  },
  {
    "id": 83,
    "statement": "Honesty emerges from integrated processing of internal and external factors."
  },
  {
    "id": 84,
    "statement": "Localization theory oversimplifies complex brain function's interactive nature."
  },
  {
    "id": 85,
    "statement": "Consciousness emerges from dynamic interactions of multiple brain regions synchronizing."
  },
  {
    "id": 86,
    "statement": "Neural oscillations play a crucial but non-exclusive role in sensory processing."
  },
  {
    "id": 87,
    "statement": "Deontology prioritizes inherent moral values over consequences."
  },
  {
    "id": 88,
    "statement": "Honesty is not the only foundation of trust, depending context."
  },
  {
    "id": 89,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 90,
    "statement": "Honesty is a complex moral concept with varying applications."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from harmonious brain region interactions."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from coordinated and integrated brain region activity globally."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from harmonious brain region interactions synchronously."
  },
  {
    "id": 94,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 95,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 96,
    "statement": "Morality varies across cultures due to cultural, historical, and social factors."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from harmonious brain region interactions globally, synchronized"
  },
  {
    "id": 98,
    "statement": "Consciousness is studied multidisciplinary through various scientific approaches."
  },
  {
    "id": 99,
    "statement": "Honesty's suitability varies in different contexts and relationships."
  },
  {
    "id": 100,
    "statement": "Subjective experiences are shaped by dynamic interplay between internal and external factors."
  },
  {
    "id": 101,
    "statement": "Integrated information refers to information generated by causal interactions within a system."
  },
  {
    "id": 102,
    "statement": "Subjective factors shape moral values across cultures through personal, social, and cultural influences."
  },
  {
    "id": 103,
    "statement": "Emergent properties arise from complex interactions between system components."
  },
  {
    "id": 104,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression globally."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from synchronized neural activity and global workspace integration."
  },
  {
    "id": 106,
    "statement": "Consciousness arises from complex neural interactions globally processed"
  },
  {
    "id": 107,
    "statement": "Honesty is context-dependent, considering relationships and consequences."
  },
  {
    "id": 108,
    "statement": "Brain's dynamic nature remains a complex, active research area."
  },
  {
    "id": 109,
    "statement": "Honesty is culturally relative, context-dependent and nuanced."
  },
  {
    "id": 110,
    "statement": "Deontology prioritizes inherent moral value over consequences contextually."
  },
  {
    "id": 111,
    "statement": "Honesty's effectiveness influenced by context, relationships, and consequences."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from coordinated activity of multiple brain regions."
  },
  {
    "id": 113,
    "statement": "Moral values are shaped by cultural and historical influences."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from harmonious globally integrated brain region interactions."
  },
  {
    "id": 115,
    "statement": "Subjective experiences are shaped by complex interplay of internal and external factors."
  },
  {
    "id": 116,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 117,
    "statement": "Deontology balances moral rules with considered consequences and context."
  },
  {
    "id": 118,
    "statement": "Chromatin's dynamic structure regulates gene expression through histone modification and remodeling interactions."
  },
  {
    "id": 119,
    "statement": "Neural oscillations integrate sensory information through synchronized brain region activity."
  },
  {
    "id": 120,
    "statement": "Authenticity in words and actions builds trust."
  },
  {
    "id": 121,
    "statement": "Subjective experiences are fundamentally connected to and influenced by the external world."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally."
  },
  {
    "id": 123,
    "statement": "Honesty's explicit consideration of context ensures moral authenticity"
  },
  {
    "id": 124,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 125,
    "statement": "Honesty is context-dependent, considering consequences and motivations explicitly."
  },
  {
    "id": 126,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 127,
    "statement": "Synchronized neural activity enables efficient information processing globally."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 129,
    "statement": "Deontology prioritizes inherent moral value over consequences contextually."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from harmonious brain region interactions synchronization."
  },
  {
    "id": 131,
    "statement": "Deontology prioritizes moral rules over consequences contextually, allowing exceptions."
  },
  {
    "id": 132,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 133,
    "statement": "Brain function is complex and distributed across multiple networks."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from integrated information and causal interactions."
  },
  {
    "id": 135,
    "statement": "Brain's dynamic nature involves complex neural connection formation."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from integrated processing across brain regions globally."
  },
  {
    "id": 137,
    "statement": "Consciousness emerges from synchronized neural activity integrating information globally."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from integrated processing across brain regions globally"
  },
  {
    "id": 139,
    "statement": "Moral values shaped by cultural transmission and historical influences"
  },
  {
    "id": 140,
    "statement": "Honesty is a complex moral value with multiple perspectives."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from harmonious globally integrated brain region interactions."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrated neural activity and processing."
  },
  {
    "id": 143,
    "statement": "Deontology balances intrinsic moral values with context and consequences."
  },
  {
    "id": 144,
    "statement": "Histone modifications influence chromatin remodeling, regulating gene expression"
  },
  {
    "id": 145,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 146,
    "statement": "Deontology prioritizes moral rules over consequences and context adaptively."
  },
  {
    "id": 147,
    "statement": "Consciousness studied through various scientific approaches combining strengths and limitations."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from interplay between internal, external experiences."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 150,
    "statement": "Deontology prioritizes moral rules over consequences for absolute morality"
  },
  {
    "id": 151,
    "statement": "Honesty is culturally relative and context-dependent in nuances."
  },
  {
    "id": 152,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression"
  },
  {
    "id": 153,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences in interaction."
  },
  {
    "id": 154,
    "statement": "Deontology prioritizes moral rules over consequences in some cases"
  },
  {
    "id": 155,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 156,
    "statement": "Consciousness is debated topic with complex neural correlates."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from integrated information generated by brain region interactions."
  },
  {
    "id": 158,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from integrated information across brain regions."
  },
  {
    "id": 160,
    "statement": "Honesty depends on context, relationships, and potential consequences."
  },
  {
    "id": 161,
    "statement": "Honesty's foundation of trust may be qualified by moral context."
  },
  {
    "id": 162,
    "statement": "Consciousness refers to subjective internal experiences versus external world."
  },
  {
    "id": 163,
    "statement": "Honesty's effectiveness influenced by context, relationships, and consequences dynamically."
  },
  {
    "id": 164,
    "statement": "Honesty is not universally accepted as a moral value."
  },
  {
    "id": 165,
    "statement": "Deontology prioritizes inherent moral value over context and consequences, emphasizing moral rules."
  },
  {
    "id": 166,
    "statement": "Subjective experiences are shaped by complex interplay of internal-external factors."
  },
  {
    "id": 167,
    "statement": "Complex systems exhibit emergent properties through global integration."
  },
  {
    "id": 168,
    "statement": "Honesty is context-dependent in communication of truth; consider consequences and motivations."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from harmonious brain region interactions globally processed"
  },
  {
    "id": 170,
    "statement": "Subjective experiences emerge from nuances of internal-external interactions."
  },
  {
    "id": 171,
    "statement": "Honesty and empathy balance in complex social situations."
  },
  {
    "id": 172,
    "statement": "Consciousness is a complex and debated scientific topic"
  },
  {
    "id": 173,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 174,
    "statement": "Honesty should be evaluated with consideration of context and motivation."
  },
  {
    "id": 175,
    "statement": "Deontology prioritizes inherent moral value over consequences contextually."
  },
  {
    "id": 176,
    "statement": "Subjective experiences emerge from dynamic internal-external interactions shaped."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from complex interplay of brain regions and factors."
  },
  {
    "id": 178,
    "statement": "Cultural, historical, and social factors influence moral principles globally."
  },
  {
    "id": 179,
    "statement": "Subjective experiences arise from complex interplay between internal factors."
  },
  {
    "id": 180,
    "statement": "Complex brain interactions involve synchronized neural oscillations globally."
  },
  {
    "id": 181,
    "statement": "Morality varies across cultures influenced by complex factors."
  },
  {
    "id": 182,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 183,
    "statement": "Consciousness is studied multidisciplinary across neuroscience, philosophy, psychology, computer science."
  },
  {
    "id": 184,
    "statement": "Consciousness research debates focus on neural correlates, theories, and subjective experience."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from complex neural interactions and processing"
  },
  {
    "id": 186,
    "statement": "Emergent properties arise from complex interactions and organization."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from dynamic neural network interactions globally processed."
  },
  {
    "id": 188,
    "statement": "Honesty not sole foundation of trust; context influences importance"
  },
  {
    "id": 189,
    "statement": "Honesty is a complex moral concept with varying applications."
  },
  {
    "id": 190,
    "statement": "Neural oscillations integrate sensory information through brain region communication."
  },
  {
    "id": 191,
    "statement": "Deontology prioritizes intrinsic moral values over consequences proportionally"
  },
  {
    "id": 192,
    "statement": "Consciousness arises from global brain integration and causal interactions."
  },
  {
    "id": 193,
    "statement": "Honesty has varying applications depending on context and culture."
  },
  {
    "id": 194,
    "statement": "Emergent properties arise from complex interactions between system components elegantly"
  },
  {
    "id": 195,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from complex neural interactions' emergent properties"
  },
  {
    "id": 197,
    "statement": "Consciousness arises from harmonious, synchronized brain region interactions globally."
  },
  {
    "id": 198,
    "statement": "Deontology prioritizes intrinsic moral values over consequences qualifiedly"
  },
  {
    "id": 199,
    "statement": "Consciousness arises from complex emergent neural interactions' organization."
  }
]