[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 2,
    "statement": "Consciousness is complex multifaceted phenomenon of subjective experience"
  },
  {
    "id": 3,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 4,
    "statement": "Consciousness emerges from harmonious coordination of brain regions."
  },
  {
    "id": 5,
    "statement": "Consciousness involves intentionality, subjective experience, and self-awareness."
  },
  {
    "id": 6,
    "statement": "Consciousness arises from brain's integrated information through IIT’s φ calculation."
  },
  {
    "id": 7,
    "statement": "Honesty is a moral principle universally applicable regardless context."
  },
  {
    "id": 8,
    "statement": "Human social behavior influenced by multiple factors and complexity."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 11,
    "statement": "Integrated information theory quantifies consciousness through phi calculation"
  },
  {
    "id": 12,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and diversity."
  },
  {
    "id": 13,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 14,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 15,
    "statement": "Lying can be morally justifiable in certain harm-avoiding situations."
  },
  {
    "id": 16,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from complex neural interactions and processing."
  },
  {
    "id": 18,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 19,
    "statement": "Diverse social behavior influenced by individual personality traits, culture, environment."
  },
  {
    "id": 20,
    "statement": "Consciousness involves complex interactions between brain, environment, and cognition."
  },
  {
    "id": 21,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 22,
    "statement": "Consciousness is a subjective, multifaceted, complex phenomenon."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from integrated brain activity through IIT's φ calculation."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from complex neural interactions and processing."
  },
  {
    "id": 25,
    "statement": "Consciousness linked to synchronized brain activity and ω phase."
  },
  {
    "id": 26,
    "statement": "Consciousness emerges from harmonious coordination of brain regions' activities."
  },
  {
    "id": 27,
    "statement": "Consciousness emerges from integrated processing of intentional, subjective experiences."
  },
  {
    "id": 28,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization interactions."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from integrated brain activity across multiple networks."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from integrated interactions between brain regions."
  },
  {
    "id": 33,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrated information generated by phi calculation."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 36,
    "statement": "Neural oscillations synchronize brain regions for conscious experience integration through gamma frequency band."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from coordinated brain region interactions and processing."
  },
  {
    "id": 38,
    "statement": "Mental representations form through synchronized neural activity globally."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from integrated brain activity: global networks and oscillations."
  },
  {
    "id": 40,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement interactions."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from brain's integration of sensory, cognitive, and emotional information through PFC and DMN."
  },
  {
    "id": 42,
    "statement": "Oscillations facilitate neural synchrony, binding, and conscious experience through rhythmic fluctuations."
  },
  {
    "id": 43,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 46,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and perspectives."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from brain's global integration of sensory-cognitive-emotional information."
  },
  {
    "id": 48,
    "statement": "Consciousness emerges from complex neural interactions and processing between brain regions."
  },
  {
    "id": 49,
    "statement": "Neuroplasticity arises from dynamic interplay of genetics and environment factors"
  },
  {
    "id": 50,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 51,
    "statement": "Global neural activity coordination forms mental representations through synchronized oscillations."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 53,
    "statement": "Subjective experience is the private, internal aspect of human consciousness."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 56,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 57,
    "statement": "Subjective experience combines internal and external influences in human consciousness."
  },
  {
    "id": 58,
    "statement": "Genetics influences neuroplasticity through genetic predisposition, brain structure, and neurotransmitter regulation."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from integrated processing of intentional subjective experience."
  },
  {
    "id": 61,
    "statement": "Consciousness involves interconnected intentionality, subjectivity, self-awareness, and environment interaction."
  },
  {
    "id": 62,
    "statement": "Subjective experience emerges from dynamic internal and external influence interactions"
  },
  {
    "id": 63,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 64,
    "statement": "Clarifying complex ideas involves acknowledging context, ambiguity, and diversity recursion."
  },
  {
    "id": 65,
    "statement": "Cultural norms influence behavior through internalization of values."
  },
  {
    "id": 66,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from integrated interactions between brain processes."
  },
  {
    "id": 68,
    "statement": "Prefrontal Cortex (PFC) and Default Mode Network (DMN) integrate sensory, cognitive, and emotional information for conscious experience."
  },
  {
    "id": 69,
    "statement": "Considering multiple perspectives empathetically clarifies complex ideas"
  },
  {
    "id": 70,
    "statement": "Consciousness arises from integrated information in brain regions."
  },
  {
    "id": 71,
    "statement": "Internalization plays a crucial role in shaping cultural norms-influence-behavior process."
  },
  {
    "id": 72,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 73,
    "statement": "Cultural norms influence behavior through complex interactions."
  },
  {
    "id": 74,
    "statement": "Gamma waves synchronize brain regions for conscious information integration"
  },
  {
    "id": 75,
    "statement": "Diverse social behavior emerges from individual personality traits."
  },
  {
    "id": 76,
    "statement": "Gamma waves synchronize brain regions for conscious information integration"
  },
  {
    "id": 77,
    "statement": "Consciousness arises from complex interactions across brain regions."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from synchronized brain region activities globally."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from complex interplay of neural activities."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 81,
    "statement": "Intentionality refers to the mind's ability to direct mental states towards objects."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from integrated information and environmental influences."
  },
  {
    "id": 83,
    "statement": "Individual differences shape diverse social behavior through unique perspectives"
  },
  {
    "id": 84,
    "statement": "Consciousness arises from global brain networks and synchronized oscillations"
  },
  {
    "id": 85,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement interactions."
  },
  {
    "id": 86,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from integrated brain activity globally"
  },
  {
    "id": 88,
    "statement": "Consciousness arises from complex neural interactions and processing globally"
  },
  {
    "id": 89,
    "statement": "Consciousness arises from integrated brain activity and causal interactions."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from complex neural interplay and integration."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from integrated information generated by brain activity"
  },
  {
    "id": 92,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from integrated brain information globally quantified by phi calculation."
  },
  {
    "id": 94,
    "statement": "Integrated Information Theory explains the emergence of conscious experience."
  },
  {
    "id": 95,
    "statement": "Synchronized oscillations in neural activity bind information into mental representations."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 97,
    "statement": "Consciousness emerges from integrated brain information, quantified by φ."
  },
  {
    "id": 98,
    "statement": "Cultural norms influence behavior through socialization, conformity, internalization, and personal experiences."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from integrated brain activity generated by causal interactions."
  },
  {
    "id": 100,
    "statement": "Humans exhibit diverse social behavior with coexisting individual differences."
  },
  {
    "id": 101,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 102,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 103,
    "statement": "Neuroplasticity interacts with age, genetics, and health in complex ways"
  },
  {
    "id": 104,
    "statement": "Consciousness arises from integrated brain processes: sensory, attention, memory, emotion."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from integrated activity across brain regions."
  },
  {
    "id": 106,
    "statement": "Intentional subjective experience: Goal-directed, attention-shaped conscious experience."
  },
  {
    "id": 107,
    "statement": "Harmonious coordination of brain regions through default mode network."
  },
  {
    "id": 108,
    "statement": "Consciousness emerges from harmonious coordination of brain regions' activity."
  },
  {
    "id": 109,
    "statement": "Gamma oscillations facilitate global integration of brain information."
  },
  {
    "id": 110,
    "statement": "Consciousness arises from integrated brain activity globally"
  },
  {
    "id": 111,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 112,
    "statement": "Human social behavior influenced by multifaceted complexity factors"
  },
  {
    "id": 113,
    "statement": "Consciousness arises from distributed brain processes' integration and coordination."
  },
  {
    "id": 114,
    "statement": "Humans exhibit diverse social behavior amidst individual differences"
  },
  {
    "id": 115,
    "statement": "Honesty is a moral absolute with situational implications"
  },
  {
    "id": 116,
    "statement": "Consciousness arises from integrated information within brain causal interactions globally"
  },
  {
    "id": 117,
    "statement": "Honesty is a dynamic concept considering situational factors."
  },
  {
    "id": 118,
    "statement": "Consciousness is complex multifaceted phenomenon involving subjective experience."
  },
  {
    "id": 119,
    "statement": "Gamma waves (30-100 Hz) enable conscious information integration globally."
  },
  {
    "id": 120,
    "statement": "Consciousness emerges from harmonious brain region coordination through synchronized oscillations."
  },
  {
    "id": 121,
    "statement": "Moral values adapt to contexts and cultures through dynamic influences."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from integrated information generated by causal interactions within brain."
  },
  {
    "id": 123,
    "statement": "Subjective experience is personal, internal, and unique to each individual."
  },
  {
    "id": 124,
    "statement": "Considering multiple perspectives empathetically aids complex idea clarification"
  },
  {
    "id": 125,
    "statement": "Lying can be morally justifiable in certain harm-affecting situations"
  },
  {
    "id": 126,
    "statement": "Internalization is the process of making cultural norms personal identity."
  },
  {
    "id": 127,
    "statement": "Consciousness involves complex internal subjective experiences and interactions."
  },
  {
    "id": 128,
    "statement": "Gamma waves' synchronization integrates brain regions for consciousness."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from integrated brain information through IIT's phi calculation."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from distributed brain processes' integration."
  },
  {
    "id": 131,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and perspectives."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from complex neural interactions and processing globally"
  },
  {
    "id": 133,
    "statement": "Honesty is morally flexible, context-dependent, and situational."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from synchronized neural activity and coordination"
  },
  {
    "id": 135,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 137,
    "statement": "Lying can be morally justifiable in certain harm-avoiding situations."
  },
  {
    "id": 138,
    "statement": "Causal interaction between brain components generates integrated information."
  },
  {
    "id": 139,
    "statement": "Consciousness arises from coordinated brain region interactions."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 141,
    "statement": "Human social behavior influenced by biological, environmental, psychological, and social factors."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrated processing of brain information globally."
  },
  {
    "id": 143,
    "statement": "DMN orchestrates brain regions' harmonious coordination through integration and regulation."
  },
  {
    "id": 144,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 146,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement processes."
  },
  {
    "id": 147,
    "statement": "Humans exhibit diverse social behavior with individual differences."
  },
  {
    "id": 148,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from brain's integration of sensory, cognitive, and emotional information."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from integrated information quantified by phi calculation."
  },
  {
    "id": 151,
    "statement": "Conscious experience shaped by goals, desires, and intentions."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 153,
    "statement": "Subjective experience can be shared through neural mechanisms and empathy."
  },
  {
    "id": 154,
    "statement": "Consciousness involves interconnected intentional subjective self-awareness interaction."
  },
  {
    "id": 155,
    "statement": "Cultural norms influence behavior through internalization, external reinforcement, and socialization."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated brain information through causal interactions."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from integrated brain activity and causal interactions."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from integrated brain processes' coordination and integration."
  },
  {
    "id": 159,
    "statement": "Gamma waves synchronize brain regions for conscious information binding"
  },
  {
    "id": 160,
    "statement": "Cultural norms influence behavior through complex internalization patterns."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from harmonious coordination and global workspace integration."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 164,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon"
  },
  {
    "id": 165,
    "statement": "Consciousness arises from integrated brain processing and causal interactions."
  },
  {
    "id": 166,
    "statement": "Intentionality refers to conscious experiences being about something."
  },
  {
    "id": 167,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation"
  },
  {
    "id": 169,
    "statement": "Humans exhibit diverse social behavior due to individual differences"
  },
  {
    "id": 170,
    "statement": "Human social behavior complexly influenced by genetics, environment, and culture."
  },
  {
    "id": 171,
    "statement": "Consciousness encompasses complex, multifaceted, subjective experiences."
  },
  {
    "id": 172,
    "statement": "Consciousness emerges from integrated brain activity globally, across regions."
  },
  {
    "id": 173,
    "statement": "Consciousness emerges from harmonious brain region coordination and information integration."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from integrated brain activity and synchrony."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 176,
    "statement": "Honesty is a complex concept influenced by context."
  },
  {
    "id": 177,
    "statement": "Cognition encompasses mental functions including perception, attention, memory, learning, and problem-solving."
  },
  {
    "id": 178,
    "statement": "Cultural norms influence behavior through personal experiences and internalization."
  },
  {
    "id": 179,
    "statement": "Human behavior influenced by interaction of social, cultural, and environmental factors"
  },
  {
    "id": 180,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement interactions"
  },
  {
    "id": 181,
    "statement": "Consciousness arises from integrated information generated by causal brain interactions."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrated neural interactions generated by causal relationships."
  },
  {
    "id": 183,
    "statement": "Consciousness emerges from φ, a measure of neural synchrony."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 185,
    "statement": "Subjective experience emerges from dynamic internal-external feedback loops."
  },
  {
    "id": 186,
    "statement": "Neuroplasticity interacts with age, genetics, and health in complex, dynamic ways."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from integrated brain information globally quantified by phi."
  },
  {
    "id": 188,
    "statement": "Consciousness emerges from integrated information generated by causal interactions globally."
  },
  {
    "id": 189,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 192,
    "statement": "Honesty is the foundation of trust, but exceptions exist."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from integrated brain activity and neural oscillations."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from integrated brain processes globally."
  },
  {
    "id": 195,
    "statement": "Honesty is a dynamic concept considering situational factors"
  },
  {
    "id": 196,
    "statement": "Mental representations form through synchronized neural activity globally, influenced."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 198,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 199,
    "statement": "Consciousness emerges from harmonious coordination of internal and external factors"
  }
]