[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 2,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 3,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 4,
    "statement": "Honesty's importance depends on context, situational norms."
  },
  {
    "id": 5,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, neurotransmitter regulation."
  },
  {
    "id": 6,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 7,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 8,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 9,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 10,
    "statement": "Humans' social nature exhibits variability in expressions and forms."
  },
  {
    "id": 11,
    "statement": "Humans exhibit diverse social behaviors and attitudes due to varied factors."
  },
  {
    "id": 12,
    "statement": "Consciousness emerges from global workspace integrating neural activity globally."
  },
  {
    "id": 13,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities"
  },
  {
    "id": 14,
    "statement": "Emotional states influence sensory processing through attention and appraisal."
  },
  {
    "id": 15,
    "statement": "Consciousness integrates attention and expectation to form perception."
  },
  {
    "id": 16,
    "statement": "Harmonious brain region interactions generate unified conscious experience."
  },
  {
    "id": 17,
    "statement": "Trust building depends on cultural context and social connections."
  },
  {
    "id": 18,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 19,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 20,
    "statement": "Consciousness studied across disciplines distinct yet interconnected."
  },
  {
    "id": 21,
    "statement": "Internal representation is a filtered model of reality."
  },
  {
    "id": 22,
    "statement": "Humans are social beings with varying expressions and nuances."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 25,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 26,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 27,
    "statement": "Consciousness a multifaceted complex debated scientific topic"
  },
  {
    "id": 28,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific phenomenon."
  },
  {
    "id": 29,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 30,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 31,
    "statement": "Neural correlates of consciousness refer to specific brain processes."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from complex interactions between brain regions."
  },
  {
    "id": 33,
    "statement": "Consciousness arises from integrated information globally through brain networks."
  },
  {
    "id": 34,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 35,
    "statement": "Mental representations influence brain activity through synchronized neural processes."
  },
  {
    "id": 36,
    "statement": "Hormonal fluctuations impact neural connections through pruning, migration regulation."
  },
  {
    "id": 37,
    "statement": "Consciousness enslaves perception through automated subconscious filtering."
  },
  {
    "id": 38,
    "statement": "Honesty is a complex, culturally influenced social value."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from synchronized brain region interactions harmoniously, integrating information."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from integrated brain information through IIT process."
  },
  {
    "id": 41,
    "statement": "Mental representations influence brain activity through synchronization and communication."
  },
  {
    "id": 42,
    "statement": "Consciousness biases perception through attention and interpretation processing."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from integrated brain region activity globally through networks."
  },
  {
    "id": 44,
    "statement": "Consciousness biases perception through subconscious attentional processes"
  },
  {
    "id": 45,
    "statement": "Neuroplasticity is shaped by hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors simultaneously."
  },
  {
    "id": 46,
    "statement": "Coordinated adaptive brain activity enables unified conscious experience."
  },
  {
    "id": 47,
    "statement": "Honesty's importance depends on context and situational norms"
  },
  {
    "id": 48,
    "statement": "Trust development involves reliability, communication, shared values, consistency, and accountability."
  },
  {
    "id": 49,
    "statement": "Cultural context and social connections influence trust building processes."
  },
  {
    "id": 50,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 51,
    "statement": "Consciousness emerges from synchronized neural oscillations and synchrony."
  },
  {
    "id": 52,
    "statement": "Honesty is a complex, context-dependent value adapting situations."
  },
  {
    "id": 53,
    "statement": "Internal representation is a brain's filtered, constructed model of reality."
  },
  {
    "id": 54,
    "statement": "Honesty is not always primary foundation of trust"
  },
  {
    "id": 55,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 56,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 57,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 58,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 59,
    "statement": "Global neural synchronization enables unified conscious experience through binding processes."
  },
  {
    "id": 60,
    "statement": "Humans' social nature involves diverse expressions for communication."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 62,
    "statement": "Consciousness arises from integrated brain region activity globally"
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated information globally through IIT, a framework"
  },
  {
    "id": 64,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 65,
    "statement": "Honesty is context-dependent value influenced by cultural, social, power dynamics and personal values."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 67,
    "statement": "Humans' social nature exhibits variability in expressions and cultural norms."
  },
  {
    "id": 68,
    "statement": "Consciousness biases perception of reality through attention and interpretation processes."
  },
  {
    "id": 69,
    "statement": "Honesty's importance depends on context, situational norms."
  },
  {
    "id": 70,
    "statement": "Consciousness biases perception through attention, interpretation, and integration."
  },
  {
    "id": 71,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 72,
    "statement": "Neuroplasticity is shaped by various factors simultaneously and interactions."
  },
  {
    "id": 73,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 74,
    "statement": "Consciousness biases perception through complex interaction of attention, interpretation, integration."
  },
  {
    "id": 75,
    "statement": "Neural oscillations synchronize brain regions for conscious experience"
  },
  {
    "id": 76,
    "statement": "Consciousness is a complex, multidisciplinary, and multifaceted phenomenon."
  },
  {
    "id": 77,
    "statement": "Honesty is a context-dependent value influenced by various factors."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from coordinated brain region activity across entire brain."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 80,
    "statement": "Trust development involves multiple factors, not just cultural context."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from complex interactions between brain regions."
  },
  {
    "id": 82,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 83,
    "statement": "Consciousness emerges from complex brain interactions and integration."
  },
  {
    "id": 84,
    "statement": "Hormonal fluctuations impact neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation"
  },
  {
    "id": 85,
    "statement": "Complex brain interactions integrate into global workspace, producing consciousness"
  },
  {
    "id": 86,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 87,
    "statement": "Consciousness filters reality through attention and interpretation biases."
  },
  {
    "id": 88,
    "statement": "Consciousness biases perception through attention, interpretation, and integration processing."
  },
  {
    "id": 89,
    "statement": "Trust development involves multiple factors, including reliability, communication, shared values, emotional intelligence, consistency, vulnerability, feedback, and accountability."
  },
  {
    "id": 90,
    "statement": "Neural correlates refer to specific brain regions related conscious experience."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from integrated brain activity across entire neocortex."
  },
  {
    "id": 92,
    "statement": "Hormonal fluctuations impact neural connections through pruning, migration regulation."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from harmonious integration and synchronized brain activity."
  },
  {
    "id": 94,
    "statement": "Honesty is a complex value influenced by diverse factors."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from global workspace integration of neural activity globally."
  },
  {
    "id": 97,
    "statement": "Consciousness influences perception through subconscious attentional processes."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from synchronized brain region interactions through IIT."
  },
  {
    "id": 99,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 100,
    "statement": "Honesty is a complex trait influenced by genetics and environment."
  },
  {
    "id": 101,
    "statement": "Internal representations are brain-constructed, filtered perceptions of reality."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from harmonious synchronized neural activity."
  },
  {
    "id": 103,
    "statement": "Consciousness actively filters perception through selective attention processes."
  },
  {
    "id": 104,
    "statement": "Eastern spirituality enriches consciousness research through mindfulness and non-dualism."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from coordinated, adaptive brain activity globally."
  },
  {
    "id": 106,
    "statement": "Consciousness is multidisciplinary, combining perspectives from neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from integrated brain activity across networks globally."
  },
  {
    "id": 108,
    "statement": "I apologize for the mistake."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from dynamically interacting brain regions globally"
  },
  {
    "id": 110,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 111,
    "statement": "It is never morally acceptable to lie because of honesty."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from interplay of dynamic interactions and harmonious integration."
  },
  {
    "id": 113,
    "statement": "Hormones influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 114,
    "statement": "Consciousness is multidisciplinary, combining perspectives from neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 115,
    "statement": "Emotions influence perception, attention, and interpretation through neural networks"
  },
  {
    "id": 116,
    "statement": "Synchronized neural oscillations facilitate information processing in brain."
  },
  {
    "id": 117,
    "statement": "Integrated information theory explains global brain activity."
  },
  {
    "id": 118,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 120,
    "statement": "Conscious experience arises from synchronized neural activity globally."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from synchronized brain regions, integrating information harmoniously."
  },
  {
    "id": 122,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 123,
    "statement": "Non-dualism is a philosophical perspective rejecting individual self-world distinction."
  },
  {
    "id": 124,
    "statement": "Honesty is nuanced, context-dependent, and adaptable to situations."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from integrated information globally through IIT framework."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from harmonious, synchronized brain region interactions."
  },
  {
    "id": 127,
    "statement": "Honesty is complex, influenced by multiple factors, not just culture."
  },
  {
    "id": 128,
    "statement": "Global neural synchronization enables unified conscious experience."
  },
  {
    "id": 129,
    "statement": "Neural oscillations synchronize brain regions for conscious integration."
  },
  {
    "id": 130,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 131,
    "statement": "Consciousness is study of multifaceted phenomenon through interdisciplinarity."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from harmonious brain region interactions, integrating information"
  },
  {
    "id": 133,
    "statement": "Global workspace is a network integrating brain regions for conscious awareness."
  },
  {
    "id": 134,
    "statement": "Humans' social nature involves diverse verbal and nonverbal communication expressions."
  },
  {
    "id": 135,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 136,
    "statement": "Lying can be morally justifiable in extreme situations."
  },
  {
    "id": 137,
    "statement": "Honesty's importance depends on context, situational norms, and values"
  },
  {
    "id": 138,
    "statement": "Consciousness arises from integrating processed information globally."
  },
  {
    "id": 139,
    "statement": "Attention, expectation, emotions, and biases influence consciousness interactively."
  },
  {
    "id": 140,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 141,
    "statement": "Honesty is context-dependent value influenced by cultural norms"
  },
  {
    "id": 142,
    "statement": "Consciousness studied across disciplines, each with distinct perspectives, yet interconnected"
  },
  {
    "id": 143,
    "statement": "Coordinated brain activity enables unified conscious experience through binding."
  },
  {
    "id": 144,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific phenomenon."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 146,
    "statement": "Emotions modulate sensory processing by influencing attention and appraisal."
  },
  {
    "id": 147,
    "statement": "Hormones influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 148,
    "statement": "Consciousness biases perception through attentional modulation of sensory information."
  },
  {
    "id": 149,
    "statement": "Emotions influence perception through neural networks involving amygdala, PFC, ACC."
  },
  {
    "id": 150,
    "statement": "Emotional intelligence facilitates trust development by fostering empathetic communication and vulnerability."
  },
  {
    "id": 151,
    "statement": "Interal representation is brain's constructed model of reality based"
  },
  {
    "id": 152,
    "statement": "Consciousness influences perception through attention, expectation, and emotion interplay."
  },
  {
    "id": 153,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities."
  },
  {
    "id": 154,
    "statement": "Harmonious brain region interactions crucial for unified conscious experience"
  },
  {
    "id": 155,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 156,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 157,
    "statement": "Honesty is a complex value influenced by cultural, social, personal factors."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from global workspace's distributed network integration."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from complex global workspace integration of neural activities."
  },
  {
    "id": 160,
    "statement": "Humans are social beings with varying expressions and nuances."
  },
  {
    "id": 161,
    "statement": "Consciousness actively filters perception through selective attention processes"
  },
  {
    "id": 162,
    "statement": "Consciousness arises from adaptive and constantly changing brain interactions."
  },
  {
    "id": 163,
    "statement": "Consciousness emerges from harmonious integration of dynamic neural processes."
  },
  {
    "id": 164,
    "statement": "Trust development involves context-dependent factors, varying relative importance."
  },
  {
    "id": 165,
    "statement": "Honesty is influenced by multiple contextual factors."
  },
  {
    "id": 166,
    "statement": "Neuroplasticity shaped by complex interactions of hormonal genetics environmental epigenetic and neuroinflammatory factors."
  },
  {
    "id": 167,
    "statement": "Synchronized neural oscillations facilitate information processing by integration."
  },
  {
    "id": 168,
    "statement": "Harmonious brain interactions facilitate unified conscious experience through synchronization."
  },
  {
    "id": 169,
    "statement": "Honesty is a complex, context-dependent value adapting situations."
  },
  {
    "id": 170,
    "statement": "Emotional states influence perception through attention, expectation, and processing."
  },
  {
    "id": 171,
    "statement": "Hormonal fluctuations shape neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation"
  },
  {
    "id": 172,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 173,
    "statement": "Taking responsibility for mistakes builds trust and self-awareness."
  },
  {
    "id": 174,
    "statement": "Humans exhibit diverse social behaviors with unique expressions and nuances."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from coordinated, synchronized brain region activity globally."
  },
  {
    "id": 176,
    "statement": "Global workspace integrates information from various brain systems."
  },
  {
    "id": 177,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 178,
    "statement": "Human's honesty is highly context-dependent and nuanced."
  },
  {
    "id": 179,
    "statement": "Neuroplasticity is shaped by complex interactions between multiple factors."
  },
  {
    "id": 180,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 181,
    "statement": "Consciousness influences perception through subconscious attentional processes"
  },
  {
    "id": 182,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 183,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 184,
    "statement": "Consciousness emerges from harmonious neural interactions and information integration."
  },
  {
    "id": 185,
    "statement": "Honesty is complexly influenced by genetics and environment."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 188,
    "statement": "Internal representation is a dynamic, constructed model of reality."
  },
  {
    "id": 189,
    "statement": "Emotions modulate perception, influencing attention and interpretation processes."
  },
  {
    "id": 190,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from dynamically integrated neural activity globally."
  },
  {
    "id": 193,
    "statement": "Brain constructs internal representations through complex neural processing."
  },
  {
    "id": 194,
    "statement": "Honesty is a complex, culturally influenced social value influenced by norms and contexts."
  },
  {
    "id": 195,
    "statement": "Integrated Information Theory (IIT) explains consciousness through brain integration."
  },
  {
    "id": 196,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 197,
    "statement": "Humans are social beings with varying expressions and nuances."
  },
  {
    "id": 198,
    "statement": "Consciousness arises from synchronized neural oscillations and synchrony globally."
  },
  {
    "id": 199,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  }
]