[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 2,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 3,
    "statement": "Honesty and trust defined differently in various cultural contexts."
  },
  {
    "id": 4,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 5,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 6,
    "statement": "Neuroplasticity emerges from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 7,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 8,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 9,
    "statement": "Neuroplasticity is shaped by interconnected hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 10,
    "statement": "Cultural context and social connections heavily influence trust development."
  },
  {
    "id": 11,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 12,
    "statement": "Harmless brain interactions enable efficient cognitive processing flexibility."
  },
  {
    "id": 13,
    "statement": "Consciousness arises from brain's integrated information through IIT."
  },
  {
    "id": 14,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 15,
    "statement": "Anthropology studies consciousness through cultural, social, and symbolic perspectives."
  },
  {
    "id": 16,
    "statement": "Consciousness is a complex and multifaceted phenomenon debated scientifically."
  },
  {
    "id": 17,
    "statement": "Neural oscillations synchronize brain regions for conscious experience through gamma waves."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 19,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 20,
    "statement": "Gamma waves synchronize brain regions for conscious integration."
  },
  {
    "id": 21,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 22,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 23,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 24,
    "statement": "Honesty is dynamic behavior influenced by cultural norms."
  },
  {
    "id": 25,
    "statement": "Neuroplasticity arises from complex interplay of genetic and environmental factors"
  },
  {
    "id": 26,
    "statement": "Consciousness is a multifaceted phenomenon debated scientifically."
  },
  {
    "id": 27,
    "statement": "Honesty and trust can have different meanings across cultures."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from integrated information globally through IIT's φ calculation."
  },
  {
    "id": 29,
    "statement": "Simplist statements can serve as foundation for more complex ideas."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 31,
    "statement": "Consciousness integrates sensory information through attention filtering."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 33,
    "statement": "Gamma waves synchronize brain regions through global workspace theory."
  },
  {
    "id": 34,
    "statement": "Cultural context and social connections significantly influence trust development."
  },
  {
    "id": 35,
    "statement": "Mental representations instantiated in specific brain activity patterns through neural oscillations."
  },
  {
    "id": 36,
    "statement": "Trust develops gradually through shared values and experiences."
  },
  {
    "id": 37,
    "statement": "Consciousness is studied multidisciplinary by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 38,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets"
  },
  {
    "id": 39,
    "statement": "Consciousness arises from complex brain interactions through attention."
  },
  {
    "id": 40,
    "statement": "Attention filters sensory information for efficient processing and interpretation."
  },
  {
    "id": 41,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from harmonious neural integration across brain regions."
  },
  {
    "id": 43,
    "statement": "Honesty's importance can vary depending on social and cultural norms."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from global workspace integrating brain activity globally."
  },
  {
    "id": 45,
    "statement": "Harmless brain region interactions facilitate flexible cognitive processing flexibility"
  },
  {
    "id": 46,
    "statement": "Attention and expectation jointly filter conscious experience through top-down processing."
  },
  {
    "id": 47,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetics."
  },
  {
    "id": 48,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 49,
    "statement": "Authenticity in trust-building is being genuine and true to oneself."
  },
  {
    "id": 50,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 52,
    "statement": "Gamma waves synchronize brain regions through global workspace theory."
  },
  {
    "id": 53,
    "statement": "Cultural norms and expectations influence honesty and authenticity."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from integrated information within brain regions."
  },
  {
    "id": 55,
    "statement": "Gamma waves synchronize brain regions for conscious experience through binding."
  },
  {
    "id": 56,
    "statement": "Honesty is one essential aspect of trust, not sole foundation."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from dynamic brain region interactions and neural oscillations."
  },
  {
    "id": 58,
    "statement": "Honesty's importance varies depending on cultural norms and values."
  },
  {
    "id": 59,
    "statement": "Honesty can be nuanced and influenced by cultural norms."
  },
  {
    "id": 60,
    "statement": "Neuroplasticity arises from complex genetic-environmental epigenetic interactions driving brain change."
  },
  {
    "id": 61,
    "statement": "Honesty is context-dependent, authenticity and credibility are essential."
  },
  {
    "id": 62,
    "statement": "Consciousness studied through neuroscience philosophy psychology anthropology disciplines."
  },
  {
    "id": 63,
    "statement": "Trust develops gradually through shared values and experiences."
  },
  {
    "id": 64,
    "statement": "Honesty and trust are essential components of human social interaction."
  },
  {
    "id": 65,
    "statement": "Honesty varies in importance depending on cultural context"
  },
  {
    "id": 66,
    "statement": "Consciousness is a complex and multifaceted scientific topic debated globally."
  },
  {
    "id": 67,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms"
  },
  {
    "id": 68,
    "statement": "Hormonal fluctuations modulate neuroplasticity by regulating synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 69,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 70,
    "statement": "Attention modulates complex brain interactions to generate consciousness."
  },
  {
    "id": 71,
    "statement": "Mental representations influence neural activity through brainwave synchronization."
  },
  {
    "id": 72,
    "statement": "Neuroplasticity shaped by dynamic interplay of genetics and environment."
  },
  {
    "id": 73,
    "statement": "Attention selectively filters out irrelevant sensory information through brain regions."
  },
  {
    "id": 74,
    "statement": "Gamma waves synchronize brain regions enabling unified conscious experience"
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated information globally through IIT's φ calculation."
  },
  {
    "id": 76,
    "statement": "Honesty and trust defined differently across various cultural contexts."
  },
  {
    "id": 77,
    "statement": "Consciousness is a multifaceted, complex debated scientific topic."
  },
  {
    "id": 78,
    "statement": "Honesty is the foundation of trust in all cultures."
  },
  {
    "id": 79,
    "statement": "Consciousness is a multifaceted and debated scientific topic."
  },
  {
    "id": 80,
    "statement": "Honesty is foundation of trust through authenticity credibility"
  },
  {
    "id": 81,
    "statement": "Consciousness researched multidisciplinarily by neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 82,
    "statement": "Honesty is foundation of trust through authenticity and credibility."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from distributed brain region interactions globally."
  },
  {
    "id": 86,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 87,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 88,
    "statement": "Binding is neural process integrating stimulus features into conscious experience."
  },
  {
    "id": 89,
    "statement": "Honesty and trust are fundamental social behavior."
  },
  {
    "id": 90,
    "statement": "Gamma waves synchronize brain regions for unified conscious experience."
  },
  {
    "id": 91,
    "statement": "Honesty is neither universally acceptable nor morally absolute."
  },
  {
    "id": 92,
    "statement": "Attention filters consciousness by selectively highlighting relevant information."
  },
  {
    "id": 93,
    "statement": "Consciousness emerges from integrated brain processing across multiple regions."
  },
  {
    "id": 94,
    "statement": "Honesty is morally important foundation of trust."
  },
  {
    "id": 95,
    "statement": "Neural synchronization enables harmonious brain region interactions cooperatively"
  },
  {
    "id": 96,
    "statement": "Consciousness influences perception through context-specific attention and emotional states."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from coordinated brain region activity globally linking multiple regions."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 99,
    "statement": "Consciousness is the integration of filtered sensory information through attention."
  },
  {
    "id": 100,
    "statement": "Hormones regulate neural connections through gene expression and epigenetics."
  },
  {
    "id": 101,
    "statement": "Neuroplasticity emerges from complex genetic-environmental epigenetic interactions."
  },
  {
    "id": 102,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 103,
    "statement": "Neural synchronization enables harmonious brain region interactions through rhythmic activity"
  },
  {
    "id": 104,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 105,
    "statement": "Flexible cognitive processing facilitated by harmless brain interactions"
  },
  {
    "id": 106,
    "statement": "Consciousness emerges from integrating information across brain regions globally."
  },
  {
    "id": 107,
    "statement": "Complexity of consciousness rooted in brain region interactions"
  },
  {
    "id": 108,
    "statement": "Honesty's importance varies depending on cultural norms and values."
  },
  {
    "id": 109,
    "statement": "Consciousness is complex, multifaceted, and universally debated phenomenon."
  },
  {
    "id": 110,
    "statement": "Honesty varies in importance depending on cultural context."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from global workspace integrating brain activity globally."
  },
  {
    "id": 112,
    "statement": "Neuroplasticity arises from complex interplay of genetics and environment factors."
  },
  {
    "id": 113,
    "statement": "Harmless brain interactions enable efficient cognitive processing flexibility."
  },
  {
    "id": 114,
    "statement": "Consciousness filters and interprets sensory information through attention."
  },
  {
    "id": 115,
    "statement": "Neuroplasticity shaped by complex interplay of genetic and environmental factors."
  },
  {
    "id": 116,
    "statement": "Attention, interpretation, and integration combine to shape perception dynamically."
  },
  {
    "id": 117,
    "statement": "Cultural context and social connections shape trust development globally."
  },
  {
    "id": 118,
    "statement": "Subjective experience is personal and internal qualitative nature."
  },
  {
    "id": 119,
    "statement": "Consciousness studied through interdisciplinary investigations in various fields."
  },
  {
    "id": 120,
    "statement": "Honesty is foundation of trust through authenticity and credibility."
  },
  {
    "id": 121,
    "statement": "Mental representations are instantiated in specific brain activity patterns"
  },
  {
    "id": 122,
    "statement": "Conscious experiences can exhibit intentionality without focused objects."
  },
  {
    "id": 123,
    "statement": "Consciousness is a complex and multifaceted phenomenon debated scientifically."
  },
  {
    "id": 124,
    "statement": "Honesty is complexly influenced by cultural norms and values, yet universal in importance."
  },
  {
    "id": 125,
    "statement": "Consciousness debated in scientific community with various theories."
  },
  {
    "id": 126,
    "statement": "Honesty's importance varies in power imbalances, considering context and intentions."
  },
  {
    "id": 127,
    "statement": "Consciousness debated in scientific community with various theories."
  },
  {
    "id": 128,
    "statement": "Harmless brain interactions facilitate flexible cognitive processing through adaptive networks."
  },
  {
    "id": 129,
    "statement": "Cultural context and social connections shape trust development, but exceptions exist."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 131,
    "statement": "Honesty's cultural interpretation varies depending on norms and values."
  },
  {
    "id": 132,
    "statement": "Neural synchronization arises from coordinated rhythmic activity across brain regions."
  },
  {
    "id": 133,
    "statement": "Honesty's adaptability demonstrates cultural norms' significant influence."
  },
  {
    "id": 134,
    "statement": "Honesty is situational, adapting to cultural and social norms."
  },
  {
    "id": 135,
    "statement": "Consciousness arises from complex interactions between brain regions and facets."
  },
  {
    "id": 136,
    "statement": "Neuroplasticity arises from complex interplay of genetic and environmental factors through multiple mechanisms."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from integrated interactions between subjective experience, intentionality, self-awareness, attention, and neural processes."
  },
  {
    "id": 138,
    "statement": "Trust develops gradually through shared values and experiences in certain contexts."
  },
  {
    "id": 139,
    "statement": "Consciousness influences perception through complex neural interactions."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 141,
    "statement": "Attention filters consciousness by selectively amplifying relevant information."
  },
  {
    "id": 142,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 143,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 144,
    "statement": "Neuroplasticity shaped by ongoing, reciprocal interactions of genes and environment."
  },
  {
    "id": 145,
    "statement": "Cultural context and social connections influence trust development."
  },
  {
    "id": 146,
    "statement": "Consciousness arises from complex brain interactions and processes globally."
  },
  {
    "id": 147,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 148,
    "statement": "Attention is a dynamic process with continuous feedback and adjustment."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from integrated brain region interactions through IIT."
  },
  {
    "id": 150,
    "statement": "Mental representations linked to specific brain activity patterns."
  },
  {
    "id": 151,
    "statement": "Integrated information theory calculates consciousness from neural interactions."
  },
  {
    "id": 152,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic"
  },
  {
    "id": 153,
    "statement": "Neuroplasticity shaped by environmental, genetic, hormonal, epigenetic factors."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from global workspace integrating neural activity."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases in brain."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 157,
    "statement": "Cultural context and social connections strongly influence trust development."
  },
  {
    "id": 158,
    "statement": "Conscious experiences can exhibit intentionality without direct focus."
  },
  {
    "id": 159,
    "statement": "Consciousness multifaceted and complex, debated by various theories."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from global workspace integrating brain activity globally."
  },
  {
    "id": 161,
    "statement": "Trust develops gradually through shared values."
  },
  {
    "id": 162,
    "statement": "Gamma waves synchronize brain regions through neural entrainment"
  },
  {
    "id": 163,
    "statement": "Human social behavior exhibits significant individual and cultural variations."
  },
  {
    "id": 164,
    "statement": "Consciousness studied through interdisciplinary research frameworks combining insights."
  },
  {
    "id": 165,
    "statement": "Simplistic statements serve as foundations for complex ideas gradually."
  },
  {
    "id": 166,
    "statement": "Gamma waves synchronize brain regions through global workspace theory."
  },
  {
    "id": 167,
    "statement": "Mental representations emerge from coordinated brain activity patterns."
  },
  {
    "id": 168,
    "statement": "Attention, interpretation, and integration dynamically shape perception."
  },
  {
    "id": 169,
    "statement": "Honesty and trust defined differently across various cultural contexts."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from integrated neural oscillations globally linking brain regions."
  },
  {
    "id": 171,
    "statement": "Consciousness arises from brain's integrated neural activity globally."
  },
  {
    "id": 172,
    "statement": "Cultural norms influence honesty and authenticity through social values."
  },
  {
    "id": 173,
    "statement": "Consciousness is a multifaceted phenomenon with diverse aspects and theories"
  },
  {
    "id": 174,
    "statement": "Honesty's importance varies depending on cultural context and values."
  },
  {
    "id": 175,
    "statement": "Honesty is foundation of trust through authenticity and credibility."
  },
  {
    "id": 176,
    "statement": "Attention filters consciousness through expectation and prior knowledge."
  },
  {
    "id": 177,
    "statement": "Honesty crucial component of trust-building, nuanced complexity involved."
  },
  {
    "id": 178,
    "statement": "Honesty and trust have different cultural notions and connotations."
  },
  {
    "id": 179,
    "statement": "Honesty's importance varies with power dynamics and context."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from integrated brain activity through coordinated neural processes."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from complex brain interactions globally."
  },
  {
    "id": 182,
    "statement": "Harmless brain interactions enable flexible and efficient cognitive processing."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 184,
    "statement": "Honesty is morally justifiable in context-sensitive situations, not always."
  },
  {
    "id": 185,
    "statement": "Honesty's importance can vary depending on social and cultural context."
  },
  {
    "id": 186,
    "statement": "Consciousness emerges from distributed brain region interactions and integration."
  },
  {
    "id": 187,
    "statement": "Harmless brain interactions enable efficient cognitive processing flexibility."
  },
  {
    "id": 188,
    "statement": "Consciousness is debated globally with no single theory accepted."
  },
  {
    "id": 189,
    "statement": "Anthropology studies conscious experiences through cultural symbolism and meaning."
  },
  {
    "id": 190,
    "statement": "Cultural context shapes understanding of honesty and trust differently."
  },
  {
    "id": 191,
    "statement": "Consciousness emerges from harmonious brain region interactions globally."
  },
  {
    "id": 192,
    "statement": "Structured learning and practice exercises supplement immersion."
  },
  {
    "id": 193,
    "statement": "Harmless brain region interactions facilitate flexible cognitive processing flexibility."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from harmonious coordination of brain regions' activities."
  },
  {
    "id": 195,
    "statement": "Subjective experience is internally qualitative, influenced by external factors."
  },
  {
    "id": 196,
    "statement": "Neural synchronization enables coordinated brain region communication harmoniously."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from the global workspace's neural integration process"
  },
  {
    "id": 198,
    "statement": "Neuroplasticity emerges from continuous genetic-environmental reciprocal influence."
  }
]