[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 2,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 3,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 4,
    "statement": "Consciousness arises from integration of information across brain regions."
  },
  {
    "id": 5,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 6,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 7,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 8,
    "statement": "Brain regions interact dynamically, influencing function through oscillations."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 10,
    "statement": "Consciousness is a complex, multifaceted phenomenon studied interdisciplinaryly."
  },
  {
    "id": 11,
    "statement": "Brain regions integrate and synchronize neural activity for consciousness through binding processes."
  },
  {
    "id": 12,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 13,
    "statement": "Consciousness studied through multidisciplinary approaches involving neuroscience, psychology, philosophy, and computer science."
  },
  {
    "id": 14,
    "statement": "Neuroplasticity is influenced by developmental stages, hormones, aging, and life experiences."
  },
  {
    "id": 15,
    "statement": "Neuroplasticity arises from interplay between biological, environmental, and lifestyle factors."
  },
  {
    "id": 16,
    "statement": "Consciousness studies involve multiple disciplines beyond neuroscience, philosophy."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 18,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships, influencing its impact."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from integrating various brain neural processes."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from coordinated global brain region activity integration."
  },
  {
    "id": 21,
    "statement": "Moral absolutism oversimplified, context-dependent moral dilemmas exist"
  },
  {
    "id": 22,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from global workspace's information integration process."
  },
  {
    "id": 24,
    "statement": "Consciousness studied by combining multiple disciplines with various strengths and limitations."
  },
  {
    "id": 25,
    "statement": "Honesty is a nuanced concept, contextualized for optimal relationships."
  },
  {
    "id": 26,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated synchronized brain region activity harmoniously."
  },
  {
    "id": 28,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 29,
    "statement": "Consciousness arises from integrated information processing within brain regions."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from harmonious integration of brain regions' activity"
  },
  {
    "id": 31,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 33,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrated information generated by brain networks globally."
  },
  {
    "id": 35,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 36,
    "statement": "Consciousness emerges from harmonious, globally coordinated brain region interactions."
  },
  {
    "id": 37,
    "statement": "Consciousness emerges from integrating brain region information globally."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from integrated brain processing globally."
  },
  {
    "id": 39,
    "statement": "Consciousness biases our perception of reality."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from integrated information in brain network unity."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from complex, multifaceted interactions between fields"
  },
  {
    "id": 42,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from synchronized global brain region information integration."
  },
  {
    "id": 44,
    "statement": "Debate surrounds consciousness theories, complexity and controversy prevail."
  },
  {
    "id": 45,
    "statement": "Humans are social creatures needing community, shared experiences"
  },
  {
    "id": 46,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 47,
    "statement": "Humans are social creatures needing community and trust"
  },
  {
    "id": 48,
    "statement": "Consciousness arises from harmonious synchronized brain region activity globally."
  },
  {
    "id": 49,
    "statement": "Default mode network integrates sensory, cognitive, and emotional information"
  },
  {
    "id": 50,
    "statement": "Harmonious brain region interactions lead to unified conscious experience."
  },
  {
    "id": 51,
    "statement": "Consciousness biases perception of reality through attention and interpretation processes."
  },
  {
    "id": 52,
    "statement": "Consciousness is a fundamental aspect of human existence."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from integrated information processing in brain."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from harmonious coordinated brain region interactions globally integrating."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from distributed parallel information processing globally."
  },
  {
    "id": 56,
    "statement": "Neural oscillations synchronize brain regions for information integration."
  },
  {
    "id": 57,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 58,
    "statement": "Consciousness distinguishes internal experiences through mental representation processes."
  },
  {
    "id": 59,
    "statement": "Harmonious brain coordination enables global workspace through neural oscillations."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 62,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 63,
    "statement": "Global workspace integrates neural activity through synchronized oscillations globally"
  },
  {
    "id": 64,
    "statement": "Consciousness arises from harmonious brain region interactions through neural networks."
  },
  {
    "id": 65,
    "statement": "Honesty is nuanced, context-dependent and tempered for trust building."
  },
  {
    "id": 66,
    "statement": "Consciousness is a multidisciplinary phenomenon requiring integrative approaches."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from mental representation processes and brain activity."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from harmonious synchronized brain region communication."
  },
  {
    "id": 69,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 70,
    "statement": "Honesty needs to be balanced with empathy for trust building."
  },
  {
    "id": 71,
    "statement": "Consciousness is a complex, multifaceted human experience."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from global workspace integrating brain region interactions globally."
  },
  {
    "id": 73,
    "statement": "Neuroplasticity changes across life stages due to various factors influencing adaptability, learning, and memory."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from harmonious integrated brain region coordination globally"
  },
  {
    "id": 75,
    "statement": "Consciousness arises from harmonious synchronized brain region integration globally."
  },
  {
    "id": 76,
    "statement": "Neuroplasticity changes across life stages due to hormonal, genetic, and environmental factors."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from harmoniously integrated neural activity."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from complex, multifaceted field interactions quantumly."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from synchronized harmonious brain region integration globally."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 81,
    "statement": "Honesty's morality depends on context, intention, and consequences intertwining."
  },
  {
    "id": 82,
    "statement": "Consciousness manifests multifacetedly through various interdisciplinary lenses."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from synchronized brain region activity through IIT."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from synchronized neural activity between brain regions harmoniously integrated."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 87,
    "statement": "Consiousness arises from harmonious synchronized brain region activity globally"
  },
  {
    "id": 88,
    "statement": "Consciousness arises from integrated global workspace brain region interactions."
  },
  {
    "id": 89,
    "statement": "Human sociality varies from universal need to exceptional cases."
  },
  {
    "id": 90,
    "statement": "Honesty is context-dependent, with other factors influencing trust."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 92,
    "statement": "Internal representations are abstract models of our experiences and reality."
  },
  {
    "id": 93,
    "statement": "Consciousness is a universal human experience and nature."
  },
  {
    "id": 94,
    "statement": "Honesty is foundation of trust, cooperation and successful relationships"
  },
  {
    "id": 95,
    "statement": "Consciousness is multifaceted, requiring interdisciplinary approaches to understanding."
  },
  {
    "id": 96,
    "statement": "Neuroplasticity changes across life stages influencing adaptability, learning, and memory."
  },
  {
    "id": 97,
    "statement": "Harmonious brain coordination enables global workspace for conscious integration."
  },
  {
    "id": 98,
    "statement": "Consciousness studied by multidisciplinary approaches with different emphases."
  },
  {
    "id": 99,
    "statement": "External influences include internal factors beyond brain activity."
  },
  {
    "id": 100,
    "statement": "Consciousness studied by integrating multiple disciplines and research methods."
  },
  {
    "id": 101,
    "statement": "Honesty is a nuanced concept, contextualized for optimal relationships."
  },
  {
    "id": 102,
    "statement": "Honesty's morality depends on context, intention, and consequences interaction affects."
  },
  {
    "id": 103,
    "statement": "Morality of honesty depends on context and consequences."
  },
  {
    "id": 104,
    "statement": "Honesty is foundation of trust, tempered by nuance and context."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from harmonious, globally coordinated brain region interactions."
  },
  {
    "id": 106,
    "statement": "Consciousness emerges from global workspace integrating neural activity globally."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from integrated neural activity across brain regions harmoniously."
  },
  {
    "id": 108,
    "statement": "Honesty's morality depends on context, intention, and consequences interacting."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from integrated brain activity through global workspace theory."
  },
  {
    "id": 110,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 112,
    "statement": "Global brain regions continuously communicate and integrate for consciousness."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from harmonious brain region interactions coordinating information."
  },
  {
    "id": 114,
    "statement": "Consciousness is a multidisciplinary field with neuroscientific, philosophical, psychological, and anthropological approaches."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from harmonious synchronized brain region activity integrated."
  },
  {
    "id": 116,
    "statement": "Moral absolutism oversimplified, context-dependent moral dilemmas exist"
  },
  {
    "id": 117,
    "statement": "Consciousness arises from complex harmonized brain region integrations globally."
  },
  {
    "id": 118,
    "statement": "Global workspace theory integrates information across brain modules for consciousness."
  },
  {
    "id": 119,
    "statement": "Consciousness is complex, multifaceted, and interdisciplinary phenomenon studied."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from integrated neural activity across brain regions harmoniously."
  },
  {
    "id": 121,
    "statement": "Deontology balances moral principles with context-dependent exceptions in ethics."
  },
  {
    "id": 122,
    "statement": "Internal representations are abstract models of our experiences and reality."
  },
  {
    "id": 123,
    "statement": "Binding processes integrate neural activity for unified conscious experience"
  },
  {
    "id": 124,
    "statement": "Consciousness arises from global workspace integrating multiple brain regions' activity."
  },
  {
    "id": 125,
    "statement": "Consciousness is investigated through interdisciplinary approaches involving multiple fields."
  },
  {
    "id": 126,
    "statement": "Moral absolutism oversimplified, context-dependent moral dilemmas exist and require nuanced decision-making."
  },
  {
    "id": 127,
    "statement": "Consciousness arises from harmonious brain region interactions synchronizing information"
  },
  {
    "id": 128,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 129,
    "statement": "Neuroplasticity develops and adapts across life stages due to combined factors"
  },
  {
    "id": 130,
    "statement": "Consciousness arises from harmonious brain region integration globally."
  },
  {
    "id": 131,
    "statement": "Consciousness arises from integrated neural activity across brain regions."
  },
  {
    "id": 132,
    "statement": "Honesty in social relationships involves authenticity, transparency, and vulnerability."
  },
  {
    "id": 133,
    "statement": "Consciousness distinguishes internal experiences through mental representation processes."
  },
  {
    "id": 134,
    "statement": "Honesty is not always the most moral choice."
  },
  {
    "id": 135,
    "statement": "Neuroplasticity across life stages influenced by multiple genetic, environmental, and lifestyle factors."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from harmonious synchronized brain region activity."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from globally coordinated brain region interactions."
  },
  {
    "id": 138,
    "statement": "Consciousness emerges from coordinated brain region activity synchronization."
  },
  {
    "id": 139,
    "statement": "Consciousness emerges from coordinated neural activity and information integration."
  },
  {
    "id": 140,
    "statement": "Trust is a multifaceted concept involving empathy and shared values"
  },
  {
    "id": 141,
    "statement": "Consciousness arises from coordinated brain region interactions globally."
  },
  {
    "id": 142,
    "statement": "Honesty's moral value is relative to social norms and context"
  },
  {
    "id": 143,
    "statement": "Consciousness studied through integrative approaches combining methods and theories."
  },
  {
    "id": 144,
    "statement": "Honesty is nuanced, considering context, audience, and purpose."
  },
  {
    "id": 145,
    "statement": "Mental representations differentiate internal from external experiences through integration."
  },
  {
    "id": 146,
    "statement": "Consciousness arises from integrated information within brain globally harmoniously."
  },
  {
    "id": 147,
    "statement": "Honesty tempered by nuance and context creates trust and harmony."
  },
  {
    "id": 148,
    "statement": "Consciousness studied through interdisciplinary approaches with various strengths and limitations."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from complex, comprehensible, universal human brain activity."
  },
  {
    "id": 150,
    "statement": "Consciousness is subjective experience of internal and external world."
  },
  {
    "id": 151,
    "statement": "Humans' social behavior is not a one-size-fits-all phenomenon"
  },
  {
    "id": 152,
    "statement": "Consciousness emerges from synchronized neural network oscillations globally."
  },
  {
    "id": 153,
    "statement": "Honesty alone insufficient for building trust in complex relationships, moral complexity required."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from globally broadcasting information across brain regions."
  },
  {
    "id": 156,
    "statement": "Neural oscillations synchronize brain regions for information integration through entrainment."
  },
  {
    "id": 157,
    "statement": "Deontology balances moral principles with context-dependent exceptions."
  },
  {
    "id": 158,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from complex, dynamic brain region interactions globally."
  },
  {
    "id": 160,
    "statement": "Humans are social creatures needing community and trust"
  },
  {
    "id": 161,
    "statement": "Consciousness arises from integrating brain region information through binding."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from harmonious brain region integration through IIT."
  },
  {
    "id": 163,
    "statement": "Moral absolutism oversimplified, context-dependent moral dilemmas arise from complexity"
  },
  {
    "id": 164,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 166,
    "statement": "Consciousness arises from harmonious integration of brain regions globally."
  },
  {
    "id": 167,
    "statement": "Consciousness emerges from integrated brain region information processing."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from harmonious synchronized brain activity globally."
  },
  {
    "id": 169,
    "statement": "Oscillations in brain regions facilitate neural communication and processing."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 171,
    "statement": "Distributed parallel information processing gives rise to consciousness globally."
  },
  {
    "id": 172,
    "statement": "Consciousness arises from global workspace integrating neural activity globally through cortical spreading."
  },
  {
    "id": 173,
    "statement": "Neuroplasticity is influenced by biological, environmental, and lifestyle factors."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from dynamic brain region interactions integrating information."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from synchronized brain region interactions globally."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from integrated information processing within the brain"
  },
  {
    "id": 177,
    "statement": "Consciousness integrates sensory, attentional, emotional, and working memory processes."
  },
  {
    "id": 178,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships."
  },
  {
    "id": 179,
    "statement": "Consciousness is fundamental aspect of human existence debating."
  },
  {
    "id": 180,
    "statement": "Honesty's morality depends on interconnecting context, intention, and consequences."
  },
  {
    "id": 181,
    "statement": "Consciousness studies involve multiple disciplines beyond neuroscience, philosophy, including psychology, anthropology, and more."
  },
  {
    "id": 182,
    "statement": "Philosophy explores consciousness through subjective experience and mind-body connection."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from harmonious, synchronized, and integrated brain regions."
  },
  {
    "id": 184,
    "statement": "Multidisciplinary approaches combine neuroscience, psychology, philosophy, and computer science to study consciousness."
  },
  {
    "id": 185,
    "statement": "Humans have an innate tendency to form social connections, influenced by biology, environment, and culture."
  },
  {
    "id": 186,
    "statement": "Honesty's morality depends on context, intention, and consequences interaction."
  },
  {
    "id": 187,
    "statement": "Honesty is foundation of trust in social relationships."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 189,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally through synaptic plasticity."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 191,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from harmonious coordinated brain region interactions globally."
  },
  {
    "id": 193,
    "statement": "Neuroplasticity changes across life stages influencing adaptability, learning, and memory."
  },
  {
    "id": 194,
    "statement": "Neuroplasticity influenced by development, hormones, aging, and life experiences."
  },
  {
    "id": 195,
    "statement": "Honesty is nuanced, context-dependent, and influenced by emotions, relationships."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 197,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 198,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 199,
    "statement": "Honesty's morality depends on context, intention, and consequences intertwining."
  }
]