[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 2,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 3,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 4,
    "statement": "Human social behavior influenced by multiple factors and complexity."
  },
  {
    "id": 5,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 6,
    "statement": "Consciousness is complex multifaceted phenomenon of subjective experience"
  },
  {
    "id": 7,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 8,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 9,
    "statement": "Consciousness emerges from harmonious coordination of brain regions."
  },
  {
    "id": 10,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization interactions."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 12,
    "statement": "Integrated information theory quantifies consciousness through phi calculation"
  },
  {
    "id": 13,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 14,
    "statement": "Consciousness involves interconnected intentionality, subjectivity, self-awareness, and environment interaction."
  },
  {
    "id": 15,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 16,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 17,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 19,
    "statement": "Mental representations form through synchronized neural activity globally."
  },
  {
    "id": 20,
    "statement": "Moral values adapt to contexts and cultures through dynamic influences."
  },
  {
    "id": 21,
    "statement": "Lying can be morally justifiable in certain situations."
  },
  {
    "id": 22,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 24,
    "statement": "Consciousness complex phenomenon involves neural activity patterns, brain regions, integration."
  },
  {
    "id": 25,
    "statement": "Consciousness is a hierarchical phenomenon, global and local."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from integrated information generated by phi calculation."
  },
  {
    "id": 29,
    "statement": "Cultural norms shape nonverbal cues through proximity, touch, and facial expressions."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated information within brain causal interactions globally"
  },
  {
    "id": 31,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement interactions."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 33,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrated brain activity globally through IIT's φ calculation."
  },
  {
    "id": 35,
    "statement": "Clarifying complex ideas requires considering context, ambiguity, and perspectives."
  },
  {
    "id": 36,
    "statement": "Consciousness emerges from harmonious coordination of brain regions' activity."
  },
  {
    "id": 37,
    "statement": "Consciousness involves unique subjective experiences shaped by individual perspectives."
  },
  {
    "id": 38,
    "statement": "Consciousness involves complex interactions between brain, environment, and cognition."
  },
  {
    "id": 39,
    "statement": "Honesty is a moral absolute with situational implications"
  },
  {
    "id": 40,
    "statement": "Gamma waves (30-100 Hz) enable conscious information integration globally."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from brain's integration of sensory, cognitive, and emotional information."
  },
  {
    "id": 42,
    "statement": "Human social behavior influenced by multifaceted complexity factors."
  },
  {
    "id": 43,
    "statement": "Neuroplasticity arises from dynamic interplay of genetics and environment factors"
  },
  {
    "id": 44,
    "statement": "Consciousness arises from complex brain region interactions through IIT."
  },
  {
    "id": 45,
    "statement": "Neuroplasticity interacts with age, genetics, and health in complex ways"
  },
  {
    "id": 46,
    "statement": "Consciousness arises from neural activity integration through oscillations."
  },
  {
    "id": 47,
    "statement": "Consciousness emerges from integrated brain activity globally through IIT."
  },
  {
    "id": 48,
    "statement": "Gamma oscillations facilitate binding of integrated information globally."
  },
  {
    "id": 49,
    "statement": "Socialization, conformity, and internalization shape behavior through cultural norms."
  },
  {
    "id": 50,
    "statement": "Consciousness arises from integrated brain processes: sensory, attention, memory, emotion."
  },
  {
    "id": 51,
    "statement": "Regional brain synchronization supports cognitive flexibility through integration."
  },
  {
    "id": 52,
    "statement": "Humans exhibit diverse social behavior amidst individual differences"
  },
  {
    "id": 53,
    "statement": "Clarifying complex ideas requires considering multiple perspectives empathetically."
  },
  {
    "id": 54,
    "statement": "Subjective experience is the private, internal aspect of human consciousness."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from integrated brain activity globally through IIT integration."
  },
  {
    "id": 56,
    "statement": "Consciousness is a multifaceted phenomenon involving subjective experience and objective aspects."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from integrated brain activity through φ calculation."
  },
  {
    "id": 59,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 60,
    "statement": "Western moral philosophy values honesty as a foundation of trust."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from integrated information generated by phi calculation."
  },
  {
    "id": 62,
    "statement": "Neural oscillations synchronize brain regions for conscious experience integration through gamma frequency band."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from dynamic interactions between brain, environment, and cognition."
  },
  {
    "id": 65,
    "statement": "Cultural norms influence behavior through complex socialization processes."
  },
  {
    "id": 66,
    "statement": "Clarifying complex ideas requires considering context, ambiguity, and perspectives"
  },
  {
    "id": 67,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 68,
    "statement": "Consciousness emerges from integrated brain activity globally through IIT"
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated processing of intentional subjective experience."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from integrated information generated by causal interactions within brain."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from integrated brain activity and causal interactions."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from integrated brain information processing."
  },
  {
    "id": 73,
    "statement": "Subjective experience is personal, internal, and unique to each individual."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from integrated interactions between brain processes."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 77,
    "statement": "Honesty is a dynamic, situation-specific concept shaped by context and culture."
  },
  {
    "id": 78,
    "statement": "Mental representations influence neural activity through synchronized brainwave patterns."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from brain's integration of sensory, cognitive, and emotional information through networks."
  },
  {
    "id": 80,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement interactions."
  },
  {
    "id": 81,
    "statement": "Oscillations facilitate neural synchrony, binding, and conscious experience."
  },
  {
    "id": 82,
    "statement": "Consciousness involves interconnected subjective experience and environment interaction."
  },
  {
    "id": 83,
    "statement": "Universal moral principles apply, but with situational considerations."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from complex neural interplay and integration."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from neural activity integration through oscillations."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from complex interactions across brain regions."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from gamma waves' synchronous neural integration."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from integrated brain activity globally"
  },
  {
    "id": 89,
    "statement": "Consciousness is complex multifaceted phenomenon involving subjective experience"
  },
  {
    "id": 90,
    "statement": "Individual perspectives shape unique subjective experiences through brain processing."
  },
  {
    "id": 91,
    "statement": "Causal interactions in brain's neural networks generate consciousness."
  },
  {
    "id": 92,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and perspectives."
  },
  {
    "id": 93,
    "statement": "Honesty's moral acceptability influenced by multiple factors."
  },
  {
    "id": 94,
    "statement": "Gamma waves synchronize brain regions for conscious information integration"
  },
  {
    "id": 95,
    "statement": "Humans exhibit diverse social behavior amidst individual differences."
  },
  {
    "id": 96,
    "statement": "Individual differences influence selective attention to cultural norms through cognition."
  },
  {
    "id": 97,
    "statement": "Subjective experience combines internal and external influences in human consciousness."
  },
  {
    "id": 98,
    "statement": "Mental representations influence neural activity through synchronized brainwave patterns."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from integrated brain activity generated by causal interactions."
  },
  {
    "id": 100,
    "statement": "Neuroplasticity arises from dynamic interplay of genetics and environment."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from integrated information generated by brain causal interactions."
  },
  {
    "id": 102,
    "statement": "Cultural norms influence behavior through internalization, self-reflection, and emotional connection"
  },
  {
    "id": 103,
    "statement": "Consciousness arises from brain's integrated information generated by φ calculation."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from integration of information across brain regions."
  },
  {
    "id": 105,
    "statement": "Neural oscillations synchronize brain regions for conscious experience integration"
  },
  {
    "id": 106,
    "statement": "Gamma waves enable brain regions to integrate sensory information harmoniously."
  },
  {
    "id": 107,
    "statement": "Consciousness involves complex interactions between brain, environment, and cognition."
  },
  {
    "id": 108,
    "statement": "Cultural norms influence individual behavior through complex socialization process."
  },
  {
    "id": 109,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 110,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 111,
    "statement": "Cultural norms influence behavior through complex non-verbal cues affected"
  },
  {
    "id": 112,
    "statement": "Cultural norms influence individual behavior and attitudes through complex interactions."
  },
  {
    "id": 113,
    "statement": "Neuroplasticity develops from interaction between genetic and environmental factors"
  },
  {
    "id": 114,
    "statement": "Individual differences and social behavior are complexly intertwined."
  },
  {
    "id": 115,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 116,
    "statement": "Individual differences influence cultural norms internalization through selective attention."
  },
  {
    "id": 117,
    "statement": "Cultural norms influence honesty and trust through subtle communication mechanisms."
  },
  {
    "id": 118,
    "statement": "Integrated information theory suggests consciousness arises from integrated activity."
  },
  {
    "id": 119,
    "statement": "Clarifying complex ideas involves acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 120,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 121,
    "statement": "Individual differences shape human social behavior through complex interactions."
  },
  {
    "id": 122,
    "statement": "Honesty is a dynamic, situation-specific concept with multiple expressions."
  },
  {
    "id": 123,
    "statement": "Cultural norms influence individual behavior through complex socialization process"
  },
  {
    "id": 124,
    "statement": "Consciousness arises from brain's distributed integration of sensory, cognitive, and emotional information"
  },
  {
    "id": 125,
    "statement": "Consciousness emerges from coordinated brain activity through neural oscillations."
  },
  {
    "id": 126,
    "statement": "Selective attention to cultural norms involves cognitive appraisal and motivation."
  },
  {
    "id": 127,
    "statement": "Honesty is context-dependent, varying across situations and relationships."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from integrated brain activity through IIT's φ calculation."
  },
  {
    "id": 129,
    "statement": "Human social behavior shaped by multiple biological, psychological, social, cultural, and environmental factors."
  },
  {
    "id": 130,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization processes."
  },
  {
    "id": 131,
    "statement": "Consciousness arises from integrated information through phi calculation."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from complex neural interactions globally"
  },
  {
    "id": 133,
    "statement": "Consciousness arises from dynamic interactions between brain, environment, and subjective experience."
  },
  {
    "id": 134,
    "statement": "Complex ideas clarified with context, ambiguity, and perspectives."
  },
  {
    "id": 135,
    "statement": "Internalization helps individuals adopt cultural norms as part of their identity."
  },
  {
    "id": 136,
    "statement": "Cultural norms influence individual behavior through complex interactions."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from global brain integration of sensory, cognitive, and emotional information."
  },
  {
    "id": 138,
    "statement": "Subjective experience balances individual uniqueness and shared human universals."
  },
  {
    "id": 139,
    "statement": "Consciousness involves intentional subjective experience directed towards external world."
  },
  {
    "id": 140,
    "statement": "Gamma waves enable brain region integration through synchrony and frequency band coordination."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrated information generated by phi calculation."
  },
  {
    "id": 143,
    "statement": "Causal interactions within brain networks integrate information for consciousness."
  },
  {
    "id": 144,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 145,
    "statement": "Causal interactions in brain regions shape conscious experience"
  },
  {
    "id": 146,
    "statement": "Individual differences shape social behavior through complex interactions and mechanisms."
  },
  {
    "id": 147,
    "statement": "Gamma waves enable neural oscillations for information integration."
  },
  {
    "id": 148,
    "statement": "Cultural norms influence behavior through socialization, conformity, internalization interactions."
  },
  {
    "id": 149,
    "statement": "Subtle non-verbal cues influence honesty and trust through cultural norms."
  },
  {
    "id": 150,
    "statement": "Consciousness emerges from bidirectional interactions between subjective and objective aspects."
  },
  {
    "id": 151,
    "statement": "Consciousness complex phenomenon involves subjective experience, intentionality, self-awareness."
  },
  {
    "id": 152,
    "statement": "Neuroplasticity develops from interaction between genetic, environmental factors."
  },
  {
    "id": 153,
    "statement": "Neuroplasticity arises from dynamic interplay between genetics and environmental factors."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 155,
    "statement": "Oscillations in brain's neural activity facilitate conscious information integration."
  },
  {
    "id": 156,
    "statement": "Cultural norms influence behavior through internalization, self-reflection, and emotional connection."
  },
  {
    "id": 157,
    "statement": "Consciousness emerges from harmonious coordination of brain regions."
  },
  {
    "id": 158,
    "statement": "Individual differences influence and shape social behavior in complex ways."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 160,
    "statement": "Honesty is context-dependent; kindness is essential in certain situations."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from integrated information through causal interactions."
  },
  {
    "id": 162,
    "statement": "Gamma waves facilitate neural coordination for unified conscious integration."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from complex neural integration of activity patterns."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from brain's integrated information through IIT's phi calculation."
  },
  {
    "id": 165,
    "statement": "Clarifying complex ideas requires empathetic understanding of multiple perspectives."
  },
  {
    "id": 166,
    "statement": "Honesty valued in Western moral philosophy; not universally."
  },
  {
    "id": 167,
    "statement": "Consciousness is a hierarchical system of interconnected processes."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from integrated processing of intentional subjective experiences."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from integrated brain activity globally through IIT"
  },
  {
    "id": 171,
    "statement": "Consideration of ambiguity and perspectives clarifies complex ideas."
  },
  {
    "id": 172,
    "statement": "Human social behavior influenced by multiple interdependent factors."
  },
  {
    "id": 173,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from integrated information in brain's causal interactions globally."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from integrated information through IIT's φ calculation clearly."
  },
  {
    "id": 176,
    "statement": "Neuroplasticity is the brain's ability to adapt throughout life."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from neural integration through oscillations, synchronization."
  },
  {
    "id": 178,
    "statement": "Honesty is both an absolute moral value and situational nuanced."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from integrated information through brain's causal interactions."
  },
  {
    "id": 180,
    "statement": "Individual differences impact cultural norms internalization through attentional biases."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from complex interactions between subjective experience, intentionality, and self-awareness."
  },
  {
    "id": 182,
    "statement": "Consciousness emerges from dynamic interaction between brain, environment, and cognition."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from integrated information through IIT's φ calculation."
  },
  {
    "id": 184,
    "statement": "Honesty is dynamic and situational, influenced by culture and context."
  },
  {
    "id": 185,
    "statement": "Gamma waves facilitate conscious information integration across brain regions."
  },
  {
    "id": 186,
    "statement": "Cultural norms internalized through repeated exposure and interaction."
  },
  {
    "id": 187,
    "statement": "Lying can be morally justifiable in certain situations."
  },
  {
    "id": 188,
    "statement": "Humans exhibit diverse social behavior despite individual differences."
  },
  {
    "id": 189,
    "statement": "Consciousness emerges from harmonious integration of brain regions globally."
  },
  {
    "id": 190,
    "statement": "Oscillations in brain facilitate neural synchrony, binding and conscious experience."
  },
  {
    "id": 191,
    "statement": "Cultural norms influence socialization, conformity, and internalization."
  },
  {
    "id": 192,
    "statement": "Humans are naturally inclined to form complex social bonds."
  },
  {
    "id": 193,
    "statement": "Cultural norms influence individual behavior through dynamic socialization processes."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from synchronized neural activity coordination globally."
  },
  {
    "id": 195,
    "statement": "Consciousness integrates complex brain processes, including cognition."
  },
  {
    "id": 196,
    "statement": "Moral judgments on honesty influenced by cultural, contextual factors."
  },
  {
    "id": 197,
    "statement": "Clarifying complex ideas requires considering context, ambiguity, and perspectives."
  },
  {
    "id": 198,
    "statement": "Complex neural interplay integrates information for conscious experience."
  },
  {
    "id": 199,
    "statement": "Consciousness emerges from complex interplay of subjective experience, intentionality, and self-awareness."
  }
]