[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 2,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations"
  },
  {
    "id": 3,
    "statement": "Consciousness is subjective, multifaceted, and dynamically complex experience."
  },
  {
    "id": 4,
    "statement": "Consciousness emerges from dynamic integration of brain regions' functions."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 6,
    "statement": "Cultural norms influence behavior through socialization, internalization, and reinforcement."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 8,
    "statement": "Brain region oscillations facilitate information integration through synchronization."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 10,
    "statement": "Subconscious influences shape subjective experience through emotional associations."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from brain's integrated information through IIT’s φ calculation."
  },
  {
    "id": 12,
    "statement": "Information exchange between brain regions globally integrates sensory information."
  },
  {
    "id": 13,
    "statement": "Consciousness emerges from PFC-DMN integration in self-referential processing."
  },
  {
    "id": 14,
    "statement": "Consciousness is complex multifaceted phenomenon of subjective experience"
  },
  {
    "id": 15,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 16,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations"
  },
  {
    "id": 17,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from integrated brain activity globally"
  },
  {
    "id": 19,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from integrated brain information through IIT's φ calculation."
  },
  {
    "id": 21,
    "statement": "Intentionality in consciousness refers to mental states about or towards something."
  },
  {
    "id": 22,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation."
  },
  {
    "id": 23,
    "statement": "Brain region oscillations facilitate information integration through synchronization."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from coordinated neural signals across brain regions."
  },
  {
    "id": 25,
    "statement": "The hard problem of consciousness concerns subjective experience's intrinsic nature."
  },
  {
    "id": 26,
    "statement": "Brain region oscillations facilitate information integration through synchronization."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated brain information through IIT's phi calculation."
  },
  {
    "id": 28,
    "statement": "PFC and DMN interact in self-referential processing through co-activation."
  },
  {
    "id": 29,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 30,
    "statement": "Harmonious coordination refers to cooperative brain region integration."
  },
  {
    "id": 31,
    "statement": "Brain region oscillations facilitate information integration through synchronization."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from harmonious brain region coordination globally"
  },
  {
    "id": 33,
    "statement": "Intentionality in consciousness refers to mental states directed towards or about something."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from harmonious brain region coordination, integrated information."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 36,
    "statement": "Brain regions and pathways integrate sensory information globally."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from integrated processing across brain regions."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 39,
    "statement": "Consciousness emerges from integrated information in brain activity globally."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from integrated information through harmonious brain coordination."
  },
  {
    "id": 41,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from integrated activity of brain regions globally."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from subjective human experience and awareness."
  },
  {
    "id": 45,
    "statement": "Brain region oscillations facilitate information integration through synchronization."
  },
  {
    "id": 46,
    "statement": "Cooperative brain region integration facilitates synchronized neural activity globally"
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integrated information through phi calculation."
  },
  {
    "id": 48,
    "statement": "Consciousness emerges from globally distributed neural networks processes"
  },
  {
    "id": 49,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 50,
    "statement": "Consciousness arises from brain's integrated information through phi calculation."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated brain information through IIT's φ calculation."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from integrated brain activity through IIT's phi calculation globally."
  },
  {
    "id": 53,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from integrated brain activity through phi calculation."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from integrated brain activity globally through phi calculation."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from brain's integrated information through phi calculation."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 60,
    "statement": "Subjective human experience refers to internal, personal and individual aspects"
  },
  {
    "id": 61,
    "statement": "Consciousness arises from interconnected subjective experience, intentionality, and self-awareness"
  },
  {
    "id": 62,
    "statement": "Consciousness arises from integrated brain activity globally"
  },
  {
    "id": 63,
    "statement": "Intentionality refers to mental states directed towards or about something."
  },
  {
    "id": 64,
    "statement": "Subjective experience is inherently first-personal and unique to each individual."
  },
  {
    "id": 65,
    "statement": "Consciousness is the ability to have subjective experiences."
  },
  {
    "id": 66,
    "statement": "Subjective experience is unique, private, and internal to an individual."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from complex neural interactions and processing globally."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from harmonious brain coordination and integrated information."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated information through neural interactions globally."
  },
  {
    "id": 70,
    "statement": "Consciousness relates to subjective human experience and awareness through interdependence."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from integrated brain activity globally coordination"
  },
  {
    "id": 72,
    "statement": "The hard problem of consciousness is understanding subjective experience's origin."
  },
  {
    "id": 73,
    "statement": "Neuroplasticity arises from dynamic interplay of genetic and environmental factors."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information"
  },
  {
    "id": 75,
    "statement": "Consciousness emerges from globally interconnected brain regions' synchronized activity."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 77,
    "statement": "Integrated Information Theory (IIT) explains consciousness through information integration."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally through synchronization."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 80,
    "statement": "Neural oscillations enable communication between brain regions."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from global, dynamic brain region interactions."
  },
  {
    "id": 82,
    "statement": "Consciousness is a subjective experience with multiple aspects."
  },
  {
    "id": 83,
    "statement": "Harmonious brain regions coordination enables conscious experience formation"
  },
  {
    "id": 84,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 86,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from integrated processing of brain information globally."
  },
  {
    "id": 88,
    "statement": "Subconscious mind shapes subjective experience through emotional associations."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 91,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations"
  },
  {
    "id": 92,
    "statement": "Consciousness arises from integrated brain information processing."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from integrated information generated by brain region interactions."
  },
  {
    "id": 94,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally"
  },
  {
    "id": 96,
    "statement": "Consciousness arises from causal interactions generating integrated information."
  },
  {
    "id": 97,
    "statement": "Complex brain regions interact to synchronize neural activity globally."
  },
  {
    "id": 98,
    "statement": "Harmonious brain regions coordination enables conscious experience formation through synchronized oscillations and hierarchical processing."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from complex neural interactions and processing globally."
  },
  {
    "id": 100,
    "statement": "Consciousness relates to subjective human experience and awareness"
  },
  {
    "id": 101,
    "statement": "Complex brain region interactions facilitate synchronized neural activity globally."
  },
  {
    "id": 102,
    "statement": "Intentionality in consciousness involves direct, reflective mental states"
  },
  {
    "id": 103,
    "statement": "Subjective human experience refers to unique, internal, and private experiences."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 105,
    "statement": "Internalization, socialization, and reinforcement interact to shape complex behaviors."
  },
  {
    "id": 106,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 107,
    "statement": "The hard problem of consciousness is finding subjective experience's purpose"
  },
  {
    "id": 108,
    "statement": "Consciousness arises from harmonious brain region coordination through integration."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 110,
    "statement": "Conscious experience arises from synchronized brain region coordination."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from integrated information generation in IIT."
  },
  {
    "id": 113,
    "statement": "Conscious experience arises from harmonious brain region coordination, facilitated by neural oscillations, default mode network, thalamocortical loop, cortico-cortical connections, and neurotransmitters."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from constantly evolving and adapting subjective experience."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from integrated information across brain regions."
  },
  {
    "id": 116,
    "statement": "Intentionality refers to mental states directed towards or about something"
  },
  {
    "id": 117,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 119,
    "statement": "Sensory information globally integrates through binding and predictive coding mechanisms."
  },
  {
    "id": 120,
    "statement": "Brain region oscillations integrate information through synchronized neural communication."
  },
  {
    "id": 121,
    "statement": "Hard problem of consciousness is understanding subjective experience's nature."
  },
  {
    "id": 122,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 123,
    "statement": "Consciousness emerges from complex brain region interactions globally."
  },
  {
    "id": 124,
    "statement": "Consciousness arises from integrated subjective experience processing"
  },
  {
    "id": 125,
    "statement": "Representational intentionality: mental states directed towards external objects."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 127,
    "statement": "Co-activation refers to simultaneous brain region or network activation"
  },
  {
    "id": 128,
    "statement": "Consciousness arises from complex global brain region interactions."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from integrated subjective experiences, intentionality, and self-awareness."
  },
  {
    "id": 131,
    "statement": "Harmonious coordination refers to synchronized brain region integration for efficient processing."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 134,
    "statement": "Subjective experiences can be integrated through brain region coordination."
  },
  {
    "id": 135,
    "statement": "Consciousness emerges from harmonious brain region coordination through integration."
  },
  {
    "id": 136,
    "statement": "Subjective experience refers to unique, internal, and private experiences."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from globally distributed neural networks across brain."
  },
  {
    "id": 138,
    "statement": "Synchronized neural communication involves coordinated neuron firing and oscillations."
  },
  {
    "id": 139,
    "statement": "Consciousness is a multifaceted and dynamically complex phenomenon."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from synchronized brain region communication globally."
  },
  {
    "id": 141,
    "statement": "Internalization, socialization, and reinforcement interact to shape complex behaviors."
  },
  {
    "id": 142,
    "statement": "Intentionality in consciousness involves direct and reflective mental states."
  },
  {
    "id": 143,
    "statement": "Subjective human experience refers to unique, private, internal aspects."
  },
  {
    "id": 144,
    "statement": "Consciousness arises from integrated information through phi calculation."
  },
  {
    "id": 145,
    "statement": "Consciousness is closely tied to subjective human experience and awareness."
  },
  {
    "id": 146,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement"
  },
  {
    "id": 147,
    "statement": "Conscious experience arises from harmonious brain region coordination."
  },
  {
    "id": 148,
    "statement": "PFC and DMN integrate self-referential processing generates conscious experience."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from synchronized neural oscillations globally."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from integrated brain activity through phi calculation."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from harmonious brain coordination and multiple factors."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrated brain activity through IIT's φ calculation."
  },
  {
    "id": 154,
    "statement": "Behavior shaped by internalization, socialization, and reinforcement interactions."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrated information generation in the brain."
  },
  {
    "id": 156,
    "statement": "Brain region oscillations facilitate information integration through synchronized activity."
  },
  {
    "id": 157,
    "statement": "Brain region oscillations facilitate information integration through synchronized neural activity."
  },
  {
    "id": 158,
    "statement": "Consciousness emerges from subjective human experience and awareness intertwined."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 160,
    "statement": "Consciousness evolves through dynamic interplay of internal and external factors."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally."
  },
  {
    "id": 162,
    "statement": "Subjective experiences are unique, private, and internal to individuals."
  },
  {
    "id": 163,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations."
  },
  {
    "id": 164,
    "statement": "Brain region oscillations facilitate information integration through synchronization."
  },
  {
    "id": 165,
    "statement": "Global workspace integrates sensory-cognitive information across brain regions"
  },
  {
    "id": 166,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 167,
    "statement": "Complex brain regions interact to synchronize neural activity globally through oscillations."
  },
  {
    "id": 168,
    "statement": "Brain region oscillations synchronize to integrate information globally."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from dynamic integration of brain regions' functions adaptively"
  },
  {
    "id": 170,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 171,
    "statement": "Consciousness arises from harmonious coordinated brain region activity globally."
  },
  {
    "id": 172,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations."
  },
  {
    "id": 173,
    "statement": "Brain regions collaborate to achieve common cognitive goals."
  },
  {
    "id": 174,
    "statement": "Brain regions and pathways integrate sensory information globally through hierarchical processing and network interactions."
  },
  {
    "id": 175,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from harmonious brain region coordination enabling integration."
  },
  {
    "id": 177,
    "statement": "Consciousness emerges from complex information processing globally."
  },
  {
    "id": 178,
    "statement": "Intentionality arises from interactions between direct and reflective mental states."
  },
  {
    "id": 179,
    "statement": "Conscious experience emerges from harmonious brain region coordination globally."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from harmonious coordination of brain regions through integration."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from subjective human experience and awareness integration."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from global brain region coordination and integration."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 185,
    "statement": "Mental states are directed towards or about external stimuli."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 187,
    "statement": "Conscious experience arises from coordinated brain region activity integration."
  },
  {
    "id": 188,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 189,
    "statement": "Integrated Information Theory's phi calculation measures consciousness's global presence."
  },
  {
    "id": 190,
    "statement": "Honesty refers to truthful and authentic words and actions."
  },
  {
    "id": 191,
    "statement": "Conscious experience arises from synchronized brain region coordination globally."
  },
  {
    "id": 192,
    "statement": "Brain region oscillations facilitate information integration through synchronized communication."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from synchronized neural activity globally"
  },
  {
    "id": 194,
    "statement": "Complex brain region interactions facilitate global neural synchronization globally."
  },
  {
    "id": 195,
    "statement": "Intentionality is property of mental states directing towards external objects."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from integrated brain activity through phi calculation."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 198,
    "statement": "Intentionality in consciousness refers to mental states 'about' objects."
  }
]