[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness is complex multifaceted phenomenon of subjective experience"
  },
  {
    "id": 2,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 3,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 4,
    "statement": "Consciousness arises from brain's integrated information through IIT’s φ calculation."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 6,
    "statement": "Brain region oscillations facilitate information integration through synchronization."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from brain's integrated information through phi calculation."
  },
  {
    "id": 8,
    "statement": "Cultural norms influence behavior through socialization, internalization, and reinforcement."
  },
  {
    "id": 9,
    "statement": "Consciousness emerges from integrated information in brain activity globally."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from complex brain region interactions and information exchange."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated information across brain regions."
  },
  {
    "id": 13,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 14,
    "statement": "Subconscious influences and external factors shape subjective experience"
  },
  {
    "id": 15,
    "statement": "Consciousness emerges from PFC-DMN integration in self-referential processing."
  },
  {
    "id": 16,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 17,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from PFC-DMN integration of sensory information globally."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from brain's integrated information through IIT's phi calculation."
  },
  {
    "id": 20,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from integrated brain activity globally"
  },
  {
    "id": 22,
    "statement": "Subjective experience is unique, private, and internal to an individual."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from complex neural interactions and processing globally."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 25,
    "statement": "Cultural norms shape behavior through socialization, conformity, and internalization."
  },
  {
    "id": 26,
    "statement": "Honestly, it's never morally acceptable to lie, absolutely."
  },
  {
    "id": 27,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 28,
    "statement": "Integrated information theory explains emergence of conscious experience"
  },
  {
    "id": 29,
    "statement": "Consciousness emerges from harmonious coordination of brain regions globally."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from interconnected subjective experience, intentionality, and self-awareness"
  },
  {
    "id": 31,
    "statement": "Consciousness arises from interacting subjective, intentional, self-aware processes."
  },
  {
    "id": 32,
    "statement": "Consciousness emerges from globally distributed neural networks processes"
  },
  {
    "id": 33,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 34,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations"
  },
  {
    "id": 35,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 37,
    "statement": "Consciousness is a subjective, multifaceted, complex phenomenon."
  },
  {
    "id": 38,
    "statement": "Consciousness emerges from complex neural interactions globally."
  },
  {
    "id": 39,
    "statement": "Consciousness emerges from integrated brain information through phi calculation."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from integrated information through phi calculation."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from coordinated brain regions' activity globally."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from integrated brain activity through IIT's φ calculation."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from interacting subjective intentional self-aware processes."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 46,
    "statement": "Conscious experience arises from harmonious brain region coordination, facilitated by neural oscillations, default mode network, thalamocortical loop, cortico-cortical connections, and neurotransmitters."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from PFC-DMN integration in self-referential processing."
  },
  {
    "id": 48,
    "statement": "Brain regions coordinate through synchronization and hierarchical processing."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from integrated information generated by brain activity"
  },
  {
    "id": 50,
    "statement": "Intentionality refers to mental states directed towards or about something representational, focused, and intentional."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated brain activity across regions."
  },
  {
    "id": 52,
    "statement": "Consciousness involves emotions, thoughts, and sensations, influencing subjective experience."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from integrated information through neural oscillations and binding."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation"
  },
  {
    "id": 56,
    "statement": "Consciousness emerges from harmonious coordination of brain regions globally."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from synchronized brain region communication globally."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 59,
    "statement": "Harmonious brain regions coordination enables conscious experience formation through synchronized oscillations and hierarchical processing."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally"
  },
  {
    "id": 61,
    "statement": "Consciousness emerges from global brain coordination of neural interactions."
  },
  {
    "id": 62,
    "statement": "Consciousness arises from complex brain region interactions."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 64,
    "statement": "Consciousness emerges from dynamic integration of brain regions' functions."
  },
  {
    "id": 65,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from complex neural interactions and processing."
  },
  {
    "id": 68,
    "statement": "Honesty is foundation of trust in human relationships."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from harmonious coordination of synchronized brain regions."
  },
  {
    "id": 71,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from integrated activity of brain regions globally."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 74,
    "statement": "Brain region oscillations facilitate information integration through synchronization."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated information generated by brain region interactions."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from complex interplay of multiple factors."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from harmonious brain region interactions and information exchange."
  },
  {
    "id": 78,
    "statement": "Subconscious influences and external factors shape subjective experiences."
  },
  {
    "id": 79,
    "statement": "Cultural norms shape behavior through socialization, conformity, internalization."
  },
  {
    "id": 80,
    "statement": "Conscious experience arises from harmonious brain region coordination."
  },
  {
    "id": 81,
    "statement": "Consciousness relates to subjective human experience, awareness, and external factors."
  },
  {
    "id": 82,
    "statement": "Subjective human experience refers to internal, personal and individual aspects"
  },
  {
    "id": 83,
    "statement": "Consciousness emerges from synchronized global brain region communication coordinated by attention."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from integrated information and environmental influences."
  },
  {
    "id": 85,
    "statement": "Intentionality in consciousness refers to mental states directed towards or about something."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from complex interactions of brain regions dynamically."
  },
  {
    "id": 87,
    "statement": "Genetics and environment both shape dynamic neuroplasticity."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from integrated information quantified through phi calculation."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from harmonious coordinated brain region interactions globally."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from coordinated brain region interactions globally."
  },
  {
    "id": 92,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 93,
    "statement": "Consciousness emerges from integrated brain information through phi calculation."
  },
  {
    "id": 94,
    "statement": "Harmonious brain region coordination enables conscious experience formation."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated information through neural oscillations and binding"
  },
  {
    "id": 96,
    "statement": "Internalization, socialization, and reinforcement interact to shape complex behaviors."
  },
  {
    "id": 97,
    "statement": "Neuroplasticity arises from dynamic interplay of genetic and environmental factors."
  },
  {
    "id": 98,
    "statement": "Human consciousness is a complex, multifaceted, and poorly understood phenomenon."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from PFC-DMN integration of sensory information globally."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from synchronized brain region activities globally."
  },
  {
    "id": 101,
    "statement": "Consciousness involves intentionality, subjective experience, and self-awareness."
  },
  {
    "id": 102,
    "statement": "Consciousness emerges from synchronized global brain activity and integration."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from integrated information generated by causal interactions"
  },
  {
    "id": 104,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 105,
    "statement": "Consciousness involves complex neural interactions globally, internally."
  },
  {
    "id": 106,
    "statement": "Integrated information theory explains emergence of conscious experience through integration."
  },
  {
    "id": 107,
    "statement": "Consciousness emerges from brain regions' harmonious neural integration globally."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrated information quantified through phi calculation."
  },
  {
    "id": 109,
    "statement": "Subjective human experience refers to internal, qualitative aspects of consciousness."
  },
  {
    "id": 110,
    "statement": "Consciousness is a subjective human experience of awareness."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from complex interactions of brain regions."
  },
  {
    "id": 112,
    "statement": "Consciousness is complex, multifaceted, and yet to be fully understood."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from harmonious brain region coordination and integration."
  },
  {
    "id": 114,
    "statement": "Consciousness is subjective, internal, and unique to an individual."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from complex interactions among brain regions globally"
  },
  {
    "id": 116,
    "statement": "Conscious experience arises from harmonious brain region coordination globally."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from harmonious coordinated brain region interactions globally."
  },
  {
    "id": 118,
    "statement": "Intentionality refers to mental states directed towards or about external objects."
  },
  {
    "id": 119,
    "statement": "It is never morally acceptable to lie because honesty fundamental."
  },
  {
    "id": 120,
    "statement": "Consciousness emerges from integrated brain activity globally."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from coordinated brain regions and synchronized oscillations globally"
  },
  {
    "id": 122,
    "statement": "Brain's complex neural interactions generate conscious subjective experience."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 124,
    "statement": "Consciousness arises from harmonious brain region interactions and information exchange."
  },
  {
    "id": 125,
    "statement": "Consciousness involves subjective experience, internal self-awareness."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from integrated information and processing globally"
  },
  {
    "id": 127,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from coordinated brain region activity globally."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from interdependent brain region interactions globally."
  },
  {
    "id": 130,
    "statement": "Consciousness emerges from interactive subjective intentional self-aware processes."
  },
  {
    "id": 131,
    "statement": "Consciousness involves subjective experience, intentionality, and self-awareness."
  },
  {
    "id": 132,
    "statement": "Brain's complex neural interactions generate conscious subjective experience."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from integrated processing across brain regions through networks."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from integrated information through phi calculation globally"
  },
  {
    "id": 135,
    "statement": "Consciousness arises from dynamic interactions among brain regions globally."
  },
  {
    "id": 136,
    "statement": "Intentionality refers to conscious experiences being 'about' something."
  },
  {
    "id": 137,
    "statement": "Honesty is not always the only morally acceptable option."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 139,
    "statement": "Consciousness arises from complex neural interactions between brain regions."
  },
  {
    "id": 140,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from harmonious coordination of synchronized brain regions."
  },
  {
    "id": 142,
    "statement": "Consciousness emerges from integrated global brain region communication through oscillations."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from integrated information through IIT's φ calculation."
  },
  {
    "id": 144,
    "statement": "Consciousness emerges from global workspace's integrated information"
  },
  {
    "id": 145,
    "statement": "Subjective experience is internal, personal, and unique to each individual"
  },
  {
    "id": 146,
    "statement": "Intentionality refers to directed mental states towards independent objects."
  },
  {
    "id": 147,
    "statement": "Consciousness is a complex, multifaceted, and partially understood phenomenon."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from coordinated brain region communication globally"
  },
  {
    "id": 149,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 150,
    "statement": "Subjective experience is unique, private, and influenced externally."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from harmonious brain region integration globally."
  },
  {
    "id": 154,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrated information through phi calculation."
  },
  {
    "id": 156,
    "statement": "Consciousness emerges from global workspace's integrated information processing"
  },
  {
    "id": 157,
    "statement": "Synchronized brain regions communicate through synchronized neural oscillations."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from integrated brain information processing."
  },
  {
    "id": 159,
    "statement": "Conscious experiences are intentional, representing the world to the self."
  },
  {
    "id": 160,
    "statement": "Consciousness is a fundamental aspect of human subjective experience."
  },
  {
    "id": 161,
    "statement": "Phi calculation quantifies integrated information in conscious systems"
  },
  {
    "id": 162,
    "statement": "Neuroplasticity arises from dynamic genetic-environmental interplay shaping brain development."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from complex integration of subjective experience, intentionality, self-awareness."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from integrated information quantified through phi calculation."
  },
  {
    "id": 165,
    "statement": "Genetics and environment interact to shape dynamic neuroplasticity."
  },
  {
    "id": 166,
    "statement": "Human consciousness remains poorly understood due to complexity."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from integrated brain activity through coordination and communication globally."
  },
  {
    "id": 169,
    "statement": "The global workspace integrates sensory-cognitive information for conscious experience."
  },
  {
    "id": 170,
    "statement": "Consciousness emerges from globally distributed neural networks integrated processing."
  },
  {
    "id": 171,
    "statement": "Consciousness arises from harmonious brain region interaction globally."
  },
  {
    "id": 172,
    "statement": "Consciousness arises from synchronized neural oscillations globally."
  },
  {
    "id": 173,
    "statement": "Brain regions synchronize neural oscillations through hierarchical processing."
  },
  {
    "id": 174,
    "statement": "Subjective human experience refers to private, qualitative internal aspects."
  },
  {
    "id": 175,
    "statement": "Honesty is considered valuable, but exceptions exist."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from harmonious coordination of synchronized brain regions."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated brain information globally unified."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from integrated information through phi calculation."
  },
  {
    "id": 179,
    "statement": "Consciousness is a subjective, multifaceted, complex phenomenon."
  },
  {
    "id": 180,
    "statement": "Humans have cognitive biases influencing their decision-making process"
  },
  {
    "id": 181,
    "statement": "Consciousness emerges from integrated brain activity through complex component interactions."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrated information in brain activity globally."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 184,
    "statement": "Consciousness is complex, multifaceted, and poorly understood phenomenon."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from integrated sensory-cognitive information globally processed."
  },
  {
    "id": 186,
    "statement": "Consciousness relates to subjective human experience, including emotions, thoughts."
  },
  {
    "id": 187,
    "statement": "Consciousness is complex, multifaceted, and yet to be fully understood."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from complex interactions of subjective experience, intentionality, and self-awareness."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from integrated information across brain regions globally."
  },
  {
    "id": 190,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 191,
    "statement": "Consciousness emerges from integrated subjective intentional self-aware processes."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 193,
    "statement": "Cultural norms shape behavior through internalization and self-identification."
  },
  {
    "id": 194,
    "statement": "Cultural norms shape behavior through socialization, conformity, and internalization."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from synchronized global brain region interactions"
  },
  {
    "id": 196,
    "statement": "Consciousness emerges from complex integrated information processing globally."
  },
  {
    "id": 197,
    "statement": "Integrated information coordination generates unified conscious experience"
  }
]