[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 2,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 3,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 4,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 5,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 6,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 8,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 9,
    "statement": "Consciousness is a highly nuanced, multifaceted, and debated scientific topic."
  },
  {
    "id": 10,
    "statement": "Honesty is a foundation of trust, but context influences moral decisions."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 13,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 14,
    "statement": "Neuroplasticity arises from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 16,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 18,
    "statement": "Diversity arises from complex interplay of genetic and environmental factors."
  },
  {
    "id": 19,
    "statement": "Consciousness is a personal andunique internal experience."
  },
  {
    "id": 20,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets"
  },
  {
    "id": 21,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 22,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from integrated information through IIT."
  },
  {
    "id": 24,
    "statement": "Neuroplasticity influenced by dynamic interplay of genetics and environmental factors and epigenetics."
  },
  {
    "id": 25,
    "statement": "Harmless brain region interactions facilitate flexible cognitive processing flexibility"
  },
  {
    "id": 26,
    "statement": "Neuroplasticity refers to brain's ability to adapt through reorganization."
  },
  {
    "id": 27,
    "statement": "Simplest statements provide foundation for complex idea development through iteration."
  },
  {
    "id": 28,
    "statement": "Mental representations instantiated in specific brain activity patterns through neural oscillations."
  },
  {
    "id": 29,
    "statement": "Consciousness involves complex interactions between multiple components."
  },
  {
    "id": 30,
    "statement": "Gamma waves synchronize brain regions for conscious integration."
  },
  {
    "id": 31,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 33,
    "statement": "Neural oscillations facilitate information integration and conscious experience."
  },
  {
    "id": 34,
    "statement": "Consciousness is a multifaceted phenomenon encompassing subjective experience."
  },
  {
    "id": 35,
    "statement": "Cultural context and social connections significantly influence trust development."
  },
  {
    "id": 36,
    "statement": "Consciousness is a multifaceted phenomenon involving subjective experience"
  },
  {
    "id": 37,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 38,
    "statement": "Attention selectively filters out irrelevant sensory information through brain regions."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from complex interactions between brain regions integrated."
  },
  {
    "id": 40,
    "statement": "IIT's ϕ calculation measures integrated information in a system"
  },
  {
    "id": 41,
    "statement": "Honesty and trust defined differently in various cultural contexts."
  },
  {
    "id": 42,
    "statement": "Honesty is never morally acceptable to be compromised"
  },
  {
    "id": 43,
    "statement": "Regional brain synchronization supports cognitive flexibility through coordination."
  },
  {
    "id": 44,
    "statement": "Simplest statements can be starting point for complex ideas development."
  },
  {
    "id": 45,
    "statement": "Consciousness is a complex and multifaceted human experience"
  },
  {
    "id": 46,
    "statement": "Anthropology studies consciousness through cultural, social, and symbolic perspectives."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integration of neural activity across brain regions"
  },
  {
    "id": 48,
    "statement": "Neuroplasticity is the brain's ability to change adapt."
  },
  {
    "id": 49,
    "statement": "Cultural context and social connections significantly influence trust development."
  },
  {
    "id": 50,
    "statement": "Consciousness is a personal and internal experience unique to each individual."
  },
  {
    "id": 51,
    "statement": "Simplest statements can serve as foundation for complex idea development."
  },
  {
    "id": 52,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 53,
    "statement": "Neuroplasticity arises from complex genetic-environmental epigenetic interactions driving brain change."
  },
  {
    "id": 54,
    "statement": "Cultural norms influence individual honesty through social conformity."
  },
  {
    "id": 55,
    "statement": "Honesty and trust meanings vary across cultures with nuances."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from neural activity patterns and brain regions."
  },
  {
    "id": 57,
    "statement": "Honesty is dynamic behavior influenced by cultural norms."
  },
  {
    "id": 58,
    "statement": "Neuroplasticity: brain's ability to change and adapt throughout life."
  },
  {
    "id": 59,
    "statement": "Neuroplasticity arises from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 60,
    "statement": "Humans' social nature fosters both unity and diversity"
  },
  {
    "id": 61,
    "statement": "Simple statements clarify complex ideas by providing clear definitions."
  },
  {
    "id": 62,
    "statement": "Cultural norms influence individual behavior and attitudes"
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated information within brain regions."
  },
  {
    "id": 64,
    "statement": "Consciousness is a complex and intricate multidimensional phenomenon."
  },
  {
    "id": 65,
    "statement": "Consciousness is unique subjective experience impossible to replicate perfectly."
  },
  {
    "id": 66,
    "statement": "Consciousness is a multifaceted, complex and debated scientific topic."
  },
  {
    "id": 67,
    "statement": "Consciousness is a multifaceted and debated scientific topic."
  },
  {
    "id": 68,
    "statement": "Mental representations instantiated through neural binding and oscillations"
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from integrated information globally through IIT's φ calculation."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from brain's integrated information through IIT."
  },
  {
    "id": 73,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from integrated brain activity across global workspace."
  },
  {
    "id": 75,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 76,
    "statement": "Lying can be morally justifiable in context-sensitive emergencies."
  },
  {
    "id": 77,
    "statement": "Simple statements serve as starting point or anchor for complex ideas, clarifying concepts."
  },
  {
    "id": 78,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 79,
    "statement": "Cultural context influences definitions of honesty and trust across cultures."
  },
  {
    "id": 80,
    "statement": "Diversity emerges from intricate interactions between genetics and environment"
  },
  {
    "id": 81,
    "statement": "Simple statements can clarify complex ideas with concise definitions."
  },
  {
    "id": 82,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 83,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 84,
    "statement": "Honesty is a behavior shaped by cultural norms and values."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from integrated information within brain activity patterns."
  },
  {
    "id": 86,
    "statement": "Gamma waves synchronize brain regions for unified conscious experience."
  },
  {
    "id": 87,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 88,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 89,
    "statement": "Honesty and trust meanings vary across cultures with nuances."
  },
  {
    "id": 90,
    "statement": "Neuroplasticity emerges from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 91,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 92,
    "statement": "Simple statements can clarify complex ideas by providing foundation."
  },
  {
    "id": 93,
    "statement": "Consciousness: Complex interplay of subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 94,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 95,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 96,
    "statement": "Neuroplasticity refers to brain's ability to reorganize throughout life."
  },
  {
    "id": 97,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from integrated information generated within brain activity."
  },
  {
    "id": 99,
    "statement": "Consciousness is a subjective, multifaceted, and debated human experience."
  },
  {
    "id": 100,
    "statement": "Cognitive flexibility may be supported by regional brain synchronization."
  },
  {
    "id": 101,
    "statement": "Honesty's importance varies across cultures, influenced by norms"
  },
  {
    "id": 102,
    "statement": "Honesty cultural value influenced by societal norms and collectivism."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 104,
    "statement": "Honesty serves as a means to achieve greater goods."
  },
  {
    "id": 105,
    "statement": "Anthropology studies consciousness through cultural, social, and symbolic contexts."
  },
  {
    "id": 106,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 107,
    "statement": "Consciousness is a complex, subtle, and multifaceted, ongoing topic."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 109,
    "statement": "Honesty values vary across cultures and societies."
  },
  {
    "id": 110,
    "statement": "Consciousness is a complex, multifaceted, and debated human experience."
  },
  {
    "id": 111,
    "statement": "Cultural context influences understanding and practice of honesty."
  },
  {
    "id": 112,
    "statement": "Consciousness is a complex, nuanced, and multifaceted phenomenon."
  },
  {
    "id": 113,
    "statement": "Honesty is adaptive behavior influenced by cultural norms and context."
  },
  {
    "id": 114,
    "statement": "Epigenetics influences gene expression in neuroplasticity processes."
  },
  {
    "id": 115,
    "statement": "Honesty and trust defined differently in various cultural contexts"
  },
  {
    "id": 116,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 117,
    "statement": "Neural oscillations synchronize brain regions for conscious experience through gamma waves."
  },
  {
    "id": 118,
    "statement": "Neuroplasticity shaped by dynamic interplay of genetics and environment."
  },
  {
    "id": 119,
    "statement": "Humans are social creatures with varying degrees of diversity."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from integrated information globally within a system."
  },
  {
    "id": 121,
    "statement": "Consciousness is complex due to diverse brain regions' interactions"
  },
  {
    "id": 122,
    "statement": "Lying can be morally justifiable in context-sensitive situations."
  },
  {
    "id": 123,
    "statement": "Cultural context influences perceived importance of honesty."
  },
  {
    "id": 124,
    "statement": "Consciousness encompasses unique, internal, and qualitative subjective experiences."
  },
  {
    "id": 125,
    "statement": "Simplist statements can serve as foundation for more complex ideas."
  },
  {
    "id": 126,
    "statement": "Honesty and trust meanings vary across cultures, influencing relations."
  },
  {
    "id": 127,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 128,
    "statement": "Honesty is a means, not an end, in itself."
  },
  {
    "id": 129,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 130,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 131,
    "statement": "Cognitive flexibility supported by regional brain synchronization coordination."
  },
  {
    "id": 132,
    "statement": "Consciousness is a multifaceted and debated scientific topic encompassing various perspectives."
  },
  {
    "id": 133,
    "statement": "Consciousness reconciliation involves subjective-objective interdisciplinary approaches."
  },
  {
    "id": 134,
    "statement": "Honesty is a fundamental value that should always be prioritized."
  },
  {
    "id": 135,
    "statement": "Cultural context and social connections significantly influence trust development uniquely."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 138,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification"
  },
  {
    "id": 139,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 140,
    "statement": "Cultural context influences perceived importance of honesty globally."
  },
  {
    "id": 141,
    "statement": "Lying morally justifiable in context-sensitive situations with conditions"
  },
  {
    "id": 142,
    "statement": "Context influences moral decisions through cultural, personal, and power dynamics"
  },
  {
    "id": 143,
    "statement": "Epigenetics influences neuroplasticity through experience-dependent gene regulation."
  },
  {
    "id": 144,
    "statement": "Honesty's importance varies across cultures due to norms and values."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from integrated information generated by neuroscientific interactions."
  },
  {
    "id": 146,
    "statement": "Cultural norms shape individual behavior and attitudes through social learning."
  },
  {
    "id": 147,
    "statement": "Neuroplasticity results from dynamic interplay between genes and environment."
  },
  {
    "id": 148,
    "statement": "A simplest statement serves as foundation for complex idea development."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 150,
    "statement": "Consciousness arises from neural patterns and brain region integration."
  },
  {
    "id": 151,
    "statement": "Neuroplasticity emerges from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 152,
    "statement": "Consciousness studied through multiple disciplines, including neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrated brain activity across regions."
  },
  {
    "id": 154,
    "statement": "Epigenetics influences neuroplasticity through gene expression modification."
  },
  {
    "id": 155,
    "statement": "Attention and self-awareness intertwined in conscious experience"
  },
  {
    "id": 156,
    "statement": "Consciousness is a multifaceted, complex, and debated topic globally."
  },
  {
    "id": 157,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms depending on the specific hormone and context."
  },
  {
    "id": 158,
    "statement": "Consciousness is a complex and multifaceted human experience"
  },
  {
    "id": 159,
    "statement": "Consciousness arises from integrated global workspace processing"
  },
  {
    "id": 160,
    "statement": "Anthropology studies consciousness through interdisciplinary approaches"
  },
  {
    "id": 161,
    "statement": "Consciousness is a dynamic, multifaceted, and debated human experience."
  },
  {
    "id": 162,
    "statement": "Consciousness is a unique, internal, and qualitative subjective experience."
  },
  {
    "id": 163,
    "statement": "Cultural values around honesty influenced by societal norms and collectivism."
  },
  {
    "id": 164,
    "statement": "Neuroplasticity arises from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 165,
    "statement": "Cultural norms, values, and beliefs shape trust development process."
  },
  {
    "id": 166,
    "statement": "Honesty is a tool for achieving personal integrity."
  },
  {
    "id": 167,
    "statement": "Simplifying complex ideas can lead to deeper understandings."
  },
  {
    "id": 168,
    "statement": "Honesty is a means to achieve social benefits and well-being."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from integrated information through IIT's ϕ calculation."
  },
  {
    "id": 170,
    "statement": "Neural oscillations synchronize brain regions for conscious information integration."
  },
  {
    "id": 171,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets."
  },
  {
    "id": 172,
    "statement": "Consciousness is a multifaceted and debated scientific topic."
  },
  {
    "id": 173,
    "statement": "Consciousness a complex dynamic interplay of various processes."
  },
  {
    "id": 174,
    "statement": "Consciousness is a complex, dynamic, and context-dependent process."
  },
  {
    "id": 175,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 176,
    "statement": "Neuroplasticity is brain's dynamic ability to adapt and change."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated information globally within system."
  },
  {
    "id": 178,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 179,
    "statement": "Consciousness is a dynamic, evolving, and multifaceted field of study."
  },
  {
    "id": 180,
    "statement": "Attention regulates self-awareness through self-referential processing"
  },
  {
    "id": 181,
    "statement": "Honesty, while crucial, is not sole foundation of trust."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from integrated neural activity across brain regions globally."
  },
  {
    "id": 184,
    "statement": "Anthropology studies consciousness through cultural, social, and symbolic perspectives."
  },
  {
    "id": 185,
    "statement": "Neuroplasticity enables brain adaptation and recovery throughout life."
  },
  {
    "id": 186,
    "statement": "Consciousness is unique, shaped by individual subjective experiences."
  },
  {
    "id": 187,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 188,
    "statement": "Attention selectively filters out irrelevant sensory information through brain regions."
  },
  {
    "id": 189,
    "statement": "Honesty is a necessary, but not sufficient, condition for trust"
  },
  {
    "id": 190,
    "statement": "Consciousness arises from integrated brain activity across regions globally."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from global workspace integrating neural activity globally through synchronization."
  },
  {
    "id": 192,
    "statement": "Consciousness involves subjective experience and personal uniqueness."
  },
  {
    "id": 193,
    "statement": "Humans are social, with variations in expression and degree."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from integrated information globally within brain systems."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from integrated information through causal interactions."
  },
  {
    "id": 196,
    "statement": "Integrated Information Theory (IIT) explains consciousness through integrated information."
  },
  {
    "id": 197,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 198,
    "statement": "Hormones regulate neural connections through transcriptional/post-transcriptional mechanisms"
  },
  {
    "id": 199,
    "statement": "Consciousness arises from integrated information processing in complex systems."
  }
]