[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 2,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 3,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 4,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 5,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 6,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities"
  },
  {
    "id": 7,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 8,
    "statement": "Honesty's importance varies depending on context, power, culture, emotions, and timing."
  },
  {
    "id": 9,
    "statement": "Honesty, while crucial, is not always primary foundation of trust."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from harmoniously integrated brain region activity."
  },
  {
    "id": 11,
    "statement": "Neuroplasticity is shaped by hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 13,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 14,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 15,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 16,
    "statement": "Neural oscillations synchronize brain regions for information integration through entrainment"
  },
  {
    "id": 17,
    "statement": "Consciousness arises from integration of information across brain regions."
  },
  {
    "id": 18,
    "statement": "Neural oscillations synchronise and integrate brain regions for consciousness."
  },
  {
    "id": 19,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from harmoniously integrated brain regions' synchronized activity."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 22,
    "statement": "Consciousness studied through multidisciplinary approaches involving neuroscience, psychology, philosophy, and computer science."
  },
  {
    "id": 23,
    "statement": "Binding processes integrate diverse sensory features cohesively."
  },
  {
    "id": 24,
    "statement": "Internal representation is a filtered model of reality."
  },
  {
    "id": 25,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 26,
    "statement": "Consciousness emerges from synchronized brain region interactions globally."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 28,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from coordinated brain region interactions, processing unity."
  },
  {
    "id": 30,
    "statement": "Consciousness biases perception of reality through attention and interpretation processes."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 32,
    "statement": "Consciousness is multidisciplinary, studied through neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 33,
    "statement": "Neural oscillations synchronize brain regions for information integration."
  },
  {
    "id": 34,
    "statement": "Harmonious brain region interactions generate unified conscious experience through synchronization."
  },
  {
    "id": 35,
    "statement": "Consciousness filters perception through attention, expectation, and emotional biases"
  },
  {
    "id": 36,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 37,
    "statement": "Consciousness emerges from global workspace integration of brain regions."
  },
  {
    "id": 38,
    "statement": "Emotions shape our perception, attention, and interpretation of reality."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from synchronized brain region interactions globally."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 41,
    "statement": "Honesty is foundation of trust, nuanced by context and culture."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 44,
    "statement": "Synchrony enables coordinated neural communication and information sharing globally"
  },
  {
    "id": 45,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from synchronizing and integrating brain region activity."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from distributed brain region interactions dynamically."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from harmoniously integrated brain regions' synchronized activity."
  },
  {
    "id": 49,
    "statement": "Lying can be morally justifiable in exceptional circumstances to prevent harm."
  },
  {
    "id": 50,
    "statement": "Consciousness studies require interdisciplinary approaches to understanding."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 52,
    "statement": "Anthropology studies consciousness in cultural and social contexts."
  },
  {
    "id": 53,
    "statement": "Mental representations influence brain activity through neural oscillations."
  },
  {
    "id": 54,
    "statement": "Honesty's morality depends on context, intention, and consequences"
  },
  {
    "id": 55,
    "statement": "Consciousness is a multidisciplinary topic studied across various disciplines."
  },
  {
    "id": 56,
    "statement": "Neural oscillations facilitate information integration through synchronized brain activity."
  },
  {
    "id": 57,
    "statement": "Harmonious brain region interactions generate unified conscious experience."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from integrating global brain region activities globally."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from integrated information generated by brain networks globally."
  },
  {
    "id": 60,
    "statement": "Consciousness filters perception through attention, expectation, and emotion interactions."
  },
  {
    "id": 61,
    "statement": "Debates in consciousness studies revolve around hard problem, IIT, GWT, binding problem, and NCCs."
  },
  {
    "id": 62,
    "statement": "Consciousness research integrates insights from multiple disciplines globally."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated brain processing globally."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from coordinated brain region interactions globally through synchronization."
  },
  {
    "id": 65,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 66,
    "statement": "Honesty is essential in building trust in relationships"
  },
  {
    "id": 67,
    "statement": "Consciousness arises from coordinated brain region interactions harmoniously."
  },
  {
    "id": 68,
    "statement": "Consciousness' multifaceted nature involves subjective experience, neural correlates and attention."
  },
  {
    "id": 69,
    "statement": "Consciousness is a multifaceted phenomenon studied across various disciplines."
  },
  {
    "id": 70,
    "statement": "Global Workspace Theory integrates sensory information globally"
  },
  {
    "id": 71,
    "statement": "Consciousness arises from integrated information globally."
  },
  {
    "id": 72,
    "statement": "Honesty provides founding foundation for building trust relationships."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from coordinated brain region activity through neural networks."
  },
  {
    "id": 75,
    "statement": "Honesty is foundation of trust in social relationships."
  },
  {
    "id": 76,
    "statement": "Consciousness biases our perception of reality."
  },
  {
    "id": 77,
    "statement": "Neural oscillations facilitate information exchange between brain regions."
  },
  {
    "id": 78,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 79,
    "statement": "Consciousness influences perception through expectation, emotion, attention harmoniously."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from global workspace integrating various information sources."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from global integration of brain regions and networks."
  },
  {
    "id": 82,
    "statement": "Consciousness is studied multidisciplinary, cross-fertilizing various fields globally."
  },
  {
    "id": 83,
    "statement": "Consciousness is a complex and debated scientific concept"
  },
  {
    "id": 84,
    "statement": "Consciousness arises from integrating information globally through brain networks."
  },
  {
    "id": 85,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 86,
    "statement": "Honesty is one component of trust, not the only foundation."
  },
  {
    "id": 87,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 88,
    "statement": "Brain regions integrate and synchronize neural activity through binding processes."
  },
  {
    "id": 89,
    "statement": "Humans are social, but exceptions and nuances exist."
  },
  {
    "id": 90,
    "statement": "Honesty's importance varies based on context and social relationships."
  },
  {
    "id": 91,
    "statement": "Humans' social nature exhibits variability in expressions"
  },
  {
    "id": 92,
    "statement": "Consciousness influences perception through attention, expectation, and emotional filters."
  },
  {
    "id": 93,
    "statement": "Mental representations influence brain activity contributing to consciousness formation."
  },
  {
    "id": 94,
    "statement": "Brain regions integrate and synchronize neural activity for consciousness through binding processes."
  },
  {
    "id": 95,
    "statement": "Neuroplasticity changes due to hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 96,
    "statement": "Cultural norms, power dynamics, and goals significantly influence honesty."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from globally integrating information through global workspace."
  },
  {
    "id": 98,
    "statement": "Humans exhibit diverse social behavior shaped by complexity and context."
  },
  {
    "id": 99,
    "statement": "Internal representations are abstract models of experiences filtering reality."
  },
  {
    "id": 100,
    "statement": "Honesty builds trust in most situations through respect, integrity, fairness, and empathy"
  },
  {
    "id": 101,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 102,
    "statement": "Consciousness emerges from harmonious brain regions' coordinated activity globally."
  },
  {
    "id": 103,
    "statement": "Debate surrounds consciousness theories, complexity and controversy prevail."
  },
  {
    "id": 104,
    "statement": "Emotions influence perception through priming, interpretation, and attention."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 106,
    "statement": "Consciousness emerges from integrating multiple sensory information streams globally."
  },
  {
    "id": 107,
    "statement": "Honesty's morality depends on context, intention, and consequences."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrated brain region activity complexly."
  },
  {
    "id": 109,
    "statement": "Brain oscillations facilitate information processing, communication, and integration through frequency-specific mechanisms."
  },
  {
    "id": 110,
    "statement": "Consciousness arises from integrating information globally through brain networks."
  },
  {
    "id": 111,
    "statement": "Harmonious brain region interactions unclear in consciousness research"
  },
  {
    "id": 112,
    "statement": "Consciousness arises from synchronized brain region interactions harmoniously."
  },
  {
    "id": 113,
    "statement": "Consciousness influences perception through attention, expectation, and emotion"
  },
  {
    "id": 114,
    "statement": "Consciousness arises from harmonious brain region interactions through neural networks."
  },
  {
    "id": 115,
    "statement": "Neural oscillations facilitate information integration through coordinated brain activity"
  },
  {
    "id": 116,
    "statement": "Consciousness emerges from global workspace integrating brain regions"
  },
  {
    "id": 117,
    "statement": "Honesty building trust depends on context, power, culture, and goals"
  },
  {
    "id": 118,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 119,
    "statement": "Honesty is a crucial component of building trust, but not sole factor."
  },
  {
    "id": 120,
    "statement": "Dopamine and serotonin modulate neural activity and connections contextually."
  },
  {
    "id": 121,
    "statement": "Honesty is not always the sole foundation of trust."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 123,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 124,
    "statement": "Consciousness influences perception through biases, assumptions, and filtering"
  },
  {
    "id": 125,
    "statement": "Lying can be morally justifiable in certain situations to benefit others"
  },
  {
    "id": 126,
    "statement": "Consciousness arises from coordinated brain region activity through neural networks."
  },
  {
    "id": 127,
    "statement": "Global workspace integrates information from diverse cognitive systems."
  },
  {
    "id": 128,
    "statement": "Honesty is not always primary foundation of trust."
  },
  {
    "id": 129,
    "statement": "Humans' social nature exhibits variability in expressions culturally, individually, contextually."
  },
  {
    "id": 130,
    "statement": "Dopamine and serotonin modulate neural activity and connections contextually."
  },
  {
    "id": 131,
    "statement": "Consciousness influences reality by actively filtering and interpreting sensory information."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 134,
    "statement": "Consciousness is a multifaceted, debated scientific topic."
  },
  {
    "id": 135,
    "statement": "Consciousness is a subjective experience of awareness"
  },
  {
    "id": 136,
    "statement": "Consciousness arises from coordinated brain region activities globally."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from integrating multisensory information globally."
  },
  {
    "id": 138,
    "statement": "Lying can be morally justifiable in certain life-or-death situations."
  },
  {
    "id": 139,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by multiple fields."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 141,
    "statement": "Consciousness is a subjective, subjective experience of awareness."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from global brain processing globally."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from synchronized brain region interactions globally."
  },
  {
    "id": 144,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 145,
    "statement": "Honesty is crucial in social relationships, but exceptions exist."
  },
  {
    "id": 146,
    "statement": "Consciousness originates from coordinated brain region activity through GWT."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from coordinated brain region activity globally."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 149,
    "statement": "Trust can be built through loyalty, commitment, authority, shared values, and reputation."
  },
  {
    "id": 150,
    "statement": "Consciousness emerges from harmonious brain region integration globally."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from harmoniously integrated brain regions globally."
  },
  {
    "id": 152,
    "statement": "Neural oscillations facilitate information integration through synchronous brain activity."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrating information globally through brain networks."
  },
  {
    "id": 154,
    "statement": "Emotions bias perception, attention, and interpretation through cognitive processes."
  },
  {
    "id": 155,
    "statement": "Honesty is not always the sole foundation of trust, exceptions exist."
  },
  {
    "id": 156,
    "statement": "Consciousness emerges from synchronized brain region interactions globally."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 158,
    "statement": "Brain oscillations facilitate information processing, communication, and integration through frequency-specific mechanisms and cross-frequency coupling."
  },
  {
    "id": 159,
    "statement": "Consciousness may arise from harmonious brain region interactions globally."
  },
  {
    "id": 160,
    "statement": "Neural oscillations facilitate information integration through synchronization globally."
  },
  {
    "id": 161,
    "statement": "Harmonious brain regions' coordinated activity enables efficient processing globally."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from synchronized neural activity across brain networks"
  },
  {
    "id": 163,
    "statement": "Harmonious brain region interactions facilitate coordinated conscious experience."
  },
  {
    "id": 164,
    "statement": "Honesty is a crucial component of building trust, but not always primary."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from integrated brain region activity globally, according to IIT and GWT."
  },
  {
    "id": 166,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from integrating information across brain networks globally."
  },
  {
    "id": 168,
    "statement": "Honesty is primary foundation of trust in social relationships"
  },
  {
    "id": 169,
    "statement": "Neural synchrony enables coordinated neural communication and global information sharing"
  },
  {
    "id": 170,
    "statement": "Lying can be morally justified to prevent immediate harm."
  },
  {
    "id": 171,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 172,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 174,
    "statement": "Honesty's morality depends on context, intention, and consequences.'"
  },
  {
    "id": 175,
    "statement": "Anthropology studies consciousness through symbols, language, and cultural experiences."
  },
  {
    "id": 176,
    "statement": "Honesty is crucial element in building trust but context matters."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrating neural activity globally."
  },
  {
    "id": 178,
    "statement": "Neuroplasticity is shaped by complex interactions among hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 179,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 180,
    "statement": "Consciousness studies require interdisciplinary approaches for comprehensive understanding."
  },
  {
    "id": 181,
    "statement": "Consciousness emerges from harmonious brain region interactions through synchronization."
  },
  {
    "id": 182,
    "statement": "Neural oscillations synchronize brain regions through entrainment and coordination."
  },
  {
    "id": 183,
    "statement": "Neural oscillations synchronise brain regions for information integration and communication."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from complex interplay of neural processes globally."
  },
  {
    "id": 185,
    "statement": "Consciousness' relationship with brain activity is complex and debated"
  },
  {
    "id": 186,
    "statement": "Consciousness is shaped by both biological and cultural factors."
  },
  {
    "id": 187,
    "statement": "Lying can be morally justifiable in extreme situations, like life-or-death."
  },
  {
    "id": 188,
    "statement": "Consciousness biases perception through attention and interpretation processes."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from integrating brain, culture, and society."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from integrated information globally."
  },
  {
    "id": 191,
    "statement": "Humans exhibit unique social behavior shaped by complexity"
  },
  {
    "id": 192,
    "statement": "Honesty is relative, dependent on context, power, culture, emotions, and timing."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from global workspace integrating brain regions functionally."
  },
  {
    "id": 194,
    "statement": "Consciousness filters perception through attention, expectation, and emotional biases."
  },
  {
    "id": 195,
    "statement": "Harmonious brain region interactions generate unified conscious experience through synchronization."
  },
  {
    "id": 196,
    "statement": "Consciousness is a subjective, personal experience of internal awareness."
  },
  {
    "id": 197,
    "statement": "Honesty's morality dependent on context, intention, and consequences."
  },
  {
    "id": 198,
    "statement": "Consciousness arises from integrated information globally processed."
  }
]