[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 2,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 3,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 4,
    "statement": "Cultural context and social connections heavily influence trust development."
  },
  {
    "id": 5,
    "statement": "Honesty and trust defined differently in various cultural contexts."
  },
  {
    "id": 6,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 7,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 8,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 9,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 10,
    "statement": "Attention and expectation jointly filter conscious experience through top-down processing."
  },
  {
    "id": 11,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 12,
    "statement": "Neuroplasticity emerges from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 13,
    "statement": "Neuroplasticity is shaped by interconnected hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 14,
    "statement": "Attention filters sensory information for efficient processing and interpretation."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from brain's integrated information through IIT."
  },
  {
    "id": 16,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 17,
    "statement": "Consciousness is a multifaceted and debated scientific topic."
  },
  {
    "id": 18,
    "statement": "Honesty is foundation of trust through authenticity and credibility."
  },
  {
    "id": 19,
    "statement": "Consciousness is a complex and multifaceted phenomenon debated scientifically."
  },
  {
    "id": 20,
    "statement": "Neuroplasticity arises from complex interplay of genetic and environmental factors"
  },
  {
    "id": 21,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 22,
    "statement": "Attention filters consciousness by selectively highlighting relevant information."
  },
  {
    "id": 23,
    "statement": "Cultural context and social connections significantly influence trust development."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 25,
    "statement": "Consciousness is studied multidisciplinary by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 27,
    "statement": "Mental representations instantiated in specific brain activity patterns through neural oscillations."
  },
  {
    "id": 28,
    "statement": "Harmless brain region interactions facilitate flexible cognitive processing flexibility"
  },
  {
    "id": 29,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 30,
    "statement": "Cultural norms and expectations influence honesty and authenticity."
  },
  {
    "id": 31,
    "statement": "Honesty is one essential aspect of trust, not sole foundation."
  },
  {
    "id": 32,
    "statement": "Consciousness is a multifaceted phenomenon debated scientifically."
  },
  {
    "id": 33,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 34,
    "statement": "Harmless brain interactions enable efficient cognitive processing flexibility."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 36,
    "statement": "Hormonal fluctuations modulate neuroplasticity by regulating synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 37,
    "statement": "Mental representations are instantiated in specific brain activity patterns"
  },
  {
    "id": 38,
    "statement": "Honesty and trust defined differently across various cultural contexts."
  },
  {
    "id": 39,
    "statement": "Honesty is foundation of trust through authenticity credibility"
  },
  {
    "id": 40,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from global workspace integrating brain activity globally."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from distributed brain region interactions globally."
  },
  {
    "id": 44,
    "statement": "Anthropology studies consciousness through cultural, social, and symbolic perspectives."
  },
  {
    "id": 45,
    "statement": "Simplist statements can serve as foundation for more complex ideas."
  },
  {
    "id": 46,
    "statement": "Neural oscillations synchronize brain regions for conscious experience through gamma waves."
  },
  {
    "id": 47,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 48,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 49,
    "statement": "Honesty and trust are fundamental social behavior."
  },
  {
    "id": 50,
    "statement": "Consciousness emerges from integrated brain processing across multiple regions."
  },
  {
    "id": 51,
    "statement": "Honesty is morally important foundation of trust."
  },
  {
    "id": 52,
    "statement": "Neural synchronization enables harmonious brain region interactions cooperatively"
  },
  {
    "id": 53,
    "statement": "Gamma waves synchronize brain regions for conscious experience through binding."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from integrated information globally through IIT's φ calculation."
  },
  {
    "id": 55,
    "statement": "Consciousness integrates sensory information through attention filtering."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from coordinated brain region activity globally linking multiple regions."
  },
  {
    "id": 57,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 59,
    "statement": "Consciousness is complex, multifaceted, and universally debated phenomenon."
  },
  {
    "id": 60,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets"
  },
  {
    "id": 61,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 62,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated information within brain regions."
  },
  {
    "id": 64,
    "statement": "Hormones regulate neural connections through gene expression and epigenetics."
  },
  {
    "id": 65,
    "statement": "Neuroplasticity emerges from complex genetic-environmental epigenetic interactions."
  },
  {
    "id": 66,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 67,
    "statement": "Consciousness filters and interprets sensory information through attention."
  },
  {
    "id": 68,
    "statement": "Neural synchronization enables harmonious brain region interactions through rhythmic activity"
  },
  {
    "id": 69,
    "statement": "Trust develops gradually through shared values and experiences."
  },
  {
    "id": 70,
    "statement": "Flexible cognitive processing facilitated by harmless brain interactions"
  },
  {
    "id": 71,
    "statement": "Consciousness emerges from integrating information across brain regions globally."
  },
  {
    "id": 72,
    "statement": "Honesty is complexly influenced by cultural norms and values, yet universal in importance."
  },
  {
    "id": 73,
    "statement": "Gamma waves synchronize brain regions through global workspace theory."
  },
  {
    "id": 74,
    "statement": "Honesty and trust can have different meanings across cultures."
  },
  {
    "id": 75,
    "statement": "Complexity of consciousness rooted in brain region interactions"
  },
  {
    "id": 76,
    "statement": "Honesty's importance varies depending on cultural norms and values."
  },
  {
    "id": 77,
    "statement": "Honesty varies in importance depending on cultural context."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from complex brain interactions through attention."
  },
  {
    "id": 79,
    "statement": "Neuroplasticity arises from complex interplay of genetics and environment factors."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from global workspace integrating brain activity globally."
  },
  {
    "id": 81,
    "statement": "Harmless brain interactions enable efficient cognitive processing flexibility."
  },
  {
    "id": 82,
    "statement": "Neuroplasticity shaped by complex interplay of genetic and environmental factors."
  },
  {
    "id": 83,
    "statement": "Attention, interpretation, and integration combine to shape perception dynamically."
  },
  {
    "id": 84,
    "statement": "Gamma waves synchronize brain regions through global workspace theory."
  },
  {
    "id": 85,
    "statement": "Cultural context and social connections shape trust development globally."
  },
  {
    "id": 86,
    "statement": "Subjective experience is personal and internal qualitative nature."
  },
  {
    "id": 87,
    "statement": "Consciousness studied through interdisciplinary investigations in various fields."
  },
  {
    "id": 88,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 89,
    "statement": "Gamma waves synchronize brain regions enabling unified conscious experience"
  },
  {
    "id": 90,
    "statement": "Honesty is foundation of trust through authenticity and credibility."
  },
  {
    "id": 91,
    "statement": "Consciousness is a complex and multifaceted scientific topic debated globally."
  },
  {
    "id": 92,
    "statement": "Honesty's importance can vary depending on social and cultural norms."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 94,
    "statement": "Conscious experiences can exhibit intentionality without focused objects."
  },
  {
    "id": 95,
    "statement": "Consciousness is a complex and multifaceted phenomenon debated scientifically."
  },
  {
    "id": 96,
    "statement": "Neuroplasticity shaped by dynamic interplay of genetics and environment."
  },
  {
    "id": 97,
    "statement": "Consciousness debated in scientific community with various theories."
  },
  {
    "id": 98,
    "statement": "Honesty's importance varies in power imbalances, considering context and intentions."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from harmonious neural integration across brain regions."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from complex brain region interactions globally"
  },
  {
    "id": 101,
    "statement": "Top-down processing filters conscious experience through attention and expectation"
  },
  {
    "id": 102,
    "statement": "Consciousness arises from global integrated brain activity through IIT."
  },
  {
    "id": 103,
    "statement": "Consciousness is a multidisciplinary topic studied by neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 104,
    "statement": "Honesty is complexly influenced by cultural norms and values."
  },
  {
    "id": 105,
    "statement": "Consciousness, a complex phenomenon, remains debated among researchers."
  },
  {
    "id": 106,
    "statement": "Brain region interactions involve complex dynamics and individual variability."
  },
  {
    "id": 107,
    "statement": "Honesty defined differently in various cultural contexts"
  },
  {
    "id": 108,
    "statement": "Consciousness is a complex multifaceted phenomenon debated scientifically."
  },
  {
    "id": 109,
    "statement": "Cultural norms influence understanding and application of honesty and trust."
  },
  {
    "id": 110,
    "statement": "Consciousness involves intentionality, self-awareness, and interactions to shape experiences."
  },
  {
    "id": 111,
    "statement": "Trust is built on multiple factors, including honesty and reliability."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from integrated global brain activity through IIT."
  },
  {
    "id": 113,
    "statement": "Honesty is a complex behavior influenced by norms and context."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from synchronized brain region interactions through IIT."
  },
  {
    "id": 115,
    "statement": "Consciousness interacts with sensory processing through attention, interpretation, and filtering."
  },
  {
    "id": 116,
    "statement": "Consciousness arises from integrated information globally through IIT's φ calculation."
  },
  {
    "id": 117,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 118,
    "statement": "Lying can be morally justified in specific contexts with good intentions."
  },
  {
    "id": 119,
    "statement": "Honesty's importance varies contextually, considering power dynamics."
  },
  {
    "id": 120,
    "statement": "Humans are social, but exceptions and variations exist"
  },
  {
    "id": 121,
    "statement": "Consciousness is a complex, multidisciplinary topic debated scientifically."
  },
  {
    "id": 122,
    "statement": "Cultural context influences trust building through multiple factors, not just shared values"
  },
  {
    "id": 123,
    "statement": "Mental representations are closely tied to complex brain activity patterns."
  },
  {
    "id": 124,
    "statement": "Coordination of brain regions enables unified conscious experience."
  },
  {
    "id": 125,
    "statement": "Consciousness arises globally from integrated brain information processing."
  },
  {
    "id": 126,
    "statement": "Honesty's importance is shaped by cultural and social context."
  },
  {
    "id": 127,
    "statement": "Emotion influences perception by filtering and interpreting sensory information."
  },
  {
    "id": 128,
    "statement": "Conscious experiences can showcase intentionality without focused objects."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from integrated information generated by brain regions."
  },
  {
    "id": 130,
    "statement": "Consciousness influences perception through attention, interpretation, and filtering."
  },
  {
    "id": 131,
    "statement": "Honesty's importance varies depending on contextual norms."
  },
  {
    "id": 132,
    "statement": "Attention filters cognitive biases and learned behaviors."
  },
  {
    "id": 133,
    "statement": "Cultural context and social connections jointly influence trust development."
  },
  {
    "id": 134,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 135,
    "statement": "Consciousness integrates sensory info through attentional filtering mechanisms."
  },
  {
    "id": 136,
    "statement": "Cultural context influences trust building through shared values."
  },
  {
    "id": 137,
    "statement": "Neuroplasticity is shaped by intricate interactions between hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 138,
    "statement": "Honesty is the foundation of trust."
  },
  {
    "id": 139,
    "statement": "Harmless brain interactions enable efficient cognitive flexibility through neural plasticity."
  },
  {
    "id": 140,
    "statement": "Emotional states filter, shape, and modulate perception and expectations."
  },
  {
    "id": 141,
    "statement": "Attention dynamically integrates sensory information through continuous processing."
  },
  {
    "id": 142,
    "statement": "Integrated Information Theory explains consciousness through brain's global integration."
  },
  {
    "id": 143,
    "statement": "Consciousness is a complex phenomenon with multiple disciplines."
  },
  {
    "id": 144,
    "statement": "Consciousness a complex, multifaceted phenomenon debated scientifically involving subjective experience, self-awareness, intentionality, attention, and perception."
  },
  {
    "id": 145,
    "statement": "Gamma waves synchronize brain regions for conscious experience binding."
  },
  {
    "id": 146,
    "statement": "Honesty builds trust through authenticity and credibility's synergy."
  },
  {
    "id": 147,
    "statement": "Cultural norms and expectations influence honesty and authenticity through various mechanisms."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated brain information globally through IIT."
  },
  {
    "id": 149,
    "statement": "Consciousness is a multifaceted phenomenon debated scientifically."
  },
  {
    "id": 150,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms and values."
  },
  {
    "id": 151,
    "statement": "Honesty's importance varies depending on contextual norms and expectations."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 153,
    "statement": "Genetic and environmental factors interplay reciprocally shaping neuroplasticity."
  },
  {
    "id": 154,
    "statement": "Cultural norms influence honesty and trust through cultural values and beliefs."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 156,
    "statement": "Neuroplasticity results from dynamic interactions between genetic and environmental factors."
  },
  {
    "id": 157,
    "statement": "Lying can be morally justifiable in context-sensitive situations."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from complex neural interactions within brain regions."
  },
  {
    "id": 159,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 160,
    "statement": "Honesty and trust are context-dependent aspects of social behavior."
  },
  {
    "id": 161,
    "statement": "Cultural norms influence honesty through social values and power dynamics."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from neural activity and complex interactions"
  },
  {
    "id": 163,
    "statement": "Integrated brain regions communicate through synchronized neural oscillations."
  },
  {
    "id": 164,
    "statement": "Honesty is a complex behavior influenced by cultural norms."
  },
  {
    "id": 165,
    "statement": "Anthropologists examine consciousness through cultural, social, and symbolic practices."
  },
  {
    "id": 166,
    "statement": "Consciousness arises from complex brain region interactions and theories."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from integrated global brain activity through IIT."
  },
  {
    "id": 168,
    "statement": "Consciousness is understood through interdisciplinary collaboration among four disciplines."
  },
  {
    "id": 169,
    "statement": "Honesty's importance varies depending on contextual morality."
  },
  {
    "id": 170,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 171,
    "statement": "Consciousness is a complex and multifaceted phenomenon."
  },
  {
    "id": 172,
    "statement": "Simplest statements serve as foundation for complex ideas development"
  },
  {
    "id": 173,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 174,
    "statement": "Humans are social, with biological, psychological, and cultural factors influencing behavior."
  },
  {
    "id": 175,
    "statement": "Neural oscillations underlie mental representations and cognitive processing"
  },
  {
    "id": 176,
    "statement": "Consciousness arises from complex brain interactions through attention."
  },
  {
    "id": 177,
    "statement": "Binding integrates neural activity across brain regions for consciousness."
  },
  {
    "id": 178,
    "statement": "Consciousness emerges from synchronized neural activity across brain regions."
  },
  {
    "id": 179,
    "statement": "Honesty's meaning adapts to specific situation and context."
  },
  {
    "id": 180,
    "statement": "Consciousness is a multifaceted, debated, and complex scientific topic."
  },
  {
    "id": 181,
    "statement": "Consciousness emerges from coordinated brain regions across the brain."
  },
  {
    "id": 182,
    "statement": "Consciousness debated in scientific community with various theories and research"
  },
  {
    "id": 183,
    "statement": "Honesty and trust defined differently across cultural contexts through nuanced understanding."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from complex brain region interactions globally"
  },
  {
    "id": 185,
    "statement": "Lying can be morally justifiable in specific, context-dependent situations."
  },
  {
    "id": 186,
    "statement": "Neuroplasticity emerges from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from integrated neural activity synchronizing globally"
  },
  {
    "id": 188,
    "statement": "Lying can be morally justifiable in specific situations."
  },
  {
    "id": 189,
    "statement": "Hormonal fluctuations modulate neuroplasticity through ER, AR, and neurotrophic factors."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from dynamic interaction between attention, emotions, and biases."
  },
  {
    "id": 191,
    "statement": "Consciousness emerges from global workspace integrating neural activity globally."
  },
  {
    "id": 192,
    "statement": "Honesty's importance varies contextually, considering power dynamics."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from integrating neural activity globally."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from complex brain interactions globally"
  },
  {
    "id": 195,
    "statement": "Honesty's importance can vary depending on context and norms."
  },
  {
    "id": 196,
    "statement": "Consciousness filters sensory information through attention and interpretation."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from complex interactions among intentionality self-awareness and bodily interactions."
  },
  {
    "id": 198,
    "statement": "Consciousness is a complex, multifaceted phenomenon debated scientifically."
  },
  {
    "id": 199,
    "statement": "Lying can be justified in extreme situations for greater good."
  }
]