[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 2,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 3,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 4,
    "statement": "Consciousness is subjective, multifaceted, and dynamically complex experience."
  },
  {
    "id": 5,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity."
  },
  {
    "id": 6,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states."
  },
  {
    "id": 7,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 8,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally."
  },
  {
    "id": 9,
    "statement": "Causal interactions between system parts generate information through patterns"
  },
  {
    "id": 10,
    "statement": "Internalization is a process of adopting behaviors through observation."
  },
  {
    "id": 11,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 12,
    "statement": "Internal awareness refers to recognizing and understanding internal experiences."
  },
  {
    "id": 13,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 14,
    "statement": "Consciousness arises from synchronized brain regions through neural oscillations."
  },
  {
    "id": 15,
    "statement": "Internalization, socialization, and reinforcement shape behavior through observation."
  },
  {
    "id": 16,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from harmonious coordination of integrated brain regions"
  },
  {
    "id": 18,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from synchronized neural activity harmonization"
  },
  {
    "id": 20,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from integrated brain information through phi calculation"
  },
  {
    "id": 22,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from harmonious global brain information integration."
  },
  {
    "id": 24,
    "statement": "Conscious experience is a complex, multifaceted subjective phenomenon."
  },
  {
    "id": 25,
    "statement": "Consciousness is a personal, internal, subjective experience phenomenon"
  },
  {
    "id": 26,
    "statement": "Honesty's relationship with trust varies across cultures and context."
  },
  {
    "id": 27,
    "statement": "Consciousness's limits may be fundamental, inherent in human experience."
  },
  {
    "id": 28,
    "statement": "Gamma oscillations integrate information across brain regions for consciousness."
  },
  {
    "id": 29,
    "statement": "Integrated Information Theory evaluates consciousness complexity with phi calculation."
  },
  {
    "id": 30,
    "statement": "Internalization, socialization, and reinforcement interactively impact child's behavior."
  },
  {
    "id": 31,
    "statement": "Integrated Information Theory measures consciousness through phi calculation."
  },
  {
    "id": 32,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states."
  },
  {
    "id": 33,
    "statement": "Social learning shapes behavior through internalization, reinforcement, and socialization."
  },
  {
    "id": 34,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through interaction."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 36,
    "statement": "Phi calculation quantifies integrated information in Integrated Information Theory."
  },
  {
    "id": 37,
    "statement": "Trust is a complex social construct influenced by culture and context."
  },
  {
    "id": 38,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from integrated information in complex brain interactions"
  },
  {
    "id": 40,
    "statement": "Honesty perceptions vary across cultures, influenced by social norms."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 42,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from integrated brain information through cooperative regions harmoniously."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from brain's global workspace integrating sensory-cognitive information."
  },
  {
    "id": 45,
    "statement": "Integrated Information Theory (IIT) explains consciousness from integrated processing."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 47,
    "statement": "Cultural context influences honesty values through societal, economic, and religious factors."
  },
  {
    "id": 48,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 49,
    "statement": "Honesty and trust vary across cultures and contexts, influenced by values."
  },
  {
    "id": 50,
    "statement": "Trust is a complex social construct shaped by culture and context."
  },
  {
    "id": 51,
    "statement": "Honesty values vary across cultures due to cultural context."
  },
  {
    "id": 52,
    "statement": "Consciousness refers to subjective, complex, and dynamic subjective experience."
  },
  {
    "id": 53,
    "statement": "Phi calculation quantifies integrated information in Integrated Information Theory."
  },
  {
    "id": 54,
    "statement": "Gamma oscillations synchronize neural activity for global consciousness integration"
  },
  {
    "id": 55,
    "statement": "Gamma oscillations facilitate global brain information integration through synchronization binding information transmission and neural communication."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from integrated information through phi calculation complexity."
  },
  {
    "id": 57,
    "statement": "Consciousness emerges from complex interplay between brain regions' intricate interactions."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from integrated brain information through neural oscillations."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from complex brain region interactions."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from complex brain region interactions, regulated."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from integrated brain information globally harmoniously."
  },
  {
    "id": 62,
    "statement": "Consciousness arises from harmonious coordination of integrated brain regions."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated brain activity globally"
  },
  {
    "id": 64,
    "statement": "Internalization, socialization, and reinforcement shape child's behavior through interaction."
  },
  {
    "id": 65,
    "statement": "Internalization, socialization, and reinforcement interplay shapes child's behavior through interactions."
  },
  {
    "id": 66,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from harmonious coordination of integrated brain regions."
  },
  {
    "id": 68,
    "statement": "Honesty value varies across cultures and norms, exceptions exist."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from brain-environment interactions through global integration."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from integrated, dynamic brain information processing."
  },
  {
    "id": 71,
    "statement": "Conscious experience is a unique, personal, and internal experience"
  },
  {
    "id": 72,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 73,
    "statement": "Harmonious coordination of brain regions enables conscious experience."
  },
  {
    "id": 74,
    "statement": "Consciousness emerges from global brain information integration via Gamma oscillations."
  },
  {
    "id": 75,
    "statement": "Social norms influence honesty perceptions through normative, informational, and self-categorization mechanisms."
  },
  {
    "id": 76,
    "statement": "Consciousness emerges from integrated complex brain information processing harmoniously."
  },
  {
    "id": 77,
    "statement": "Cultural values influence honesty and trust definitions."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from integrated brain information, not necessarily harmoniously."
  },
  {
    "id": 79,
    "statement": "Internalization, socialization, and reinforcement shape child's behavior through interactions."
  },
  {
    "id": 80,
    "statement": "Albert Bandura's Social Learning Theory has cultural, environmental, and individual limitations."
  },
  {
    "id": 81,
    "statement": "Social norms influence honesty through normative, informational, and self-categorization."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from harmonious brain region interactions."
  },
  {
    "id": 83,
    "statement": "Conversational AI lacks personal experiences and prior knowledge."
  },
  {
    "id": 84,
    "statement": "Integrated Information Theory's phi calculation measures consciousness degree"
  },
  {
    "id": 85,
    "statement": "Consciousness arises from brain's causal interactions through phi calculation"
  },
  {
    "id": 86,
    "statement": "Cultural values and social norms shape moral judgments indirectly."
  },
  {
    "id": 87,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from integrated brain information globally through IIT."
  },
  {
    "id": 89,
    "statement": "Integrated Information Theory explains consciousness through integrated brain processing."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from global, dynamic brain region interactions globally."
  },
  {
    "id": 91,
    "statement": "Integrated Information Theory's phi calculation quantifies integrated processing complexity."
  },
  {
    "id": 92,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 93,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 94,
    "statement": "Gamma oscillations integrate information across brain regions for consciousness."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated brain region activities harmoniously."
  },
  {
    "id": 96,
    "statement": "Observation plays key role in shaping behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from brain's global workspace integrating sensory-cognitive information"
  },
  {
    "id": 98,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from harmonious coordination of integrated information globally."
  },
  {
    "id": 100,
    "statement": "Brain regions harmonize to optimize information processing and coordination)"
  },
  {
    "id": 101,
    "statement": "Synchronized neural activity integrates information for consciousness."
  },
  {
    "id": 102,
    "statement": "Internal awareness extends to bodily sensations and intuitive feelings"
  },
  {
    "id": 103,
    "statement": "Social norms shape honesty perceptions across cultures through complex factors."
  },
  {
    "id": 104,
    "statement": "Honesty's moral foundation can temporarily yield to extreme harm avoidance."
  },
  {
    "id": 105,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 106,
    "statement": "Consciousness emerges from complex integrated brain information processing harmoniously."
  },
  {
    "id": 107,
    "statement": "Conversational AI learns through multiple methods, including supervised, unsupervised, reinforcement, and knowledge graph updates."
  },
  {
    "id": 108,
    "statement": "Harmonious brain processing integrates complex information cohesively"
  },
  {
    "id": 109,
    "statement": "Brain regions synchronize neural activity for optimal processing"
  },
  {
    "id": 110,
    "statement": "Consciousness emerges from complex brain interactions and integration globally harmoniously."
  },
  {
    "id": 111,
    "statement": "Consciousness emerges from complex integrated brain region interactions harmoniously"
  },
  {
    "id": 112,
    "statement": "Consciousness arises from integrated information globally, not synchronized activity."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from integrated brain information globally, calculated through phi."
  },
  {
    "id": 115,
    "statement": "Honesty not universally considered foundation of trust, varies across cultures."
  },
  {
    "id": 116,
    "statement": "Social norms influence honesty perceptions across cultures."
  },
  {
    "id": 117,
    "statement": "Consciousness may transcend scientific explanation and measurement."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from integrated activity of cooperative brain regions."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 120,
    "statement": "Consciousness emerges from integrating sensory-cognitive information across brain regions."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from complex brain-environment interactions globally"
  },
  {
    "id": 122,
    "statement": "Social norms influence honesty perceptions across cultures through values."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from complex brain interactions and integration."
  },
  {
    "id": 124,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 125,
    "statement": "Cultural and contextual variations influence honesty and trust definitions."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from integrated brain information processing phi calculation."
  },
  {
    "id": 127,
    "statement": "Consciousness as subjective, multifaceted, and dynamic entity."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from integrated brain information through IIT's phi calculation."
  },
  {
    "id": 129,
    "statement": "Values deeply influence honesty and trust across cultures and contexts."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 131,
    "statement": "Consciousness emerges from global workspace integrating sensory-cognitive information globally harmoniously."
  },
  {
    "id": 132,
    "statement": "Values shape honesty and trust in diverse cultures and contexts."
  },
  {
    "id": 133,
    "statement": "Consciousness is subjective, multifaceted, dynamic, and universally experienced"
  },
  {
    "id": 134,
    "statement": "Honesty is a universal value with culturally relative expressions."
  },
  {
    "id": 135,
    "statement": "Consciousness is a unique, internal, subjective, personal experience."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from brain regions' dynamic, integrated interactions."
  },
  {
    "id": 137,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 138,
    "statement": "Honesty's relationship with trust varies across cultures and contexts."
  },
  {
    "id": 139,
    "statement": "Consciousness: a unique, subjective, internal, personal, lived experience"
  },
  {
    "id": 140,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 141,
    "statement": "Integrated Information Theory measures consciousness complexity through phi calculation."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrated brain region interactions harmoniously."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from integrating information across brain regions harmoniously."
  },
  {
    "id": 144,
    "statement": "Consciousness is dynamically complex, multifaceted, and subjective experience."
  },
  {
    "id": 145,
    "statement": "Conversational AI learns through multiple knowledge graph updates."
  },
  {
    "id": 146,
    "statement": "Integrated Information Theory measures consciousness complexity through phi calculation."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from global brain interactions, not localized."
  },
  {
    "id": 148,
    "statement": "Social learning is shaped by internalization, reinforcement, and socialization."
  },
  {
    "id": 149,
    "statement": "Consciousness emerges globally from integrated brain system interactions."
  },
  {
    "id": 150,
    "statement": "Complex brain interactions integrate information harmoniously for consciousness."
  },
  {
    "id": 151,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from integrated information calculation via phi formula."
  },
  {
    "id": 153,
    "statement": "Gamma oscillations integrate information through synchronization and connections."
  },
  {
    "id": 154,
    "statement": "Social norms influencing honesty perceptions vary across cultures significantly"
  },
  {
    "id": 155,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from harmonious global brain information integration."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from integrated brain activity globally harmoniously."
  },
  {
    "id": 158,
    "statement": "Cultural and contextual factors significantly influence honesty and trust definitions."
  },
  {
    "id": 159,
    "statement": "Values mediate social norms' influence on honesty perceptions across cultures."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from integrated processing of information globally."
  },
  {
    "id": 161,
    "statement": "Consciousness is complex, multifaceted, and subjective experience phenomenon."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from complex brain-region interactions, integration, and self-organization."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 164,
    "statement": "Gamma oscillations synchronize neural activity for global consciousness."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from regulated complex brain region interactions globally."
  },
  {
    "id": 166,
    "statement": "Consciousness arises from integrated brain information processing, phi calculation."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from complex brain interactions and integration globally harmoniously"
  },
  {
    "id": 169,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through interaction."
  },
  {
    "id": 170,
    "statement": "Gamma oscillations integrate information across brain regions for consciousness."
  },
  {
    "id": 171,
    "statement": "Honesty can temporarily yield to harm avoidance in exceptional cases."
  },
  {
    "id": 172,
    "statement": "Phi calculation quantifies integrated information in IIT through causal interaction."
  },
  {
    "id": 173,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from cooperative brain regions' integrated activity."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from harmonious brain region integration processes."
  },
  {
    "id": 176,
    "statement": "Internal awareness recognizes and understands internal experiences, emotions, and thoughts."
  },
  {
    "id": 177,
    "statement": "Knowledge acquisition requires experience, training, and human intuition."
  },
  {
    "id": 178,
    "statement": "Consciousness emerges from harmonious brain integration of complex processes."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from integrated information, quantified by phi calculation."
  },
  {
    "id": 180,
    "statement": "Global workspace integrates sensory-cognitive information for consciousness."
  },
  {
    "id": 181,
    "statement": "Internalization, socialization, and reinforcement shape behavior."
  },
  {
    "id": 182,
    "statement": "Consciousness emerges from harmonious brain region interactions harmoniously."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from integrated brain information through phi calculation, measured sensitivity."
  },
  {
    "id": 184,
    "statement": "Internal awareness includes bodily sensations and intuitive feelings."
  },
  {
    "id": 185,
    "statement": "Honesty perceptions shaped by complex social, cultural, and psychological factors."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from harmonious brain region interactions globally harmoniously."
  },
  {
    "id": 187,
    "statement": "Consciousness emerges from harmonious brain region interactions and binding processes."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from integrating sensory-cognitive information harmoniously."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation"
  },
  {
    "id": 190,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior dynamically."
  },
  {
    "id": 191,
    "statement": "Brain regions harmonize to optimize information processing and coordination globally."
  },
  {
    "id": 192,
    "statement": "Internalization, socialization, and reinforcement shape child's behavior through interaction."
  },
  {
    "id": 193,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 194,
    "statement": "Consciousness emerges from harmonious coordination of integrated brain regions"
  },
  {
    "id": 195,
    "statement": "Consciousness arises from complex integration of brain processes globally."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from integrated brain information through cooperative regions harmoniously."
  },
  {
    "id": 197,
    "statement": "Internalization, socialization, and reinforcement interact in complex individuals' behavior development."
  },
  {
    "id": 198,
    "statement": "Integrated Information Theory quantifies consciousness complexity through phi calculation."
  }
]