[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 2,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 3,
    "statement": "Subjective experiences are shaped by interactions with the external world."
  },
  {
    "id": 4,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 5,
    "statement": "Deontology prioritizes intrinsic moral values over consequences always unconditionally."
  },
  {
    "id": 6,
    "statement": "Localization theories oversimplify brain function's dynamic nature."
  },
  {
    "id": 7,
    "statement": "Consciousness refers to subjective internal experiences versus external objective world."
  },
  {
    "id": 8,
    "statement": "Consciousness is studied multidisciplinary across neuroscience, philosophy, psychology and computer science."
  },
  {
    "id": 9,
    "statement": "Harmonious brain region interactions globally involve synchronized neural activity."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 11,
    "statement": "Subjective experiences are shaped by unique external influences."
  },
  {
    "id": 12,
    "statement": "Consciousness is a complex phenomenon debated by multiple sciences."
  },
  {
    "id": 13,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 14,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary in multiple ways"
  },
  {
    "id": 15,
    "statement": "Consciousness is a complex and debated scientific topic about subjective experience."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from complex neural interactions, including binding, synchrony, and oscillations."
  },
  {
    "id": 17,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 18,
    "statement": "Deontology prioritizes inherent moral value over consequences and context always."
  },
  {
    "id": 19,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 20,
    "statement": "Consciousness emerges from dynamic neural interactions and integrated processing."
  },
  {
    "id": 21,
    "statement": "Deontology balances moral rules with consequences in specific situations"
  },
  {
    "id": 22,
    "statement": "Deontology prioritizes intrinsic moral values over consequences absolutely."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 24,
    "statement": "Morality varies across cultures due to cultural, historical, and social factors."
  },
  {
    "id": 25,
    "statement": "Deontology balances moral rules with context and consequences."
  },
  {
    "id": 26,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally"
  },
  {
    "id": 27,
    "statement": "Neural oscillations contribute to sensory processing, partially integrated therein."
  },
  {
    "id": 28,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 29,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 30,
    "statement": "Consciousness emerges from integrated information generated by brain region interactions."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from integrated neural signals and processing."
  },
  {
    "id": 33,
    "statement": "Honesty's suitability varies depending on context and relationships."
  },
  {
    "id": 34,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 35,
    "statement": "Subjective experiences are shaped by dynamic interplay between internal and external factors."
  },
  {
    "id": 36,
    "statement": "Moral values vary across cultures due to subjective factors."
  },
  {
    "id": 37,
    "statement": "Localization theory oversimplifies brain function's complex nature."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 39,
    "statement": "Conscious experience arises from harmonious and complex brain region interactions globally."
  },
  {
    "id": 40,
    "statement": "Complex systems exhibit emergent properties from component interactions and organization."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 42,
    "statement": "Subjective experiences arise from dynamic interplay between internal and external factors."
  },
  {
    "id": 43,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 45,
    "statement": "Honesty is a complex moral concept with varying applications."
  },
  {
    "id": 46,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 47,
    "statement": "Deontology prioritizes moral rules over consequences and exceptions universally."
  },
  {
    "id": 48,
    "statement": "Debates in consciousness research focus on neural correlates and theories."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 50,
    "statement": "Morality varies across cultures due to cultural, historical, and social factors."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from harmonious brain region interactions globally, synchronized"
  },
  {
    "id": 52,
    "statement": "Consciousness is studied multidisciplinary through various scientific approaches."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from harmonious brain activity globally processed."
  },
  {
    "id": 54,
    "statement": "Integrated information refers to information generated by causal interactions within a system."
  },
  {
    "id": 55,
    "statement": "Honesty emerges from integrated processing of internal and external factors."
  },
  {
    "id": 56,
    "statement": "Consciousness emerges from dynamic interactions of multiple brain regions synchronizing."
  },
  {
    "id": 57,
    "statement": "Emergent properties arise from complex interactions between system components."
  },
  {
    "id": 58,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression globally."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from complex brain interactions"
  },
  {
    "id": 60,
    "statement": "Consciousness arises from complex internal-external interactions globally processed"
  },
  {
    "id": 61,
    "statement": "Consciousness arises from synchronized neural activity and global workspace integration."
  },
  {
    "id": 62,
    "statement": "Consciousness arises from complex neural interactions globally processed"
  },
  {
    "id": 63,
    "statement": "Honesty is context-dependent, considering relationships and consequences."
  },
  {
    "id": 64,
    "statement": "Brain's dynamic nature remains a complex, active research area."
  },
  {
    "id": 65,
    "statement": "Honesty is culturally relative, context-dependent and nuanced."
  },
  {
    "id": 66,
    "statement": "Consciousness refers to subjective internal experiences versus external world."
  },
  {
    "id": 67,
    "statement": "Deontology prioritizes moral rules over consequences in specific situations"
  },
  {
    "id": 68,
    "statement": " Consciousness arises from integrated information generated by global brain interactions."
  },
  {
    "id": 69,
    "statement": "Morality is shaped by cultural, historical, and social factors across cultures."
  },
  {
    "id": 70,
    "statement": "Deontology prioritizes inherent moral value over consequences contextually."
  },
  {
    "id": 71,
    "statement": "Honesty's effectiveness influenced by context, relationships, and consequences."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from coordinated activity of multiple brain regions."
  },
  {
    "id": 73,
    "statement": "Consciousness emerges from integrated neural processing of information"
  },
  {
    "id": 74,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 75,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 76,
    "statement": "Moral values are shaped by cultural and historical influences."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from harmonious globally integrated brain region interactions."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from complex neural interactions' emergent properties, integrating information globally."
  },
  {
    "id": 79,
    "statement": "Subjective experiences are shaped by complex interplay of internal and external factors."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 81,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 82,
    "statement": "Localization theory oversimplifies brain function's complex interconnectedness."
  },
  {
    "id": 83,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 84,
    "statement": "Deontology balances moral rules with considered consequences and context."
  },
  {
    "id": 85,
    "statement": "Neural oscillations integrate sensory information through synchronized brain region activity."
  },
  {
    "id": 86,
    "statement": "Harmonious brain region interactions involve synchronized neural activity globally."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from harmonious brain region interactions synchronously."
  },
  {
    "id": 88,
    "statement": "Deontology prioritizes intrinsic moral values over consequences always unconditionaly."
  },
  {
    "id": 89,
    "statement": "Honesty is not the only foundation of trust, depending context."
  },
  {
    "id": 90,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 91,
    "statement": "Authenticity in words and actions builds trust."
  },
  {
    "id": 92,
    "statement": "Deontology prioritizes inherent moral value over context and consequences."
  },
  {
    "id": 93,
    "statement": "Subjective experiences are fundamentally connected to and influenced by the external world."
  },
  {
    "id": 94,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally."
  },
  {
    "id": 95,
    "statement": "Honesty's explicit consideration of context ensures moral authenticity"
  },
  {
    "id": 96,
    "statement": "Consciousness arises from complex emergent properties of neural interactions."
  },
  {
    "id": 97,
    "statement": "Honesty is context-dependent, considering consequences and motivations explicitly."
  },
  {
    "id": 98,
    "statement": "Histone modification and chromatin remodeling synergize in gene regulation mechanisms."
  },
  {
    "id": 99,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 100,
    "statement": "Moral principles can both be objective and context-dependent."
  },
  {
    "id": 101,
    "statement": "Deontology prioritizes inherent moral value over context and consequences."
  },
  {
    "id": 102,
    "statement": "Neural oscillations integrate sensory information through synchrony and phase-locking."
  },
  {
    "id": 103,
    "statement": "Consciousness emerges from synchronized neural activity across brain regions."
  },
  {
    "id": 104,
    "statement": "Histone modification and chromatin remodeling synergize in gene regulation."
  },
  {
    "id": 105,
    "statement": "Histone modification and chromatin remodeling synergize for gene expression regulation."
  },
  {
    "id": 106,
    "statement": "Honesty is a valued trait with varying importance across cultures."
  },
  {
    "id": 107,
    "statement": "Deontology prioritizes moral rules, considering context and consequences."
  },
  {
    "id": 108,
    "statement": "Morality is complex, influenced by cultural, subjective, and contextual factors."
  },
  {
    "id": 109,
    "statement": "Multidisciplinary research in consciousness is not uniform across fields."
  },
  {
    "id": 110,
    "statement": "Consciousness arises from complex neural interactions and integration."
  },
  {
    "id": 111,
    "statement": "Neural oscillations integrate sensory information globally through synchronization."
  },
  {
    "id": 112,
    "statement": "Moral values vary across cultures due to unique individual contexts"
  },
  {
    "id": 113,
    "statement": "Localization theories focus on specific brain regions, neglecting integrations."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 115,
    "statement": "Subjective experiences are shaped by internal-external interactions globally processed"
  },
  {
    "id": 116,
    "statement": "Deontology balances moral rules with considered consequences and context."
  },
  {
    "id": 117,
    "statement": "Brain's dynamic nature is complex, still an active area of research."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from complex emergent properties of neural interactions."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from synchronized neural activity between brain regions."
  },
  {
    "id": 120,
    "statement": "Morality is subjective, context-dependent, and influenced by cultural factors."
  },
  {
    "id": 121,
    "statement": "Neural oscillations integrate sensory information through binding and synchronization."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 123,
    "statement": "Localization theories oversimplify brain function's integrative nature."
  },
  {
    "id": 124,
    "statement": "Honesty's suitability varies with context, relationships, and desired outcomes."
  },
  {
    "id": 125,
    "statement": "Morality varies across cultures, yet shares universal commonalities."
  },
  {
    "id": 126,
    "statement": "Histone modification and chromatin remodeling regulate gene expression cooperatively."
  },
  {
    "id": 127,
    "statement": "Consciousness refers to subjective internal experiences shaping interactions."
  },
  {
    "id": 128,
    "statement": "Neural oscillations modulate sensory processing through complex interactions."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from integrated neural processes and oscillations."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from integrated information generated by neural interactions."
  },
  {
    "id": 131,
    "statement": "Histone modification and chromatin remodeling synergize gene expression regulation."
  },
  {
    "id": 132,
    "statement": "Neural oscillations integrate sensory information mainly through synchronization."
  },
  {
    "id": 133,
    "statement": "Moral values vary across cultures due to subjective context factors"
  },
  {
    "id": 134,
    "statement": "Consciousness arises from integrated information processing and integration."
  },
  {
    "id": 135,
    "statement": "Localization theories overlook global brain integration in consciousness."
  },
  {
    "id": 136,
    "statement": "Deontology balances moral rules with considered consequences and context always."
  },
  {
    "id": 137,
    "statement": "The distinction between subjective and objective is a conscious spectrum."
  },
  {
    "id": 138,
    "statement": "Deontology prioritizes inherent moral value over consequences and context always."
  },
  {
    "id": 139,
    "statement": "Consciousness arises from integrated neural activity across regions globally."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from integrated neural information processing and synchronization."
  },
  {
    "id": 141,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary"
  },
  {
    "id": 142,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from integrated activity across multiple brain regions."
  },
  {
    "id": 144,
    "statement": "Neural oscillations integrate sensory information through binding and synchronization."
  },
  {
    "id": 145,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 146,
    "statement": "Consciousness emerges from complex neural interactions' emergent properties, influenced."
  },
  {
    "id": 147,
    "statement": "Neural oscillations dynamically regulate sensory processing through complex networks."
  },
  {
    "id": 148,
    "statement": "Histone modification and chromatin remodeling amplify gene expression regulation."
  },
  {
    "id": 149,
    "statement": "Honesty is context-dependent, considering consequences and relationships."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from complex harmonious brain interactions globally."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 153,
    "statement": "Chromatin structure and gene regulation are intertwined processes."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from complex neural interactions and integration."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 157,
    "statement": "It is never morally acceptable to lie always."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 159,
    "statement": "Oscillations play a crucial role in conscious experience integration."
  },
  {
    "id": 160,
    "statement": "Subjective experiences arise from dynamic reciprocal internal-external interactions."
  },
  {
    "id": 161,
    "statement": "Universal moral principles include empathy, fairness, honesty, and respect."
  },
  {
    "id": 162,
    "statement": "Multidisciplinary research in consciousness is hindered by diverse methodologies."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from integrated brain regions' synchronized causal interactions."
  },
  {
    "id": 164,
    "statement": "Deontology balances moral rules with considered consequences and context."
  },
  {
    "id": 165,
    "statement": "Moral values vary across cultures due to personal and cultural influences."
  },
  {
    "id": 166,
    "statement": "Honesty depends on context, relationships, and consequences absolutely."
  },
  {
    "id": 167,
    "statement": "Localization theories oversimplify brain function by neglecting integrations."
  },
  {
    "id": 168,
    "statement": "Subjective experiences arise from intricate interplay between internal and external factors."
  },
  {
    "id": 169,
    "statement": "Honesty emerges from dynamic interplay of internal and external factors."
  },
  {
    "id": 170,
    "statement": "Complex systems exhibit emergent properties from interactions."
  },
  {
    "id": 171,
    "statement": "Honesty's suitability depends on intentions, relationship, and information sensitivity."
  },
  {
    "id": 172,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from complex integrated internal-external neural processing."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from complex neural interactions, integrating information globally."
  },
  {
    "id": 175,
    "statement": "Consciousness results from integrated information processing and integration within brain"
  },
  {
    "id": 176,
    "statement": "Subjective context factors shape moral values varying across cultures."
  },
  {
    "id": 177,
    "statement": "Subjective experiences arise from intricate internal-external factor interactions."
  },
  {
    "id": 178,
    "statement": "Morality has both cultural and objective, universal aspects"
  },
  {
    "id": 179,
    "statement": "Consciousness arises from integrated neural activity across brain regions."
  },
  {
    "id": 180,
    "statement": "Objective moral principles have both universal and contextual applications."
  },
  {
    "id": 181,
    "statement": "Internal and external factors dynamically influence subjective experiences."
  },
  {
    "id": 182,
    "statement": "Consciousness emerges from complex neural interactions' holistic properties."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from integrated information processing globally processed."
  },
  {
    "id": 184,
    "statement": "Localization theories oversimplify brain function's integrative nature."
  },
  {
    "id": 185,
    "statement": "Complexity and debate in consciousness research arise from multiple factors."
  },
  {
    "id": 186,
    "statement": "Deontology balances moral rules, context, and consequences; exceptions."
  },
  {
    "id": 187,
    "statement": "Neural oscillations enhance sensory processing through complex interactions"
  },
  {
    "id": 188,
    "statement": "Consciousness arises from complex emergent properties."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from complex neural interactions globally processed"
  },
  {
    "id": 190,
    "statement": "Consciousness emerges from harmonious brain region interactions globally."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrated processing across different brain regions."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from integrated neural signals and processing synchronously"
  },
  {
    "id": 193,
    "statement": "Consciousness is complex and debated multidisciplinary scientific topic."
  },
  {
    "id": 194,
    "statement": "Honesty's context-dependence arises from cultural norms, motivations, and consequences."
  },
  {
    "id": 195,
    "statement": "Neural oscillations integrate sensory information through synchronization and phase-locking."
  },
  {
    "id": 196,
    "statement": "Consciousness emerges from complex neural interactions' emergent properties."
  },
  {
    "id": 197,
    "statement": "Brain's complex nature is still an active area of research."
  },
  {
    "id": 198,
    "statement": "Consciousness arises from integrated information globally."
  }
]