[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Corticothalamic projection enables top-down control of thalamus activity."
  },
  {
    "id": 2,
    "statement": "Thalamus actively processes sensory information through neural interactions."
  },
  {
    "id": 3,
    "statement": "Corticothalamic pathway enables bidirectional neural communication for attention modulation."
  },
  {
    "id": 4,
    "statement": "Glutamate acts on thalamic neurons via multiple receptor mechanisms."
  },
  {
    "id": 5,
    "statement": "Thalamus integrates sensory info through synchronous neural oscillations."
  },
  {
    "id": 6,
    "statement": "Thalamus receives and relays sensory info to cortex for processing"
  },
  {
    "id": 7,
    "statement": "The thalamus integrates sensory information for unified spatial representation"
  },
  {
    "id": 8,
    "statement": "Cognitive empathy involves interplay of emotional regulation and compassion."
  },
  {
    "id": 9,
    "statement": "Cognitive empathy linked to emotional regulation through ACC-insula networks."
  },
  {
    "id": 10,
    "statement": "Neural gain regulates signal amplitude in sensory information processing."
  },
  {
    "id": 11,
    "statement": "ACC-insula network integrates interoceptive and exteroceptive information for empathy."
  },
  {
    "id": 12,
    "statement": "Thalamus receives and relays sensory info to higher areas."
  },
  {
    "id": 13,
    "statement": "Thalamus filters sensory info based on cortical expectations."
  },
  {
    "id": 14,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 15,
    "statement": "Thalamus integrates multiple sensory inputs through concurrent processing async."
  },
  {
    "id": 16,
    "statement": "Hierarchical brain organization enables multisensory integration for coherent perception"
  },
  {
    "id": 17,
    "statement": "Thalamus integrates sensory info through complex dynamic neural interactions."
  },
  {
    "id": 18,
    "statement": "Thalamus integrates sensory info through corticothalamic interactions."
  },
  {
    "id": 19,
    "statement": "Thalamus's spatial awareness role remains topic of ongoing research."
  },
  {
    "id": 20,
    "statement": "Corticothalamic pathway enables bidirectional neural communication for attention modulation."
  },
  {
    "id": 21,
    "statement": "Thalamus filters sensory info based on cortical expectations and attention"
  },
  {
    "id": 22,
    "statement": "Thalamus integrates sensory info with cortical expectations"
  },
  {
    "id": 23,
    "statement": "Thalamocortical loops facilitate bidirectional neural communication between thalamus."
  },
  {
    "id": 24,
    "statement": "Neural oscillations enhance information processing through synchronized activity."
  },
  {
    "id": 25,
    "statement": "Synaptic plasticity enables learning and memory through LTP and LTD reorganization."
  },
  {
    "id": 26,
    "statement": "Thalamus dynamically filters and refines sensory information for cortex."
  },
  {
    "id": 27,
    "statement": "Thalamus sends sensory info to cortex, cortex refines it."
  },
  {
    "id": 28,
    "statement": "Glutamate acts on thalamic neurons via multiple receptors mechanisms."
  },
  {
    "id": 29,
    "statement": "Top-down processing influences thalamus' sensory integration through corticothalamic connections."
  },
  {
    "id": 30,
    "statement": "Thalamocortical loops facilitate bidirectional neural communication between thalamus and cortex."
  },
  {
    "id": 31,
    "statement": "Thalamus's filtering role dynamically adjusts to cortical influences."
  },
  {
    "id": 32,
    "statement": "Cognitive empathy involves simulating another's mental states through mentalizing."
  },
  {
    "id": 33,
    "statement": "Top-down control in thalamus modulates sensory processing via corticothalamic connections."
  },
  {
    "id": 34,
    "statement": "Thalamic neurons express AMPA, NMDA, and metabotropic glutamate receptors."
  },
  {
    "id": 35,
    "statement": "Thalamus filters sensory information through synchronized neural oscillations."
  },
  {
    "id": 36,
    "statement": "Neural oscillations facilitate synchronized processing and transmission of sensory information."
  },
  {
    "id": 37,
    "statement": "Cortical influences modulate thalamus's filtering through complex interactions"
  },
  {
    "id": 38,
    "statement": "Neural gain regulates neural signal amplification and attenuation."
  },
  {
    "id": 39,
    "statement": "Thalamus refines sensory info through dynamic neural interactions."
  },
  {
    "id": 40,
    "statement": "Emotional regulation in empathy is context-dependent and individual-specific."
  },
  {
    "id": 41,
    "statement": "Neural communication enables bidirectional exchange of information between regions."
  },
  {
    "id": 42,
    "statement": "Emotional empathy involves simulation, resonance, and emotional experience."
  },
  {
    "id": 43,
    "statement": "Neural communication enables coordinated exchange of information between regions."
  },
  {
    "id": 44,
    "statement": "Scientific writing emphasizes clarity, accuracy, and simplicity for effective communication."
  },
  {
    "id": 45,
    "statement": "Cortical expectations modulate sensory integration through top-down feedback"
  },
  {
    "id": 46,
    "statement": "ACC-insula network mediates social cognition, emotional regulation through simulation and conflict monitoring."
  },
  {
    "id": 47,
    "statement": "Brain's hierarchical organization adapts to new information and experiences."
  },
  {
    "id": 48,
    "statement": "Thalamus integrates sensory info from multiple senses for spatial awareness."
  },
  {
    "id": 49,
    "statement": "The ACC-insula network integrates emotions and cognition through neural oscillations."
  },
  {
    "id": 50,
    "statement": "Thalamocortical interactions are essential for sensory information processing and filtering."
  },
  {
    "id": 51,
    "statement": "ACC-insula network integrates emotions and cognition through neural processes"
  },
  {
    "id": 52,
    "statement": "Glutamate receptors in thalamus ensure fast and precise sensory processing."
  },
  {
    "id": 53,
    "statement": "Thalamus processing synchronized through neural oscillations and corticothalamic interactions."
  },
  {
    "id": 54,
    "statement": "Top-down processing influences sensory integration through corticothalamic connections."
  },
  {
    "id": 55,
    "statement": "Empathy involves cognitive understanding, emotional regulation, and compassion"
  },
  {
    "id": 56,
    "statement": "ACC-insula network mediates cognitive empathy and emotional regulation processes."
  },
  {
    "id": 57,
    "statement": "Thalamus processes multiple sensory inputs simultaneously without prioritizing."
  },
  {
    "id": 58,
    "statement": "AMPA receptors enable fast synaptic transmission through glutamate binding."
  },
  {
    "id": 59,
    "statement": "Thalamus plays crucial role in synchronized sensory information processing."
  },
  {
    "id": 60,
    "statement": "Cognitive understanding involves mentalizing and recognizing others' mental states."
  },
  {
    "id": 61,
    "statement": "ACC-insula network mediates cognitive empathy and emotional regulation processes."
  },
  {
    "id": 62,
    "statement": "Acc-insula network facilitates interoceptive-exteroceptive integration for empathy."
  },
  {
    "id": 63,
    "statement": "Neural gain regulates signal amplitude in sensory processing."
  },
  {
    "id": 64,
    "statement": "Thalamus filters sensory info through cortical expectations dynamically."
  },
  {
    "id": 65,
    "statement": "Thalamus's filtering role dynamically adjusts to cortical influences."
  },
  {
    "id": 66,
    "statement": "Thalamus dynamically filters sensory info based cortical expectations."
  },
  {
    "id": 67,
    "statement": "Emotional regulation in empathy is individual-specific and context-dependent."
  },
  {
    "id": 68,
    "statement": "Brain's hierarchical organization enables complex information processing through integration."
  },
  {
    "id": 69,
    "statement": "Thalamus integrates sensory info through complex dynamic neural interactions."
  },
  {
    "id": 70,
    "statement": "Simulation and mentalizing enable empathy through conflict detection."
  },
  {
    "id": 71,
    "statement": "Thalamus filters sensory info based on cortical expectations."
  },
  {
    "id": 72,
    "statement": "Thalamus filters sensory info based on cortical expectations through predictive coding and sensory gating mechanisms."
  },
  {
    "id": 73,
    "statement": "Neural oscillations enable synchronized processing through action potential synchronization."
  },
  {
    "id": 74,
    "statement": "ACC-insula network integrates emotions and cognition for social understanding."
  },
  {
    "id": 75,
    "statement": "Thalamus enabling sensory information processing through neural connections"
  },
  {
    "id": 76,
    "statement": "Cortical expectations influence thalamus' sensory integration through top-down processing."
  },
  {
    "id": 77,
    "statement": "Corticothalamic projection regulates thalamus activity through glutamate and GABA release."
  },
  {
    "id": 78,
    "statement": "Corticothalamic projection enables top-down control through glutamate and GABA modulation."
  },
  {
    "id": 79,
    "statement": "Top-down control modulates thalamus's attentional filtering dynamically."
  },
  {
    "id": 80,
    "statement": "Thalamus's filtering dynamic adaptability enables cognitive filtering."
  },
  {
    "id": 81,
    "statement": "Conflict monitoring is a process with automatic and controlled aspects."
  },
  {
    "id": 82,
    "statement": "Thalamus plays a crucial role in attentional modulation and filtering."
  },
  {
    "id": 83,
    "statement": "Synchronized neural oscillations enable thalamus's selective sensory processing."
  },
  {
    "id": 84,
    "statement": "Brain's hierarchical organization enables complex information processing through integration."
  },
  {
    "id": 85,
    "statement": "Glutamate and GABA modulate thalamocortical interactions through top-down control."
  },
  {
    "id": 86,
    "statement": "Thalamus filters sensory info based on cortical expectations."
  },
  {
    "id": 87,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 88,
    "statement": "Conflict monitoring resolves mental state inconsistencies through ACC-insula network."
  },
  {
    "id": 89,
    "statement": "Scientific writing prioritizes clarity, accuracy, and simplicity for communication."
  },
  {
    "id": 90,
    "statement": "Emotional regulation in empathy is context-dependent and individual-specific."
  },
  {
    "id": 91,
    "statement": "Corticothalamic projection enables top-down control of thalamus activity."
  },
  {
    "id": 92,
    "statement": "Neural gain regulates signal amplitude in sensory information processing"
  },
  {
    "id": 93,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 94,
    "statement": "PFC exerts top-down control over thalamus's attentional filtering."
  },
  {
    "id": 95,
    "statement": "Cognitive empathy involves perspective-taking, emotional understanding, and regulation."
  },
  {
    "id": 96,
    "statement": "Simulation and conflict monitoring enable ACC-insula network's empathy function."
  },
  {
    "id": 97,
    "statement": "Cortical expectations influence thalamus' sensory integration through top-down processing mechanisms."
  },
  {
    "id": 98,
    "statement": "Corticothalamic connections enable cortical modulation of thalamic attentional filtering."
  },
  {
    "id": 99,
    "statement": "AMPA receptors enable fast synaptic transmission through glutamate binding quickly."
  },
  {
    "id": 100,
    "statement": "Emotional regulation in empathy involves managing one's own emotions effectively."
  },
  {
    "id": 101,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 102,
    "statement": "Cognitive empathy involves simulating another's mental states emotionally."
  },
  {
    "id": 103,
    "statement": "Thalamus processing synchronized through neural oscillations and corticothalamic interactions."
  },
  {
    "id": 104,
    "statement": "Mentalizing refers to simulating others' mental experiences to understand their behaviors."
  },
  {
    "id": 105,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 106,
    "statement": "ACC-insula network mediates cognitive empathy and emotional regulation processes."
  },
  {
    "id": 107,
    "statement": "AMPA receptors enable fast synaptic transmission through glutamate binding."
  },
  {
    "id": 108,
    "statement": "AMPA receptors enable fast synaptic transmission through glutamate binding."
  },
  {
    "id": 109,
    "statement": "Thalamus integrates sensory information through concurrent processing mechanisms."
  },
  {
    "id": 110,
    "statement": "ACC-insula network integrates emotions, cognition for empathy and regulation"
  },
  {
    "id": 111,
    "statement": "Thalamus integrates sensory information through simultaneous processing of multiple inputs"
  },
  {
    "id": 112,
    "statement": "Top-down control modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 113,
    "statement": "Cognitive understanding involves simulating another's mental states emotionally and cognitively."
  },
  {
    "id": 114,
    "statement": "Empathy involves cognitive understanding, perspective-taking, and mental state attribution."
  },
  {
    "id": 115,
    "statement": "The ACC-insula network integrates emotions and cognition through neural mechanisms."
  },
  {
    "id": 116,
    "statement": "Thalamocortical loops facilitate bidirectional neural communication between thalamus and cortex."
  },
  {
    "id": 117,
    "statement": "Thalamocortical interactions essential for sensory information processing and filtering."
  },
  {
    "id": 118,
    "statement": "Thalamus processes multiple sensory inputs simultaneously without anticipating."
  },
  {
    "id": 119,
    "statement": "Thalamic neurons express glutamate receptors (AMPA, NMDA, metabotropic)"
  },
  {
    "id": 120,
    "statement": "Thalamus integrates sensorimotor information for spatial awareness and movement"
  },
  {
    "id": 121,
    "statement": "ACC-insula network mediates cognitive empathy and emotional regulation."
  },
  {
    "id": 122,
    "statement": "Conflict monitoring is automatic process detecting mental state inconsistencies."
  },
  {
    "id": 123,
    "statement": "Glutamate receptors in thalamus include AMPA, NMDA, and metabotropic."
  },
  {
    "id": 124,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations."
  },
  {
    "id": 125,
    "statement": "Scientific writing prioritizes clarity, accuracy, and simplicity for communication."
  },
  {
    "id": 126,
    "statement": "Cognitive empathy involves perspective-taking, emotional understanding, and regulation."
  },
  {
    "id": 127,
    "statement": "Conflict monitoring resolves mental state inconsistencies through ACC-insula network."
  },
  {
    "id": 128,
    "statement": "Thalamocortical loops enable bidirectional neural communication between thalamus and cortex."
  },
  {
    "id": 129,
    "statement": "Top-down control of thalamus activity through glutamate and GABA release."
  },
  {
    "id": 130,
    "statement": "Individual differences in brain structure and function influence emotional responses."
  },
  {
    "id": 131,
    "statement": "Thalamus refines sensory info through dynamic neural processing."
  },
  {
    "id": 132,
    "statement": "PFC exerts top-down control over thalamus's attentional filtering through corticothalamic projections."
  },
  {
    "id": 133,
    "statement": "Thalamus integrates multiple sensory inputs concurrently through parallel processing."
  },
  {
    "id": 134,
    "statement": "PFC modulates attentional filtering through thalamus and corticothalamic connections."
  },
  {
    "id": 135,
    "statement": "Metabotropic receptors are GPCRs modulating thalamic neuron activity"
  },
  {
    "id": 136,
    "statement": "Thalamus filters sensory information through cortical expectations dynamically."
  },
  {
    "id": 137,
    "statement": "Interoception and exteroception integrate in ACC-insula network for empathy."
  },
  {
    "id": 138,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations to process and refine it."
  },
  {
    "id": 139,
    "statement": "Thalamus continuously processes sensory information, filtering and refining"
  },
  {
    "id": 140,
    "statement": "Emotional regulation is a component of empathetic response."
  },
  {
    "id": 141,
    "statement": "Neural oscillations enhance information processing through synchronized activity."
  },
  {
    "id": 142,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering processes."
  },
  {
    "id": 143,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering processes."
  },
  {
    "id": 144,
    "statement": "Top-down processing influences thalamus' sensory integration through corticothalamic connections."
  },
  {
    "id": 145,
    "statement": "Hierarchical brain organization refers to hierarchical neural processing."
  },
  {
    "id": 146,
    "statement": "Thalamus integrates sensory info through complex neural interactions."
  },
  {
    "id": 147,
    "statement": "Corticothalamic interactions refine and combine sensory information through synchronized thalamic activity."
  },
  {
    "id": 148,
    "statement": "Thalamus plays critical role in sensory information processing."
  },
  {
    "id": 149,
    "statement": "AMPA receptors facilitate fast synaptic transmission through glutamate binding."
  },
  {
    "id": 150,
    "statement": "Glutamate binds to AMPA, NMDA, and metabotropic receptors."
  },
  {
    "id": 151,
    "statement": "Scientific writing prioritizes clarity, accuracy, and simplicity for effective communication"
  },
  {
    "id": 152,
    "statement": "Top-down processing modulates thalamic neurons through corticothalamic connections."
  },
  {
    "id": 153,
    "statement": "AMPA receptors enable fast synaptic transmission through glutamate binding quickly."
  },
  {
    "id": 154,
    "statement": "Glutamate receptors in thalamus facilitate fast and precise sensory processing."
  },
  {
    "id": 155,
    "statement": "Neural oscillations synchronize action potentials for enhanced processing."
  },
  {
    "id": 156,
    "statement": "Thalamus integrates sensory info through dynamic neural connections."
  },
  {
    "id": 157,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 158,
    "statement": "Synaptic plasticity enables learning and memory through LTP and LTD reorganization."
  },
  {
    "id": 159,
    "statement": "The thalamus filters and refines sensory information for cortical processing"
  },
  {
    "id": 160,
    "statement": "Thalamus sends sensory info to cortex through corticothalamic pathway"
  },
  {
    "id": 161,
    "statement": "Corticothalamic projection regulates thalamus activity with glutamate and GABA."
  },
  {
    "id": 162,
    "statement": "Neural oscillations synchronize emotional and cognitive processing within ACC-insula network"
  },
  {
    "id": 163,
    "statement": "Thalamus refines and prioritizes sensory information for cortex processing"
  },
  {
    "id": 164,
    "statement": "Corticothalamic pathway mediates bidirectional neural communication for attention modulation."
  },
  {
    "id": 165,
    "statement": "Thalamus integrates multiple sensory inputs through complex dynamic interactions."
  },
  {
    "id": 166,
    "statement": "Cognitive empathy involves simulating mental states through mentalizing process."
  },
  {
    "id": 167,
    "statement": "Brain's hierarchical organization adapts through synaptic plasticity and reorganization."
  },
  {
    "id": 168,
    "statement": "Corticothalamic connections facilitate top-down attentional filtering."
  },
  {
    "id": 169,
    "statement": "PFC sends top-down signals to modulate thalamus's filtering."
  },
  {
    "id": 170,
    "statement": "Thalamus integrates sensory info for spatial awareness through concurrent processing."
  },
  {
    "id": 171,
    "statement": "Neural gain adjusts signal amplitude in sensory processing."
  },
  {
    "id": 172,
    "statement": "Thalamus integrates sensory information within cortical expectations and attention."
  },
  {
    "id": 173,
    "statement": "Thalamus acts as a sensory information gateway to cortex."
  },
  {
    "id": 174,
    "statement": "Cognitive understanding in empathy involves attributing mental states."
  },
  {
    "id": 175,
    "statement": "Corticothalamic pathway enables bidirectional attention modulation through cortical feedback."
  },
  {
    "id": 176,
    "statement": "Cortical influences modulate thalamus filtering through complex neural interactions."
  },
  {
    "id": 177,
    "statement": "Glutamate acts on thalamic neurons via multiple receptor mechanisms."
  },
  {
    "id": 178,
    "statement": "ACC-insula network enables empathy and regulates emotional responses"
  },
  {
    "id": 179,
    "statement": "Top-down control modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 180,
    "statement": "Thalamic neurons express AMPA, NMDA, and metabotropic glutamate receptors."
  },
  {
    "id": 181,
    "statement": "Thalamus is a relay station for sensory information processing"
  },
  {
    "id": 182,
    "statement": "Thalamus synchronizes neural activity to enhance sensory integration."
  },
  {
    "id": 183,
    "statement": "Neural oscillations facilitate synchronized processing through global workspace."
  },
  {
    "id": 184,
    "statement": "Thalamus refines sensory info through synchronized neural oscillations."
  },
  {
    "id": 185,
    "statement": "Thalamus processes sensorimotor information through synchronized neural oscillations."
  },
  {
    "id": 186,
    "statement": "Thalamus integrates sensory info with cortical expectations through processing."
  },
  {
    "id": 187,
    "statement": "ACC-insula network mediates emotional regulation and cognitive empathy."
  },
  {
    "id": 188,
    "statement": "PFC regulates thalamus's attentional filtering by enhancing or suppressing relevant information"
  },
  {
    "id": 189,
    "statement": "Thalamus filters sensory info in response to cortical signals."
  },
  {
    "id": 190,
    "statement": "Thalamic neurons express AMPA, NMDA, and mGluR glutamate receptors."
  },
  {
    "id": 191,
    "statement": "Corticothalamic projection involves top-down control through glutamate-GABA modulation."
  },
  {
    "id": 192,
    "statement": "Neural gain regulates neural signal strength for effective transmission."
  },
  {
    "id": 193,
    "statement": "Mental state attribution involves inferring thoughts, feelings, and intentions in others."
  },
  {
    "id": 194,
    "statement": "PFC exerts top-down control through corticothalamic glutamate-GABA modulation."
  },
  {
    "id": 195,
    "statement": "Thalamocortical loops enable bidirectional communication for sensory processing."
  },
  {
    "id": 196,
    "statement": "Thalamus plays a complex role in sensory processing and spatial awareness."
  },
  {
    "id": 197,
    "statement": "Corticothalamic projection enables top-down control of thalamus activity bidirectionally."
  },
  {
    "id": 198,
    "statement": "Top-down control enables PFC to modulate thalamus's sensory processing."
  },
  {
    "id": 199,
    "statement": "Thalamocortical loops enable continuous bidirectional neural communication between thalamus and cortex."
  }
]