[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 2,
    "statement": "Hebbian learning enhances pattern separation through neural competition mechanisms."
  },
  {
    "id": 3,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 4,
    "statement": "Working memory capacity influences social cognition accuracy through information processing."
  },
  {
    "id": 5,
    "statement": "Hebbian learning occurs in excitatory, correlated neurons within cerebral cortex and hippocampus."
  },
  {
    "id": 6,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 7,
    "statement": "PFC uses pattern separation and completion for predictive processing."
  },
  {
    "id": 8,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 9,
    "statement": "Gamma oscillations synchronize neural activity globally, facilitating binding."
  },
  {
    "id": 10,
    "statement": "Pattern separation in PFC involves neural oscillations and networks, mechanisms."
  },
  {
    "id": 11,
    "statement": "Uncertainty in PFC's pattern separation mechanism remains despite extensive research."
  },
  {
    "id": 12,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 13,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regions."
  },
  {
    "id": 14,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 15,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 16,
    "statement": "Hebbian learning enhances pattern separation through neural competition."
  },
  {
    "id": 17,
    "statement": "Thalamus refines sensory information through hierarchical filtering and processing."
  },
  {
    "id": 18,
    "statement": "Neural coding is a process converting information into signals."
  },
  {
    "id": 19,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regional interactions."
  },
  {
    "id": 20,
    "statement": "LTP (Long-Term Potentiation) strengthens connections between neurons."
  },
  {
    "id": 21,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 22,
    "statement": "Working memory capacity influences social cognition accuracy variably"
  },
  {
    "id": 23,
    "statement": "Thalamus refines sensory info through hierarchical feedforward processing."
  },
  {
    "id": 24,
    "statement": "Thalamus refines sensory information through hierarchical processing pathways."
  },
  {
    "id": 25,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention through binding, Hebbian learning and cortico-thalamic interactions."
  },
  {
    "id": 26,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 27,
    "statement": "Thalamus refines sensory information through hierarchical filtering and processing."
  },
  {
    "id": 28,
    "statement": "Thalamus modulates cortical connections through indirect pathways."
  },
  {
    "id": 29,
    "statement": "Thalamus processes sensory information hierarchically and filters irrelevant stimuli."
  },
  {
    "id": 30,
    "statement": "Thalamus actively refines sensory information through hierarchical processing."
  },
  {
    "id": 31,
    "statement": "Synaptic plasticity involves dynamic balance between LTP and LTD mechanisms."
  },
  {
    "id": 32,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 33,
    "statement": "Pattern separation in PFC involves neural oscillations, Hebbian learning, and plasticity."
  },
  {
    "id": 34,
    "statement": "Hebbian-like plasticity in thalamus debated, mechanisms unclear."
  },
  {
    "id": 35,
    "statement": "Entrainment and phase-locking synchronize neural activity through shared stimuli."
  },
  {
    "id": 36,
    "statement": "Thalamus refines sensory info through feedforward and feedback processing."
  },
  {
    "id": 37,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 38,
    "statement": "VPM nucleus filters sensory information hierarchically in primary, secondary, and higher-level processing."
  },
  {
    "id": 39,
    "statement": "Gamma oscillations facilitate neural integration through synchronized activity."
  },
  {
    "id": 40,
    "statement": "Social cognition, working memory, and attention integrate in ToM."
  },
  {
    "id": 41,
    "statement": "Entrainment and phase-locking synchronize neural activity globally"
  },
  {
    "id": 42,
    "statement": "Thalamus refines sensory information through hierarchical feedforward processing mechanisms."
  },
  {
    "id": 43,
    "statement": "Entrainment and phase-locking synchronize neural activity in gamma oscillations."
  },
  {
    "id": 44,
    "statement": "Complex neural oscillations facilitate pattern separation and retrieval."
  },
  {
    "id": 45,
    "statement": "Pattern separation's neural mechanisms still unclear despite research."
  },
  {
    "id": 46,
    "statement": "Gamma oscillations play a crucial role in neural integration locally."
  },
  {
    "id": 47,
    "statement": "PFC's predictive abilities rely on pattern separation and completion."
  },
  {
    "id": 48,
    "statement": "Hebbian learning strengthens connections between synchronized neurons."
  },
  {
    "id": 49,
    "statement": "Complex neural oscillations and regional interactions enable pattern separation process"
  },
  {
    "id": 50,
    "statement": "Entrainment and phase-locking synchronize neural activity in gamma oscillations."
  },
  {
    "id": 51,
    "statement": "Thalamus's hierarchical processing depends on complex neural interactions."
  },
  {
    "id": 52,
    "statement": "Pattern separation involves complex neural processes, multiple regions."
  },
  {
    "id": 53,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 54,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 55,
    "statement": "LTP and LTD opposite processes for synaptic balance."
  },
  {
    "id": 56,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 57,
    "statement": "The thalamus and cortex interact dynamically in sensory processing."
  },
  {
    "id": 58,
    "statement": "Theory of Mind integrates social cognition through neural oscillations."
  },
  {
    "id": 59,
    "statement": "Thalamus refines sensory info through hierarchical processing in neocortex."
  },
  {
    "id": 60,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 61,
    "statement": "Entrainment and phase-locking synchronize neural activity through oscillations."
  },
  {
    "id": 62,
    "statement": "VPM nucleus: filters somatosensory and auditory information hierarchically."
  },
  {
    "id": 63,
    "statement": "Thalamus's sensory-driven plasticity involves Hebbian-like mechanisms."
  },
  {
    "id": 64,
    "statement": "LTP and LTD regulate synaptic strength through complex interactions."
  },
  {
    "id": 65,
    "statement": "Gamma oscillations integrate neural signals through synchronized activity."
  },
  {
    "id": 66,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 67,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regional interactions."
  },
  {
    "id": 68,
    "statement": "Pattern separation in PFC enables distinct representation of similar experiences."
  },
  {
    "id": 69,
    "statement": "Thalamus's sensory-driven plasticity involves Hebbian-like mechanisms to refine information."
  },
  {
    "id": 70,
    "statement": "Hebbian learning enhances pattern separation through neural competition."
  },
  {
    "id": 71,
    "statement": "Thalamus processes sensory information hierarchically through complex mechanisms."
  },
  {
    "id": 72,
    "statement": "Social cognition influences working memory through attention's filtering."
  },
  {
    "id": 73,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 74,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regions."
  },
  {
    "id": 75,
    "statement": "The thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 76,
    "statement": "Thalamus refines sensory information through hierarchical processing pathways."
  },
  {
    "id": 77,
    "statement": "Thalamus modulates sensory processing, not strictly hierarchical refinement."
  },
  {
    "id": 78,
    "statement": "Uncertainty in PFC's pattern separation mechanism stems from neural complexity."
  },
  {
    "id": 79,
    "statement": "Thalamus's selective processing of sensory information relies on Hebbian learning."
  },
  {
    "id": 80,
    "statement": "Gamma oscillations synchronize neural activity locally for integration."
  },
  {
    "id": 81,
    "statement": "The thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 82,
    "statement": "Thalamus modulates cortical connections through complex neural networks."
  },
  {
    "id": 83,
    "statement": "Thalamus modulates cortical connections through complex thalamocortical loops."
  },
  {
    "id": 84,
    "statement": "Thalamus refines sensory information through hierarchical sensory gating."
  },
  {
    "id": 85,
    "statement": "Hebbian learning mechanisms unclear for thalamic sensory processing"
  },
  {
    "id": 86,
    "statement": "Gamma oscillations synchronize neural activity through entrainment and phase-locking."
  },
  {
    "id": 87,
    "statement": "Thalamus refines sensory information through Hebbian-like plasticity mechanisms."
  },
  {
    "id": 88,
    "statement": "Gamma oscillations synchronize neural activity through phase-locking processes."
  },
  {
    "id": 89,
    "statement": "LTP and LTD fine-tune synaptic connections based on activity patterns"
  },
  {
    "id": 90,
    "statement": "Social cognition influences working memory through selective attention processing."
  },
  {
    "id": 91,
    "statement": "Thalamus modulates cortical connections through indirect pathways."
  },
  {
    "id": 92,
    "statement": "Thalamus refines sensory info through Hebbian-like synaptic plasticity filtering."
  },
  {
    "id": 93,
    "statement": "Synaptic plasticity involves bidirectional balance between LTP and LTD."
  },
  {
    "id": 94,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 95,
    "statement": "Hebbian learning enhances pattern separation through neural competition interactions."
  },
  {
    "id": 96,
    "statement": "Hebbian learning limited to excitatory neurons, unclear about inhibition."
  },
  {
    "id": 97,
    "statement": "Synaptic plasticity involves dynamic balance of opposing mechanisms."
  },
  {
    "id": 98,
    "statement": "Hebbian learning promotes distinct neural representations through competition."
  },
  {
    "id": 99,
    "statement": "Hebbian learning strengthens connections between active neurons, not weaks"
  },
  {
    "id": 100,
    "statement": "Thalamus modulates cortical connections through neural oscillations."
  },
  {
    "id": 101,
    "statement": "The thalamus and cortex dynamically interact in sensory processing."
  },
  {
    "id": 102,
    "statement": "PFC pattern separation involves complex neural oscillations interactions."
  },
  {
    "id": 103,
    "statement": "Thalamus refines sensory info through hierarchical processing in cortex."
  },
  {
    "id": 104,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 105,
    "statement": "Hebbian learning occurs in correlated excitatory neurons, not subtype-specific."
  },
  {
    "id": 106,
    "statement": "LTP and LTD balance synaptic strength through opposing mechanisms."
  },
  {
    "id": 107,
    "statement": "The thalamus refines sensory information through feedforward hierarchical processing."
  },
  {
    "id": 108,
    "statement": "Social cognition influences working memory through attention's facilitation."
  },
  {
    "id": 109,
    "statement": "Pattern separation in PFC involves complex neural oscillations and mechanisms."
  },
  {
    "id": 110,
    "statement": "Pattern separation uncertainty stems from neural mechanisms' complexity."
  },
  {
    "id": 111,
    "statement": "Thalamus refines sensory info hierarchically through cortico-thalamic loops."
  },
  {
    "id": 112,
    "statement": "Complexity of LTP/LTD molecular mechanisms limits understanding of brain function."
  },
  {
    "id": 113,
    "statement": "Thalamus refines sensory info through feedforward and feedback hierarchical processing."
  },
  {
    "id": 114,
    "statement": "Gamma oscillations enable neural integration through synchronized activity."
  },
  {
    "id": 115,
    "statement": "Thalamus filters and refines sensory information hierarchically, layer by layer."
  },
  {
    "id": 116,
    "statement": "Hebbian learning enhances pattern separation through neural competition."
  },
  {
    "id": 117,
    "statement": "Hebbian learning enhances pattern separation through neural competition mechanisms."
  },
  {
    "id": 118,
    "statement": "Thalamus refines sensory info through hierarchical filtering processes."
  },
  {
    "id": 119,
    "statement": "Pattern separation, completion, and coding enable PFC predictive abilities through neural interactions."
  },
  {
    "id": 120,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms in cortex."
  },
  {
    "id": 121,
    "statement": "Thalamus modulates cortical connections through indirect cortico-thalamo-cortical loops."
  },
  {
    "id": 122,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections, integrating sensory and cognitive information."
  },
  {
    "id": 123,
    "statement": "Hebbian learning limited to excitatory neurons through NMDA receptors."
  },
  {
    "id": 124,
    "statement": "Binding integrates cognitive processes in Theory of Mind"
  },
  {
    "id": 125,
    "statement": "Gamma oscillations synchronize neural activity through phase-locking processes."
  },
  {
    "id": 126,
    "statement": "Pattern separation in PFC involves neural oscillations, Hebbian learning, and plasticity."
  },
  {
    "id": 127,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 128,
    "statement": "Hebbian learning strengthens connections based on co-activation patterns."
  },
  {
    "id": 129,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 130,
    "statement": "Hebbian learning strengthens connections between synchronized neurons."
  },
  {
    "id": 131,
    "statement": "Pattern separation involves complex neural oscillations and mechanisms."
  },
  {
    "id": 132,
    "statement": "Thalamus refines sensory information through hierarchical neural processing."
  },
  {
    "id": 133,
    "statement": "Hebbian learning enhances pattern separation through neural competition."
  },
  {
    "id": 134,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, coding mechanisms."
  },
  {
    "id": 135,
    "statement": "Thalamus refines sensory information through hierarchical sensory gating mechanisms."
  },
  {
    "id": 136,
    "statement": "Thalamus refines sensory info through hierarchical processing."
  },
  {
    "id": 137,
    "statement": "Thalamus processes sensory information hierarchically in neocortex."
  },
  {
    "id": 138,
    "statement": "Neural coding transmits sensory, cognitive, and motor information through electrical and chemical signals."
  },
  {
    "id": 139,
    "statement": "Thalamus filters sensory information hierarchically, including somatosensory and auditory."
  },
  {
    "id": 140,
    "statement": "Social cognition influences working memory through selective attention processing."
  },
  {
    "id": 141,
    "statement": "Hebbian-like plasticity in thalamus: debated, mechanisms unclear."
  },
  {
    "id": 142,
    "statement": "Thalamus regulates cortical processing through complex neural networks."
  },
  {
    "id": 143,
    "statement": "The thalamus refines sensory info through hierarchical processing."
  },
  {
    "id": 144,
    "statement": "Thalamus acts as filter or gatekeeper for sensory information."
  },
  {
    "id": 145,
    "statement": "LTP/LTD molecular mechanisms involve NMDA, AMPA receptors, kinases, and proteins."
  },
  {
    "id": 146,
    "statement": "NMDA receptors initiate LTP by allowing calcium influx."
  },
  {
    "id": 147,
    "statement": "Pattern separation, completion, and coding enhance PFC predictive abilities through neural interactions."
  },
  {
    "id": 148,
    "statement": "Pattern separation involves synchronized neural oscillations in gamma and theta bands."
  },
  {
    "id": 149,
    "statement": "Hebbian learning strengthens synaptic connections through neural synchrony."
  },
  {
    "id": 150,
    "statement": "Thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 151,
    "statement": "Cortico-thalamic loops refine sensory info through feedforward filtering."
  },
  {
    "id": 152,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering mechanisms."
  },
  {
    "id": 153,
    "statement": "Neural oscillations, entrainment, and phase-locking facilitate information processing."
  },
  {
    "id": 154,
    "statement": "Thalamus processes sensory info hierarchically through complex neural interactions."
  },
  {
    "id": 155,
    "statement": "PFC's predictive abilities rely on pattern separation and completion mechanisms."
  },
  {
    "id": 156,
    "statement": "Gamma oscillations synchronize neural activity through entrainment and phase-locking."
  },
  {
    "id": 157,
    "statement": "PFC and hippocampus play key roles in pattern separation."
  },
  {
    "id": 158,
    "statement": "Thalamus modulates cortical connections through complex neural interactions."
  },
  {
    "id": 159,
    "statement": "Thalamus modulates cortical connections through thalamocortical loops refining sensory information."
  },
  {
    "id": 160,
    "statement": "Synaptic plasticity maintains a delicate balance between LTP and LTD."
  },
  {
    "id": 161,
    "statement": "Hebbian learning strengthens connections between synchronized neuron pairs."
  },
  {
    "id": 162,
    "statement": "Hebbian learning promotes distinct neural representations through competition."
  },
  {
    "id": 163,
    "statement": "Hebbian learning is just one contributor to pattern separation"
  },
  {
    "id": 164,
    "statement": "LTP strengthens connections between neurons through NMDA receptor activation."
  },
  {
    "id": 165,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 166,
    "statement": "PFC's predictive abilities rely on pattern separation and completion."
  },
  {
    "id": 167,
    "statement": "Thalamus refines sensory info through hierarchical feedforward processing mechanisms."
  },
  {
    "id": 168,
    "statement": "Neural oscillations' role in pattern separation is not fully understood."
  },
  {
    "id": 169,
    "statement": "Complex neural mechanisms contribute to pattern separation uncertainty."
  },
  {
    "id": 170,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 171,
    "statement": "Hebbian learning primarily occurs in excitatory neurons, unclear for inhibitory."
  },
  {
    "id": 172,
    "statement": "Hebbian learning unclear in thalamus due to complexity and heterogeneity"
  },
  {
    "id": 173,
    "statement": "Hebbian-like plasticity refines thalamus's sensory information processing."
  },
  {
    "id": 174,
    "statement": "Social cognition influences working memory through attentional filtering processes."
  },
  {
    "id": 175,
    "statement": "Thalamus modulates cortical connections through neural oscillation synchronization."
  },
  {
    "id": 176,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 177,
    "statement": "Thalamus refines sensory info through hierarchical feedforward processing mechanisms."
  },
  {
    "id": 178,
    "statement": "Entrainment and phase-locking synchronize neural activity globally, facilitating binding."
  },
  {
    "id": 179,
    "statement": "Entrainment and phase-locking synchronize neural activity through shared stimuli context"
  },
  {
    "id": 180,
    "statement": "Thalamus processes sensory information hierarchically through thalamic nuclei."
  },
  {
    "id": 181,
    "statement": "Gamma oscillations synchronize neural activity through entrainment mechanism."
  },
  {
    "id": 182,
    "statement": "Hebbian learning enhances pattern separation through competitive neural processes."
  },
  {
    "id": 183,
    "statement": "Thalamus refines sensory information hierarchically through filtering and integration."
  },
  {
    "id": 184,
    "statement": "The thalamus filters sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 185,
    "statement": "Thalamus refines sensory info through feedforward, feedback processing."
  },
  {
    "id": 186,
    "statement": "Attentional modulation of neural populations enhances working memory"
  },
  {
    "id": 187,
    "statement": "Thalamus refines sensory info through cortical processing."
  },
  {
    "id": 188,
    "statement": "Synaptic plasticity involves dynamic adjustment of LTP and LTD."
  },
  {
    "id": 189,
    "statement": "Hebbian learning linked to correlated neural activity in cortex, hippocampus."
  },
  {
    "id": 190,
    "statement": "Thalamus refines sensory information hierarchically through relay neurons filtering."
  },
  {
    "id": 191,
    "statement": "PFC's pattern separation involves gamma oscillations and neural networks."
  },
  {
    "id": 192,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering processes."
  },
  {
    "id": 193,
    "statement": "Thalamus integrates sensory information across multiple levels."
  },
  {
    "id": 194,
    "statement": "Synaptic plasticity involves LTP and LTD interactions."
  },
  {
    "id": 195,
    "statement": "Thalamus filters sensory info hierarchically, refining processing."
  },
  {
    "id": 196,
    "statement": "Synaptic plasticity and learning are limited by LTP/LTD complexity"
  },
  {
    "id": 197,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 198,
    "statement": "Hierarchical sensory processing in VPM nucleus: primary to higher-level abstraction."
  },
  {
    "id": 199,
    "statement": "Theory of Mind involves cognitive integration of social cognition, working memory, and attention."
  }
]