[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "ToM integrates social cognition, working memory, and attention."
  },
  {
    "id": 2,
    "statement": "PFC generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 3,
    "statement": "Neural competition refers to competing neural populations' access resources."
  },
  {
    "id": 4,
    "statement": "PFC's predictive abilities rely on neural pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 5,
    "statement": "LTP and LTD regulate synaptic strength through opposing processes."
  },
  {
    "id": 6,
    "statement": "Hebbian learning and synaptic pruning refine thalamic neural connections."
  },
  {
    "id": 7,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 8,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predictions."
  },
  {
    "id": 9,
    "statement": "Thalamus refines sensory info through top-down corticothalamic connections."
  },
  {
    "id": 10,
    "statement": "Gamma oscillations enhance neural communication through synchronized activity."
  },
  {
    "id": 11,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity"
  },
  {
    "id": 12,
    "statement": "PFC's predictive abilities rely on pattern recognition and internal models."
  },
  {
    "id": 13,
    "statement": "Gamma oscillations enable synchronized neural communication through neural entrainment."
  },
  {
    "id": 14,
    "statement": "Thalamus actively filters and refines sensory information hierarchically."
  },
  {
    "id": 15,
    "statement": "Corticothalamic connections refine sensory info through synaptic plasticity."
  },
  {
    "id": 16,
    "statement": "Thalamus hierarchically processes sensory info through filtering and refinement."
  },
  {
    "id": 17,
    "statement": "Theory of Mind involves interplay of social cognition, working memory, and attention."
  },
  {
    "id": 18,
    "statement": "Synchronized activity not necessary for Hebbian learning manifestation"
  },
  {
    "id": 19,
    "statement": "PFC generates predictions through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 20,
    "statement": "Neural entrainment synchronizes neural activity through phase-locking and entrainment."
  },
  {
    "id": 21,
    "statement": "Predictive coding involves continuous prediction, error detection, and adaptation."
  },
  {
    "id": 22,
    "statement": "Theory of Mind integrates social cognition and working memory indirectly"
  },
  {
    "id": 23,
    "statement": "Gamma oscillations synchronize neural activity through entrainment and phase-locking."
  },
  {
    "id": 24,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 25,
    "statement": "Thalamus's automatic filtering relies on adaptive synaptic plasticity mechanisms."
  },
  {
    "id": 26,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through excitation, inhibition, and synchronization mechanisms."
  },
  {
    "id": 27,
    "statement": "PFC's predictive abilities rely on pattern separation and completion mechanisms."
  },
  {
    "id": 28,
    "statement": "Homeostatic plasticity regulates neural connection strength through activity-dependent mechanisms."
  },
  {
    "id": 29,
    "statement": "Pattern separation is a PFC function distinguishing similar neural patterns."
  },
  {
    "id": 30,
    "statement": "Thalamus combines and processes multiple sensory information streams."
  },
  {
    "id": 31,
    "statement": "Thalamus refines sensory information hierarchically through filtering."
  },
  {
    "id": 32,
    "statement": "Theory of Mind integrates social cognition, attention, and working memory processes."
  },
  {
    "id": 33,
    "statement": "LTP and LTD regulate synaptic strength through opposing processes."
  },
  {
    "id": 34,
    "statement": "Hebbian learning strengthens synaptic connections through synchronized neural activity."
  },
  {
    "id": 35,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, coding mechanisms."
  },
  {
    "id": 36,
    "statement": "Hebbian learning strengthens synaptic connections through synchronized neural activity."
  },
  {
    "id": 37,
    "statement": "Coherence measures degree of neural signal synchronization and alignment."
  },
  {
    "id": 38,
    "statement": "Corticothalamic connections transmit top-down predictions for attentional filtering."
  },
  {
    "id": 39,
    "statement": "Theory of Mind integrates social cognition and working memory indirectly"
  },
  {
    "id": 40,
    "statement": "Thalamus's hierarchical filtering refines sensory information through multiple levels."
  },
  {
    "id": 41,
    "statement": "Gamma oscillations serve as a neural activity index through synchronization"
  },
  {
    "id": 42,
    "statement": "PFC generates predictions by pattern separation, completion, and coding."
  },
  {
    "id": 43,
    "statement": "Predictive coding involves continuous prediction and error detection mechanisms."
  },
  {
    "id": 44,
    "statement": "Corticothalamic connections transmit top-down predictions for attentional filtering through predictive coding and synchronized neural activity."
  },
  {
    "id": 45,
    "statement": "Hebbian learning and pruning shape neural circuits' strength and connectivity."
  },
  {
    "id": 46,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity."
  },
  {
    "id": 47,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 48,
    "statement": "Synaptic plasticity enables learning and memory through experience-based modification."
  },
  {
    "id": 49,
    "statement": "Thalamus refines sensory information through filtering, modification, and refinement."
  },
  {
    "id": 50,
    "statement": "Thalamus filters sensory info through active neural competition."
  },
  {
    "id": 51,
    "statement": "Working memory plays a role in modulating attentional processes."
  },
  {
    "id": 52,
    "statement": "Thalamus hierarchically refines sensory information through step-by-step processing."
  },
  {
    "id": 53,
    "statement": "Gamma oscillations' synchronization occurs through entrainment and phase-locking."
  },
  {
    "id": 54,
    "statement": "Gamma oscillations serve as a neural activity index."
  },
  {
    "id": 55,
    "statement": "Top-down signals from PFC modulate attentional filtering through corticothalamic connections."
  },
  {
    "id": 56,
    "statement": "Sensory information is processed hierarchically in the thalamus through stages."
  },
  {
    "id": 57,
    "statement": "PFC generates predictions through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 58,
    "statement": "PFC generates predictions through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 59,
    "statement": "PFC's predictive abilities rely on complex pattern processing mechanisms."
  },
  {
    "id": 60,
    "statement": "PFC's predictive abilities involve internal representations of patterns."
  },
  {
    "id": 61,
    "statement": "Homeostatic plasticity maintains optimal neural connection strength balances."
  },
  {
    "id": 62,
    "statement": "PFC's pattern separation enables prediction by reducing uncertainty"
  },
  {
    "id": 63,
    "statement": "Thalamus plays a critical yet not fully understood role."
  },
  {
    "id": 64,
    "statement": "Gamma oscillations synchronize neural activity through entrainment, phase-locking."
  },
  {
    "id": 65,
    "statement": "Thalamus plays active role in filtering and refining sensory info."
  },
  {
    "id": 66,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and neural coding."
  },
  {
    "id": 67,
    "statement": "Corticothalamic connections refine sensory information through synaptic plasticity mechanisms."
  },
  {
    "id": 68,
    "statement": "Thalamus refines sensory info through neural competition filtering mechanisms."
  },
  {
    "id": 69,
    "statement": "Neural circuits regulate LTP/LTD through homeostatic plasticity mechanisms."
  },
  {
    "id": 70,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 71,
    "statement": "Hebbian learning, LTD, and homeostasis enable adaptive synaptic plasticity"
  },
  {
    "id": 72,
    "statement": "Thalamus's automatic filtering relies on adaptive synaptic plasticity mechanisms through Hebbian learning, LTD, and homeostasis."
  },
  {
    "id": 73,
    "statement": "Neural competition may refer to competing for synaptic plasticity"
  },
  {
    "id": 74,
    "statement": "Theory of Mind involves understanding mental states, not working memory."
  },
  {
    "id": 75,
    "statement": "Corticothalamic connections modulate attentional filtering through complex interactions."
  },
  {
    "id": 76,
    "statement": "PFC's predictive abilities rely on pattern separation and completion."
  },
  {
    "id": 77,
    "statement": "Pattern separation is a PFC function distinguishing similar neural patterns."
  },
  {
    "id": 78,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, coding mechanisms."
  },
  {
    "id": 79,
    "statement": "PFC pattern separation reduces uncertainty for accurate predictions"
  },
  {
    "id": 80,
    "statement": "LTP and LTD interact through homeostatic plasticity, maintaining neural circuit stability."
  },
  {
    "id": 81,
    "statement": "PFC uses pattern separation and completion for predictive abilities"
  },
  {
    "id": 82,
    "statement": "Neural competition occurs between populations for synaptic plasticity and activity."
  },
  {
    "id": 83,
    "statement": "Neural circuits balance LTP and LTD through homeostatic plasticity."
  },
  {
    "id": 84,
    "statement": "PFC's predictive abilities rely on pattern separation and completion mechanisms."
  },
  {
    "id": 85,
    "statement": "Thalamus processes sensory information in hierarchical, step-by-step manner."
  },
  {
    "id": 86,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 87,
    "statement": "Thalamus acts as gatekeeper for sensory information and attention."
  },
  {
    "id": 88,
    "statement": "Thalamus actively processes and refines sensory information before cortex."
  },
  {
    "id": 89,
    "statement": "Synaptic plasticity enables neural adaptation through strength modification mechanisms"
  },
  {
    "id": 90,
    "statement": "Hebbian learning and synaptic pruning refine thalamus's sensory processing."
  },
  {
    "id": 91,
    "statement": "Corticothalamic connections modulate attentional filtering through neural plasticity."
  },
  {
    "id": 92,
    "statement": "PFC's hierarchical pattern separation refines predictions through neural adaptation."
  },
  {
    "id": 93,
    "statement": "Thalamus's sensory processing involves complex interactions with cortex."
  },
  {
    "id": 94,
    "statement": "Neural competition arises from activity and synaptic plasticity."
  },
  {
    "id": 95,
    "statement": "Thalamus's filtering involves neural competition for synaptic plasticity and activity."
  },
  {
    "id": 96,
    "statement": "Neural competition occurs over synaptic plasticity modification."
  },
  {
    "id": 97,
    "statement": "Hebbian learning strengthens neural connections through synchronized activity"
  },
  {
    "id": 98,
    "statement": "Pattern separation in PFC generates unique neural representations for stimuli"
  },
  {
    "id": 99,
    "statement": "Homeostatic plasticity balances LTP and LTD for circuit stability"
  },
  {
    "id": 100,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, coding."
  },
  {
    "id": 101,
    "statement": "Gamma oscillations enable synchronized neural communication through synchronized activity."
  },
  {
    "id": 102,
    "statement": "Thalamus refines sensory information through predictive coding mechanisms"
  },
  {
    "id": 103,
    "statement": "Working memory indirectly supports Theory of Mind's mental state understanding."
  },
  {
    "id": 104,
    "statement": "Thalamus filters sensory info hierarchically through neural competition."
  },
  {
    "id": 105,
    "statement": "Thalamus filters sensory information through neural competition and adaptation."
  },
  {
    "id": 106,
    "statement": "PFC generates predictions through hierarchical pattern separation and refinement."
  },
  {
    "id": 107,
    "statement": "Neural competition involves dynamic allocation of neural resources."
  },
  {
    "id": 108,
    "statement": "Sensory information is processed hierarchically in the thalamus."
  },
  {
    "id": 109,
    "statement": "Pattern separation reduces uncertainty through neural competition processing."
  },
  {
    "id": 110,
    "statement": "Thalamus filters, modifies, and refines sensory information before cortex."
  },
  {
    "id": 111,
    "statement": "Pattern separation in PFC enables prediction by reducing uncertainty through unique representations."
  },
  {
    "id": 112,
    "statement": "PFC's predictive abilities rely on pattern recognition and learning mechanisms."
  },
  {
    "id": 113,
    "statement": "PFC predictive abilities rely on pattern recognition and learning mechanisms."
  },
  {
    "id": 114,
    "statement": "Coherence measures neural signal synchronization and alignment."
  },
  {
    "id": 115,
    "statement": "Coherence measures neural signal synchronization, particularly in gamma frequencies."
  },
  {
    "id": 116,
    "statement": "Corticothalamic connections refine sensory info through Hebbian learning and LTD."
  },
  {
    "id": 117,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity"
  },
  {
    "id": 118,
    "statement": "Coherence measures neural signal synchronization and timing alignment."
  },
  {
    "id": 119,
    "statement": "ToM integrates social cognition, working memory, and attention via brain regions."
  },
  {
    "id": 120,
    "statement": "Working memory's role in Theory of Mind is unclear"
  },
  {
    "id": 121,
    "statement": "ToM integrates social cognition, attention, and working memory processes hierarchically."
  },
  {
    "id": 122,
    "statement": "Synaptic plasticity enables neural adaptation through experience-based mechanisms."
  },
  {
    "id": 123,
    "statement": "Gamma oscillations relate to neural communication through synchronized activity."
  },
  {
    "id": 124,
    "statement": "Neural competition in thalamus involves synaptic and activity competition."
  },
  {
    "id": 125,
    "statement": "Pattern separation in PFC reduces uncertainty by identifying patterns"
  },
  {
    "id": 126,
    "statement": "Working memory integrates information for accurate predictions."
  },
  {
    "id": 127,
    "statement": "Thalamus refines sensory info through selective filtering and modification."
  },
  {
    "id": 128,
    "statement": "Hebbian learning strengthens connections between co-active neurons regardless of synchronization."
  },
  {
    "id": 129,
    "statement": "Thalamus acts as gatekeeper for sensory information and attention."
  },
  {
    "id": 130,
    "statement": "Thalamus actively filters and refines sensory information."
  },
  {
    "id": 131,
    "statement": "PFC uses pattern separation and completion for predictive abilities."
  },
  {
    "id": 132,
    "statement": "Working memory and attention facilitate complex social judgments."
  },
  {
    "id": 133,
    "statement": "Thalamus integrates sensory information through convergence mechanisms"
  },
  {
    "id": 134,
    "statement": "Hebbian learning and LTD refine sensory information through synergy."
  },
  {
    "id": 135,
    "statement": "Working memory is essential for simulating others' mental states."
  },
  {
    "id": 136,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 137,
    "statement": "PFC Flexible Coding allows for adaptive neural representations."
  },
  {
    "id": 138,
    "statement": "PFC's predictive abilities involve pattern separation, completion, coding mechanisms."
  },
  {
    "id": 139,
    "statement": "Thalamus processes sensory information through predictive coding mechanisms."
  },
  {
    "id": 140,
    "statement": "Synaptic plasticity enables learning and memory through multiple mechanisms."
  },
  {
    "id": 141,
    "statement": "Thalamus selectively transmits sensory info to cortex, filtering distractions."
  },
  {
    "id": 142,
    "statement": "Corticothalamic connections enable top-down attentional filtering through predictions."
  },
  {
    "id": 143,
    "statement": "PFC generates predictions through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 144,
    "statement": "Thalamus's hierarchical processing refines sensory information step-by-step"
  },
  {
    "id": 145,
    "statement": "Thalamus refines sensory information through adaptive filtering processes."
  },
  {
    "id": 146,
    "statement": "Synchronization mechanisms in corticothalamic connections modulate attentional filtering."
  },
  {
    "id": 147,
    "statement": "Gamma oscillations enhance neural communication through complex synchronization mechanisms."
  },
  {
    "id": 148,
    "statement": "Coherence measures neural signal synchronization and timing alignment strength."
  },
  {
    "id": 149,
    "statement": "PFC's pattern recognition enables predictive abilities through neural pattern separation."
  },
  {
    "id": 150,
    "statement": "Synaptic plasticity enables neural adaptation through LTP, LTD, and homeostasis."
  },
  {
    "id": 151,
    "statement": "Thalamus filters sensory information, controlling cortical input."
  },
  {
    "id": 152,
    "statement": "Pattern separation improves cognitive processing through neural pattern recognition."
  },
  {
    "id": 153,
    "statement": "Thalamus hierarchically filters and refines sensory information."
  },
  {
    "id": 154,
    "statement": "Thalamus initiates hierarchical sensory information processing with initial filtering."
  },
  {
    "id": 155,
    "statement": "PFC's internal representations of patterns enable prediction through Hebbian learning and pattern separation."
  },
  {
    "id": 156,
    "statement": "PFC's predictive abilities rely on neural pattern separation and completion mechanisms"
  },
  {
    "id": 157,
    "statement": "Hebbian learning and synaptic pruning shape neural circuit development."
  },
  {
    "id": 158,
    "statement": "Thalamus roles involve attentional modulation and sensory processing filtering."
  },
  {
    "id": 159,
    "statement": "Gamma oscillations enhance neural communication through synchronized activity"
  },
  {
    "id": 160,
    "statement": "Thalamus's neural competition involves synaptic plasticity and activity modulation."
  },
  {
    "id": 161,
    "statement": "Working memory supports Theory of Mind through mental time travel."
  },
  {
    "id": 162,
    "statement": "Top-down information flow from PFC to thalamus refines sensory info."
  },
  {
    "id": 163,
    "statement": "Pattern separation, completion, and coding enable PFC predictions."
  },
  {
    "id": 164,
    "statement": "Gamma oscillations facilitate synchronized neural communication through entrainment."
  },
  {
    "id": 165,
    "statement": "PFC's predictive abilities rely on pattern separation, completion mechanisms."
  },
  {
    "id": 166,
    "statement": "PFC integrates multiple features for prediction and decision-making."
  },
  {
    "id": 167,
    "statement": "Gamma oscillations facilitate neural communication through synchronized activity."
  },
  {
    "id": 168,
    "statement": "Synaptic plasticity modifies connections based on experience-dependent patterns."
  },
  {
    "id": 169,
    "statement": "Thalamus processes sensory info hierarchically in stages."
  },
  {
    "id": 170,
    "statement": "Thalamus refines sensory info hierarchically through multiple stages."
  },
  {
    "id": 171,
    "statement": "Coherence measures neural signal synchronization, particularly in gamma frequencies."
  },
  {
    "id": 172,
    "statement": "PFC's predictive abilities rely on pattern recognition and learning."
  },
  {
    "id": 173,
    "statement": "Gamma oscillations enhance neural communication through synchronized activity"
  },
  {
    "id": 174,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering mechanisms."
  },
  {
    "id": 175,
    "statement": "Working memory aids Theory of Mind through information processing"
  },
  {
    "id": 176,
    "statement": "Thalamus gates, processes, and refines sensory information continuously."
  },
  {
    "id": 177,
    "statement": "Hebbian learning strengthens synaptic connections through NMDA receptor activation."
  },
  {
    "id": 178,
    "statement": "Corticothalamic connections enable top-down predictions for attentional filtering."
  },
  {
    "id": 179,
    "statement": "Adaptive synaptic plasticity refines thalamus's automatic sensory filtering."
  },
  {
    "id": 180,
    "statement": "Neural competition enhances signal-to-noise ratio and unique representations"
  },
  {
    "id": 181,
    "statement": "PFC's predictive abilities rely on pattern separation and completion mechanisms."
  },
  {
    "id": 182,
    "statement": "Social cognition involves hierarchical processing of mental state understanding"
  },
  {
    "id": 183,
    "statement": "Gamma oscillations' roles in neural communication are context-dependent."
  },
  {
    "id": 184,
    "statement": "Theory of Mind integrates social cognition, attention, and working memory."
  },
  {
    "id": 185,
    "statement": "PFC's predictive abilities rely on neural coding mechanisms transformations."
  },
  {
    "id": 186,
    "statement": "Pattern separation helps PFC generate accurate predictions through experience."
  },
  {
    "id": 187,
    "statement": "Thalamus filters, amplifies, and refines sensory information before cortex."
  },
  {
    "id": 188,
    "statement": "Predictive coding involves continuous prediction, error detection, and improvement."
  },
  {
    "id": 189,
    "statement": "PFC's predictive abilities rely on internal models and pattern recognition."
  },
  {
    "id": 190,
    "statement": "Pre-frontal cortex top-down predictions modulate thalamus's attentional filtering."
  },
  {
    "id": 191,
    "statement": "Working memory integrates information for accurate predictions through combination."
  },
  {
    "id": 192,
    "statement": "Thalamus processes sensory info hierarchically, refining through filters."
  },
  {
    "id": 193,
    "statement": "Coherence measures neural signal synchronization and alignment in brain functions."
  },
  {
    "id": 194,
    "statement": "PFC generates predictions through pattern separation, completion, and coding mechanisms"
  },
  {
    "id": 195,
    "statement": "Hebbian learning strengthens connections between co-active neurons"
  },
  {
    "id": 196,
    "statement": "Thalamus filters sensory information hierarchically through neural competition processing."
  },
  {
    "id": 197,
    "statement": "Gamma oscillations enhance neural communication through synchronized activity."
  },
  {
    "id": 198,
    "statement": "PFC's predictive abilities rely on pattern separation and completion mechanisms."
  },
  {
    "id": 199,
    "statement": "Working memory aids Theory of Mind through attention modulation."
  }
]