[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "The thalamus is a complex processing structure, not just a relay station."
  },
  {
    "id": 2,
    "statement": "The thalamus refines sensory info through hierarchical processing filters."
  },
  {
    "id": 3,
    "statement": "Thalamus acts as a crucial relay station for sensory processing."
  },
  {
    "id": 4,
    "statement": "Thalamus refines sensory info by filtering, modifying, and enhancing it."
  },
  {
    "id": 5,
    "statement": "Thalamus continuously updates sensory filtering based on cortical predictions."
  },
  {
    "id": 6,
    "statement": "The thalamus hierarchically processes sensory information through multiple stages refining it."
  },
  {
    "id": 7,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering robustly."
  },
  {
    "id": 8,
    "statement": "Cortical predictions influence thalamic filtering through corticothalamic connections."
  },
  {
    "id": 9,
    "statement": "Thalamus hierarchically processes sensory information for refined perception."
  },
  {
    "id": 10,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 11,
    "statement": "Theory of Mind integrates attention, working memory, and social cognition"
  },
  {
    "id": 12,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 13,
    "statement": "The thalamus processes sensory information hierarchically in refining stages."
  },
  {
    "id": 14,
    "statement": "Thalamus role is not solely processing, but relay and refinement."
  },
  {
    "id": 15,
    "statement": "Gamma oscillations synchronize neural activity for cognitive processing."
  },
  {
    "id": 16,
    "statement": "Thalamus extracts sensory features through hierarchical processing to prioritize information."
  },
  {
    "id": 17,
    "statement": "Gamma oscillations' timing complexity in sensory processing unclear."
  },
  {
    "id": 18,
    "statement": "Social cognition relies on self-awareness and Theory of Mind."
  },
  {
    "id": 19,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 20,
    "statement": "ToM involves attention, working memory, and social cognition in complex interactions."
  },
  {
    "id": 21,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 22,
    "statement": "PFC generates top-down predictions through hierarchical processing and synchronization coordination"
  },
  {
    "id": 23,
    "statement": "Thalamus hierarchically processes sensory info before transmission."
  },
  {
    "id": 24,
    "statement": "Corticothalamic connections modulate thalamic filtering through cortical predictions."
  },
  {
    "id": 25,
    "statement": "Thalamocortical interactions further refine sensory processing predictions."
  },
  {
    "id": 26,
    "statement": "Brain networks synchronize via neural entrainment for social cognition."
  },
  {
    "id": 27,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 28,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 29,
    "statement": "Gamma oscillations modulate thalamocortical connections for sensory information processing."
  },
  {
    "id": 30,
    "statement": "The thalamus relays sensory information and refines it dynamically."
  },
  {
    "id": 31,
    "statement": "Gamma oscillations enhance cortical-thalamic communication for cognition"
  },
  {
    "id": 32,
    "statement": "Corticothalamic connections refine sensory filtering through cortical predictions."
  },
  {
    "id": 33,
    "statement": "Thalamus refines sensory info by filtering, modifying, and enhancing it."
  },
  {
    "id": 34,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 35,
    "statement": "The thalamus refines sensory information hierarchically through feedforward and feedback connections."
  },
  {
    "id": 36,
    "statement": "Cognitive mechanisms predict mental states through attentional filtering."
  },
  {
    "id": 37,
    "statement": "The thalamus filters and modifies sensory information before transmission."
  },
  {
    "id": 38,
    "statement": "Thalamus is complex processor refining sensory information dynamically."
  },
  {
    "id": 39,
    "statement": "Thalamus refines sensory info through neural connections filtering."
  },
  {
    "id": 40,
    "statement": "Corticothalamic connections modulate thalamic filtering through predictive coding."
  },
  {
    "id": 41,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 42,
    "statement": "Human Theory of Mind encompasses intentional mental states, such as beliefs and emotions."
  },
  {
    "id": 43,
    "statement": "Thalamus continuously updates filtering through cortical predictions synchrony"
  },
  {
    "id": 44,
    "statement": "Theory of Mind includes intentional mental states, intentions, desires, beliefs, and emotions."
  },
  {
    "id": 45,
    "statement": "Thalamus's automatic filtering relies on strong synaptic plasticity."
  },
  {
    "id": 46,
    "statement": "Thalamus's hierarchical processing may involve cortical feedback refinements."
  },
  {
    "id": 47,
    "statement": "Self-awareness and Theory of Mind facilitate harmonious social interactions"
  },
  {
    "id": 48,
    "statement": "Cortical predictions influence thalamus's filtering through corticothalamic connections"
  },
  {
    "id": 49,
    "statement": "Thalamus integrates sensory info through neural oscillations and interactions"
  },
  {
    "id": 50,
    "statement": "Thalamus refines sensory data through feedforward and feedback loops"
  },
  {
    "id": 51,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections"
  },
  {
    "id": 52,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing"
  },
  {
    "id": 53,
    "statement": "The thalamus processes sensory data hierarchically and refines features."
  },
  {
    "id": 54,
    "statement": "Cortical predictions shape thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 55,
    "statement": "Intentional mental states include desires, intentions, beliefs, emotions, and goals."
  },
  {
    "id": 56,
    "statement": "Thalamocortical connections regulate sensory processing through gamma oscillations."
  },
  {
    "id": 57,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically"
  },
  {
    "id": 58,
    "statement": "Thalamus is a complex processing structure refining sensory info."
  },
  {
    "id": 59,
    "statement": "PFC generates top-down predictions through hierarchical processing and synchronization."
  },
  {
    "id": 60,
    "statement": "Thalamus refines sensory info hierarchically through sequential processing."
  },
  {
    "id": 61,
    "statement": "Thalamus finely tunes sensory info through neural feedback loops"
  },
  {
    "id": 62,
    "statement": "Thalamus enhances sensory information through neural pattern recognition."
  },
  {
    "id": 63,
    "statement": "Thalamus relays sensory info to cortex for refinement and processing."
  },
  {
    "id": 64,
    "statement": "Intentional mental states involve purpose, direction, and engagement of goal"
  },
  {
    "id": 65,
    "statement": "Anticipatory simulations predict future events based on past experiences and real-time information."
  },
  {
    "id": 66,
    "statement": "Synaptic plasticity adapts thalamus's filtering based on neural patterns."
  },
  {
    "id": 67,
    "statement": "Theory of Mind includes attributing intentions, desires, and beliefs."
  },
  {
    "id": 68,
    "statement": "The thalamus processes sensory information hierarchically for refinement."
  },
  {
    "id": 69,
    "statement": "The prefrontal cortex retrieves long-term memories through pattern completion and reactivation"
  },
  {
    "id": 70,
    "statement": "Thalamus's automatic filtering relies on stable neural connections strength."
  },
  {
    "id": 71,
    "statement": "Thalamus integrates sensory info hierarchically through feedforward and feedback connections."
  },
  {
    "id": 72,
    "statement": "Thalamus's automatic filtering refines through synaptic plasticity adaptation."
  },
  {
    "id": 73,
    "statement": "Thalamus filters sensory info based on cortical predictions through connections."
  },
  {
    "id": 74,
    "statement": "Thalamus processes sensory info hierarchically and refines features."
  },
  {
    "id": 75,
    "statement": "Thalamus integrates sensory features through corticothalamic interactions."
  },
  {
    "id": 76,
    "statement": "Thalamus refines sensory information through hierarchical processing filters."
  },
  {
    "id": 77,
    "statement": "PFC generates predictions about sensory input based on past experiences."
  },
  {
    "id": 78,
    "statement": "Intentional mental states are directed towards specific objects or goals."
  },
  {
    "id": 79,
    "statement": "Gamma oscillations synchronize neural activity for cognitive processing."
  },
  {
    "id": 80,
    "statement": "Cortical predictions fine-tune thalamic filtering through corticothalamic connections."
  },
  {
    "id": 81,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 82,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 83,
    "statement": "Thalamus refines sensory info through neural oscillations and synaptic plasticity."
  },
  {
    "id": 84,
    "statement": "Thalamus processes sensory data hierarchically through multiple stages refining features"
  },
  {
    "id": 85,
    "statement": "The thalamus integrates sensory information hierarchically through feedforward and feedback connections."
  },
  {
    "id": 86,
    "statement": "The thalamus hierarchically processes sensory information to refine features."
  },
  {
    "id": 87,
    "statement": "Gamma oscillations remain unclear in sensory processing mechanisms."
  },
  {
    "id": 88,
    "statement": "Thalamus relays sensory info, refines, and enhances it for cortex."
  },
  {
    "id": 89,
    "statement": "Thalamus processes sensory info through pattern recognition and filtering."
  },
  {
    "id": 90,
    "statement": "Thalamus enhances sensory info through neural pattern recognition"
  },
  {
    "id": 91,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections"
  },
  {
    "id": 92,
    "statement": "Thalamus refines sensory info through neural interactions and oscillations."
  },
  {
    "id": 93,
    "statement": "Brain network coordination enables Theory of Mind through synchronized neural activity."
  },
  {
    "id": 94,
    "statement": "Thalamus refines sensory features through hierarchical processing and transmission"
  },
  {
    "id": 95,
    "statement": "Thalamus refines sensory information hierarchically through organized processing stages."
  },
  {
    "id": 96,
    "statement": "Thalamus's automatic filtering relies on stable neural connections."
  },
  {
    "id": 97,
    "statement": "Intentional mental states involve purpose, direction, and engagement."
  },
  {
    "id": 98,
    "statement": "Thalamus processes sensory info hierarchically with neural feedback loops."
  },
  {
    "id": 99,
    "statement": "The thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 100,
    "statement": "Thalamus refines sensory info hierarchically before transmitting to cortex."
  },
  {
    "id": 101,
    "statement": "Thalamus refines sensory info through cortical predictions dynamically"
  },
  {
    "id": 102,
    "statement": "The thalamus integrates sensory info hierarchically through feedforward & feedback connections."
  },
  {
    "id": 103,
    "statement": "Theory of Mind encompasses mental state attributions beyond thoughts and feelings."
  },
  {
    "id": 104,
    "statement": "Social cognition crucially relies on self-awareness and Theory of Mind."
  },
  {
    "id": 105,
    "statement": "Neural oscillations filter and enhance sensory information through cortico-cortical connections"
  },
  {
    "id": 106,
    "statement": "Thalamus refines sensory info hierarchically through feedforward and feedback connections."
  },
  {
    "id": 107,
    "statement": "Thalamus refines sensory info through neural oscillations synchrony."
  },
  {
    "id": 108,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 109,
    "statement": "Thalamus processes sensory information through hierarchical filtering and enhancement."
  },
  {
    "id": 110,
    "statement": "Prefrontal cortex retrieves long-term memories through multiple mechanisms"
  },
  {
    "id": 111,
    "statement": "Thalamus refines sensory info through hierarchical processing and transmission."
  },
  {
    "id": 112,
    "statement": "Intentional mental states are directed towards specific objects or goals."
  },
  {
    "id": 113,
    "statement": "Thalamus refines sensory info dynamically through neural feedback loops."
  },
  {
    "id": 114,
    "statement": "Thalamus filters, modifies, and enhances sensory information hierarchically."
  },
  {
    "id": 115,
    "statement": "The thalamus processes sensory info hierarchically refining information features."
  },
  {
    "id": 116,
    "statement": "Corticothalamic connections refine thalamic filtering through cortical predictions"
  },
  {
    "id": 117,
    "statement": "Thalamus processes sensory info dynamically through hierarchical processing."
  },
  {
    "id": 118,
    "statement": "PFC retrieves and reacts long-term memories through pattern completion."
  },
  {
    "id": 119,
    "statement": "Cognitive mechanisms predict mental states through attentional filtering."
  },
  {
    "id": 120,
    "statement": "Thalamus continuously updates sensory filtering based on cortical predictions."
  },
  {
    "id": 121,
    "statement": "Thalamus filters sensory info using cortical predictions in real-time."
  },
  {
    "id": 122,
    "statement": "PFC generates top-down predictions through hierarchical processing and synchronization coordination"
  },
  {
    "id": 123,
    "statement": "Anticipatory simulations are online predictions based on past experiences"
  },
  {
    "id": 124,
    "statement": "Thalamus filters sensory info automatically and hierarchically affected."
  },
  {
    "id": 125,
    "statement": "Gamma oscillations synchronize neural activity for cognitive processing."
  },
  {
    "id": 126,
    "statement": "Thalamus modulates sensory filtering through cortical predictions adaptively."
  },
  {
    "id": 127,
    "statement": "Social cognition influences attention and working memory via processing"
  },
  {
    "id": 128,
    "statement": "The thalamus continuously updates sensory filtering based on cortical predictions."
  },
  {
    "id": 129,
    "statement": "Neural oscillations modulate cortico-cortical connections for sensory processing."
  },
  {
    "id": 130,
    "statement": "Thalamus filters sensory info hierarchically through corticothalamic connections."
  },
  {
    "id": 131,
    "statement": "Thalamus recognizes patterns in sensory info through hierarchical processing"
  },
  {
    "id": 132,
    "statement": "Gamma oscillations synchronize neural activity for sensory information processing."
  },
  {
    "id": 133,
    "statement": "Thalamus filters sensory info dynamically based on cortical predictions."
  },
  {
    "id": 134,
    "statement": "Thalamus extracts sensory features hierarchically, prioritizing relevant information."
  },
  {
    "id": 135,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 136,
    "statement": "Thalamus refines sensory info through hierarchical filtering and abstraction."
  },
  {
    "id": 137,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering consistently."
  },
  {
    "id": 138,
    "statement": "Thalamus filters sensory info hierarchically through multiple stages refining it."
  },
  {
    "id": 139,
    "statement": "Thalamus refines sensory info through oscillations and synaptic plasticity interactions."
  },
  {
    "id": 140,
    "statement": "Thalamus refines sensory info through neural connections filtering modulation."
  },
  {
    "id": 141,
    "statement": "The thalamus integrates sensory information hierarchically through feedforward and feedback connections."
  },
  {
    "id": 142,
    "statement": "Complex interactions in ToM involve conscious and subconscious processes."
  },
  {
    "id": 143,
    "statement": "Thalamus integrates sensory info through neural oscillator synchrony"
  },
  {
    "id": 144,
    "statement": "The thalamus processes sensory info through hierarchical refinement stages."
  },
  {
    "id": 145,
    "statement": "Attentional filtering enhances social cognition by filtering irrelevant information"
  },
  {
    "id": 146,
    "statement": "Gamma oscillations synchronize thalamocortical connections for efficient sensory processing."
  },
  {
    "id": 147,
    "statement": "Thalamus refines sensory info hierarchically through neural feedback loops."
  },
  {
    "id": 148,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 149,
    "statement": "Neural oscillations entrain cortical-thalamic interactions for cognition."
  },
  {
    "id": 150,
    "statement": "Thalamus refines sensory info through hierarchical processing stages."
  },
  {
    "id": 151,
    "statement": "Thalamus filters sensory info dynamically adapting cortical predictions."
  },
  {
    "id": 152,
    "statement": "Thalamus actively processes sensory info for cortical understanding."
  },
  {
    "id": 153,
    "statement": "Cortical predictions shape thalamic filtering through corticothalamic connections."
  },
  {
    "id": 154,
    "statement": "The thalamus constantly refines sensory information through cortical predictions."
  },
  {
    "id": 155,
    "statement": "The thalamus processes sensory information hierarchically in multiple stages refining information features."
  },
  {
    "id": 156,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 157,
    "statement": "PFC generates top-down predictions through hierarchical information integration"
  },
  {
    "id": 158,
    "statement": "Intentional mental states refer to directed thoughts and feelings."
  },
  {
    "id": 159,
    "statement": "Thalamus dynamically refines sensory info through cortical predictions."
  },
  {
    "id": 160,
    "statement": "Cognitive processes predict mental states through attentional filtering."
  },
  {
    "id": 161,
    "statement": "Thalamus refines sensory info through synchronized neural activity."
  },
  {
    "id": 162,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic bidirectional connections."
  },
  {
    "id": 163,
    "statement": "The thalamus extracts hierarchical sensory features through neural connections."
  },
  {
    "id": 164,
    "statement": "PFC generates top-down predictions through hierarchical processing and synchronous neural oscillations."
  },
  {
    "id": 165,
    "statement": "Thalamus filters sensory info dynamically with cortical predictions."
  },
  {
    "id": 166,
    "statement": "PFC generates predictions about sensory input through predictive coding."
  },
  {
    "id": 167,
    "statement": "Neural entrainment synchronizes brain networks for social cognition."
  },
  {
    "id": 168,
    "statement": "Theory of Mind involves complex cognitive processes, multiple brain regions"
  },
  {
    "id": 169,
    "statement": "Synaptic plasticity enables thalamus to adapt to sensory information refining filtering."
  },
  {
    "id": 170,
    "statement": "Self-awareness and Theory of Mind are necessary social cognition conditions."
  },
  {
    "id": 171,
    "statement": "Thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 172,
    "statement": "Thalamocortical interactions refine sensory processing through iterative feedback."
  },
  {
    "id": 173,
    "statement": "Thalamus refines features hierarchically through selective amplification and suppression."
  },
  {
    "id": 174,
    "statement": "Thalamus refines sensory info through synchronized neural activity."
  },
  {
    "id": 175,
    "statement": "The thalamus processes sensory information hierarchically for refinement."
  },
  {
    "id": 176,
    "statement": "Social cognition relies on self-awareness and Theory of Mind interplay."
  },
  {
    "id": 177,
    "statement": "Thalamus refines sensory information by filtering, modifying, enhancing."
  },
  {
    "id": 178,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 179,
    "statement": "Cortical predictions modulate thalamus's filtering robustly."
  },
  {
    "id": 180,
    "statement": "Thalamus refines sensory information through predictive coding and top-down processing"
  },
  {
    "id": 181,
    "statement": "Thalamus facilitates hierarchical processing of sensory information through connections"
  },
  {
    "id": 182,
    "statement": "Neural oscillations synchronize thalamic activity for efficient sensory processing."
  },
  {
    "id": 183,
    "statement": "Thalamus's filtering adaptability exists on various time scales in processing."
  },
  {
    "id": 184,
    "statement": "Synchronization coordination enables cortical neural activity timing."
  },
  {
    "id": 185,
    "statement": "Thalamus filters and refines sensory info before onward transmission."
  },
  {
    "id": 186,
    "statement": "Self-awareness and ToM enhance harmonious social interactions through better understanding."
  },
  {
    "id": 187,
    "statement": "The thalamus refines sensory info through feedforward and feedback connections refining sensory signals"
  },
  {
    "id": 188,
    "statement": "Thalamus refines sensory information through hierarchical processing stages."
  },
  {
    "id": 189,
    "statement": "Thalamus refines sensory info hierarchically through connectivity loops."
  },
  {
    "id": 190,
    "statement": "Thalamus filters sensory info through corticothalamic predictive influence."
  },
  {
    "id": 191,
    "statement": "Thalamus processes sensory info dynamically, adapting to context"
  },
  {
    "id": 192,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 193,
    "statement": "Thalamus integrates sensory info through hierarchical feedforward and feedback."
  },
  {
    "id": 194,
    "statement": "The PFC uses pattern completion to retrieve and react to long-term memories."
  },
  {
    "id": 195,
    "statement": "Gamma oscillations synchronize neural activity for efficient cognitive processing."
  },
  {
    "id": 196,
    "statement": "Thalamus refines sensory info dynamically through cortical interactions."
  },
  {
    "id": 197,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering processes."
  },
  {
    "id": 198,
    "statement": "Thalamus integrates sensory features through bidirectional corticothalamic interactions."
  },
  {
    "id": 199,
    "statement": "Gamma oscillations synchronize neural activity for cognitive processing."
  }
]