[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "The thalamus filters sensory information through neural oscillations."
  },
  {
    "id": 2,
    "statement": "Thalamus modulates sensory processing based on attentional state dynamically through attentional modulation, thalamic gating, and neural oscillations."
  },
  {
    "id": 3,
    "statement": "Thalamus adjusts filtering based on attentional state mechanisms"
  },
  {
    "id": 4,
    "statement": "Thalamus uses dynamic neural oscillations to regulate sensory processing."
  },
  {
    "id": 5,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 6,
    "statement": "Thalamus filters sensory information through neural oscillation modulation."
  },
  {
    "id": 7,
    "statement": "Thalamus filters sensory information based on attentional state dynamically through neural oscillations."
  },
  {
    "id": 8,
    "statement": "Thalamus filters sensory information through neural oscillations' mechanisms."
  },
  {
    "id": 9,
    "statement": "Thalamus regulates sensory processing through neural oscillation modulation mechanisms."
  },
  {
    "id": 10,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization"
  },
  {
    "id": 11,
    "statement": "Consistency, predictability, and reliability form honesty's foundational principles."
  },
  {
    "id": 12,
    "statement": "The thalamus gates sensory info using synchronized neural activity."
  },
  {
    "id": 13,
    "statement": "Thalamic oscillations synchronized with corticothalamic loops enhance attentional modulation"
  },
  {
    "id": 14,
    "statement": "Dynamic neural oscillations regulate thalamus's sensory processing."
  },
  {
    "id": 15,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 16,
    "statement": "Thalamus processes sensory info through neural oscillations and gating."
  },
  {
    "id": 17,
    "statement": "Thalamus filters sensory info through neural oscillations, attentional modulation."
  },
  {
    "id": 18,
    "statement": "Thalamus uses neural oscillations to filter sensory information."
  },
  {
    "id": 19,
    "statement": "The thalamus filters sensory info through gamma-band neural oscillations."
  },
  {
    "id": 20,
    "statement": "Lying can be morally acceptable in specific circumstances and situations."
  },
  {
    "id": 21,
    "statement": "Moral development arises from biology, culture, and environment harmony"
  },
  {
    "id": 22,
    "statement": "Consistency and reliability amplify honesty's trust-building effect through predictability."
  },
  {
    "id": 23,
    "statement": "Thalamus uses neural oscillations to filter sensory information."
  },
  {
    "id": 24,
    "statement": "Consistency, predictability, and reliability form honesty's foundation."
  },
  {
    "id": 25,
    "statement": "Consistency and reliability in actions build trust gradually."
  },
  {
    "id": 26,
    "statement": "Cultural norms shape emotional expressions through socialization and conditioned behaviors."
  },
  {
    "id": 27,
    "statement": "The thalamus modulates neural oscillations to filter sensory information."
  },
  {
    "id": 28,
    "statement": "Thalamus filters sensory info contextually to adapt to situations."
  },
  {
    "id": 29,
    "statement": "Thalamus selectively gates sensory information through neural oscillations."
  },
  {
    "id": 30,
    "statement": "Honesty, reliability, and consistency are essential trust-building principles."
  },
  {
    "id": 31,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attentional modulation"
  },
  {
    "id": 32,
    "statement": "Thalamus dynamically filters sensory info through neural oscillations."
  },
  {
    "id": 33,
    "statement": "Thalamus uses neural oscillations to filter and gate sensory information"
  },
  {
    "id": 34,
    "statement": "Thalamus filters sensory info using neural oscillations' mechanisms."
  },
  {
    "id": 35,
    "statement": "The thalamus adapts filtering to attentional demands dynamically."
  },
  {
    "id": 36,
    "statement": "Thalamus modulates neural oscillations to control sensory information processing."
  },
  {
    "id": 37,
    "statement": "Cultural norms may shape emotional expressions through social learning processes."
  },
  {
    "id": 38,
    "statement": "Thalamus dynamically filters sensory information based on attention."
  },
  {
    "id": 39,
    "statement": "The thalamus selectively filters sensory information through neural oscillations."
  },
  {
    "id": 40,
    "statement": "Thalamus uses neural oscillations to filter sensory information dynamically."
  },
  {
    "id": 41,
    "statement": "Thalamus filters sensory information based on attentional state dynamically."
  },
  {
    "id": 42,
    "statement": "Synaptic coordination synchronizes neural activity through chemical transmission."
  },
  {
    "id": 43,
    "statement": "Lying can be morally acceptable in exceptional circumstances when harm prevents"
  },
  {
    "id": 44,
    "statement": "Emotional regulation involves complex, multifaceted, adaptive, and personalized processes."
  },
  {
    "id": 45,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization"
  },
  {
    "id": 46,
    "statement": "Thalamus filters sensory information contextually based on attentional state."
  },
  {
    "id": 47,
    "statement": "Thalamus dynamically filters sensory information based on attentional state."
  },
  {
    "id": 48,
    "statement": "Attentional modulation influences thalamic filtering through neural oscillations."
  },
  {
    "id": 49,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations dynamically."
  },
  {
    "id": 50,
    "statement": "Thalamic oscillations filter sensory information through neural modulation"
  },
  {
    "id": 51,
    "statement": "Thalamus filters sensory info based on attentional demands dynamically."
  },
  {
    "id": 52,
    "statement": "Cultural expectations and justifications influence moral acceptability of lying."
  },
  {
    "id": 53,
    "statement": "Thalamus filters sensory info based on attentional state mechanisms."
  },
  {
    "id": 54,
    "statement": "Thalamus dynamically filters sensory info based on attentional demands."
  },
  {
    "id": 55,
    "statement": "Consistency, predictability, reliability form honesty's foundation building trust."
  },
  {
    "id": 56,
    "statement": "Neural oscillations synchronize cognitive, emotional, and neural processes harmoniously."
  },
  {
    "id": 57,
    "statement": "Neural oscillations selectively filter sensory information based on frequency."
  },
  {
    "id": 58,
    "statement": "Thalamus dynamically filters sensory info through neural oscillations."
  },
  {
    "id": 59,
    "statement": "Biology and culture influence each other in a continuous cycle."
  },
  {
    "id": 60,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 61,
    "statement": "Predictability helps build trust through consistent reliable behavior."
  },
  {
    "id": 62,
    "statement": "Emotional regulation dynamically adjusts to changing situations and needs."
  },
  {
    "id": 63,
    "statement": "Thalamus adjusts filtering based on attention sizes dynamically"
  },
  {
    "id": 64,
    "statement": "Thalamus integrates diverse sensory inputs through neural oscillations."
  },
  {
    "id": 65,
    "statement": "Thalamus uses dynamic neural oscillations to filter sensory information."
  },
  {
    "id": 66,
    "statement": "Thalamus's neural oscillations synchronize with corticothalamic loops enhancing attentional modulation."
  },
  {
    "id": 67,
    "statement": "Thalamus filters sensory information based on attentional demands dynamically."
  },
  {
    "id": 68,
    "statement": "Cultural norms influence moral judgments’ nuances through justification."
  },
  {
    "id": 69,
    "statement": "Moral development arises from dynamic biological-cultural-environmental interactions."
  },
  {
    "id": 70,
    "statement": "Thalamus integrates diverse sensory inputs through neural oscillations' synchronization."
  },
  {
    "id": 71,
    "statement": "Moral development emerges through harmonious biology-culture-environment interactions."
  },
  {
    "id": 72,
    "statement": "Thalamus dynamically filters sensory info based on attentional state."
  },
  {
    "id": 73,
    "statement": "Thalamus dynamically filters sensory information based on attention demands."
  },
  {
    "id": 74,
    "statement": "Thalamus modulates neural oscillations to control sensory information processing."
  },
  {
    "id": 75,
    "statement": "Biological and cultural factors influence each other reciprocally."
  },
  {
    "id": 76,
    "statement": "Thalamus modulates sensory processing through neural oscillatory circuits"
  },
  {
    "id": 77,
    "statement": "Predictability builds trust through reliability and consistency in behavior."
  },
  {
    "id": 78,
    "statement": "Moral acceptability of lying depends on culture, context, and justification."
  },
  {
    "id": 79,
    "statement": "Thalamus adjusts filtering based on attention's changing state."
  },
  {
    "id": 80,
    "statement": "Thalamus dynamically adjusts filtering in response to attention demands."
  },
  {
    "id": 81,
    "statement": "Neural oscillations filter sensory info selectively based on frequency."
  },
  {
    "id": 82,
    "statement": "Thalamus filters sensory info through dynamic neural oscillation gates"
  },
  {
    "id": 83,
    "statement": "Protecting truth is important in building trust's foundation."
  },
  {
    "id": 84,
    "statement": "Thalamus filters sensory information through neural oscillations modulation."
  },
  {
    "id": 85,
    "statement": "The foundation of trust is established through reliability and consistency"
  },
  {
    "id": 86,
    "statement": "Thalamus plays crucial role in attentional modulation and processing."
  },
  {
    "id": 87,
    "statement": "Attention modulates neural oscillations to filter sensory information."
  },
  {
    "id": 88,
    "statement": "Trust is a foundation for strong, meaningful relationships"
  },
  {
    "id": 89,
    "statement": "Emotional regulation involves harmonious integrated cognitive, emotional, and neural processes."
  },
  {
    "id": 90,
    "statement": "Moral development involves dynamic biological-cultural-environmental interactions shaping values."
  },
  {
    "id": 91,
    "statement": "Thalamus filters sensory information through neural oscillations modulation."
  },
  {
    "id": 92,
    "statement": "Thalamus dynamically filters sensory information according to attention demands."
  },
  {
    "id": 93,
    "statement": "Thalamus processes sensory information through neural oscillations modulation."
  },
  {
    "id": 94,
    "statement": "Thalamus filters sensory information through neural oscillation modulation."
  },
  {
    "id": 95,
    "statement": "Genetic predispositions interact with environment to shape moral development"
  },
  {
    "id": 96,
    "statement": "The thalamus filters sensory info through neural oscillations."
  },
  {
    "id": 97,
    "statement": "Thalamus processes sensory info through neural oscillations and gating."
  },
  {
    "id": 98,
    "statement": "Thalamus uses gamma oscillations to filter and process sensory info."
  },
  {
    "id": 99,
    "statement": "Emotional regulation involves harmonious integration of cognitive, emotional, and neural processes."
  },
  {
    "id": 100,
    "statement": "Honesty builds trust through consistent, reliable, and dependable actions repeatedly."
  },
  {
    "id": 101,
    "statement": "Thalamus filters sensory info using synchronized neural oscillations."
  },
  {
    "id": 102,
    "statement": "Thalamus dynamically filters sensory info through oscillations modulation."
  },
  {
    "id": 103,
    "statement": "Phase-locking synchronizes neural oscillations to filter sensory information."
  },
  {
    "id": 104,
    "statement": "Cultural norms shape emotional expressions through socialization, conditioning, and emotional labeling."
  },
  {
    "id": 105,
    "statement": "Phase-locking refers to neural activity synchronization in brain regions."
  },
  {
    "id": 106,
    "statement": "Phase-locking synchronizes neural activity for efficient sensory processing."
  },
  {
    "id": 107,
    "statement": "Thalamus uses neural oscillations to gate sensory information."
  },
  {
    "id": 108,
    "statement": "Biological and cultural factors interact in complex, multifaceted ways."
  },
  {
    "id": 109,
    "statement": "Emotional regulation relies on harmonious neural-cognitive system integration."
  },
  {
    "id": 110,
    "statement": "Thalamus plays crucial role in filtering and regulating sensory information."
  },
  {
    "id": 111,
    "statement": "Biological and cultural factors influence each other continuously and bidirectionally."
  },
  {
    "id": 112,
    "statement": "Moral development results from dynamic interaction of biology, culture, and environment."
  },
  {
    "id": 113,
    "statement": "Honesty as foundation of trust builds relationships through consistency."
  },
  {
    "id": 114,
    "statement": "Thalamus filters sensory info through adaptive neural oscillations."
  },
  {
    "id": 115,
    "statement": "Moral development arises from dynamic interplay of biology, culture, and environment."
  },
  {
    "id": 116,
    "statement": "Biological and cultural factors influence each other constantly."
  },
  {
    "id": 117,
    "statement": "Genetic factors influence moral development through personality and cognitive traits."
  },
  {
    "id": 118,
    "statement": "Moral development arises from harmonious interactions between biology, culture."
  },
  {
    "id": 119,
    "statement": "Emotional regulation involves synchronized cognitive and neural processes."
  },
  {
    "id": 120,
    "statement": "Biology, culture, and environment dynamically shape moral development complexly."
  },
  {
    "id": 121,
    "statement": "Thalamus modulates neural oscillations to filter sensory information."
  },
  {
    "id": 122,
    "statement": "Thalamus dynamically filters sensory info based on attentional state."
  },
  {
    "id": 123,
    "statement": "Complex mechanisms behind thalamus' attentional modulation of sensory filtering"
  },
  {
    "id": 124,
    "statement": "Thalamus plays crucial role in attentional modulation and processing."
  },
  {
    "id": 125,
    "statement": "Repetition confirms honesty's trust-building effect through consistent behavior."
  },
  {
    "id": 126,
    "statement": "Thalamus processes sensory info through synchronized neural oscillations."
  },
  {
    "id": 127,
    "statement": "Cultural norms shape emotional expressions through socialization and conditioning."
  },
  {
    "id": 128,
    "statement": "Cultural context and justification influence moral acceptability of lying."
  },
  {
    "id": 129,
    "statement": "Thalamus uses neural oscillations to filter and process sensory information."
  },
  {
    "id": 130,
    "statement": "Thalamus filters sensory info through neural oscillations' dynamic adjustment."
  },
  {
    "id": 131,
    "statement": "Moral development arises from dynamic interplay between biology and culture."
  },
  {
    "id": 132,
    "statement": "The thalamus uses gamma-band oscillations to filter sensory information."
  },
  {
    "id": 133,
    "statement": "Chemical transmission enables neurons to coordinate through neurotransmitter release."
  },
  {
    "id": 134,
    "statement": "Neural oscillations filter sensory info through frequency-dependent processing mechanisms."
  },
  {
    "id": 135,
    "statement": "Thalamus filters sensory info through attentional neural oscillations modulation"
  },
  {
    "id": 136,
    "statement": "Thalamus filters sensory information through phase-locking and frequency tagging."
  },
  {
    "id": 137,
    "statement": "Biological and cultural factors influence each other reciprocally dynamically."
  },
  {
    "id": 138,
    "statement": "Moral development arises from dynamic biological-culture-environmental interactions."
  },
  {
    "id": 139,
    "statement": "Moral development arises from complex interplay of biology, culture, and environment."
  },
  {
    "id": 140,
    "statement": "Neural oscillations influence synaptic coordination and sensory information filtering."
  },
  {
    "id": 141,
    "statement": "Thalamus dynamically filters sensory information based on attentional demands."
  },
  {
    "id": 142,
    "statement": "Thalamus plays crucial role in sensory filtering and attention."
  },
  {
    "id": 143,
    "statement": "The thalamus gates sensory info using synchronized neural activity."
  },
  {
    "id": 144,
    "statement": "Thalamus dynamically regulates neural oscillations for sensory filtering."
  },
  {
    "id": 145,
    "statement": "Biology and culture shape each other reciprocally in continua"
  },
  {
    "id": 146,
    "statement": "Thalamus filters sensory info through dynamic neural oscillation modulation."
  },
  {
    "id": 147,
    "statement": "Context-dependent moral relativity applies to justified lying circumstances"
  },
  {
    "id": 148,
    "statement": "Thalamus dynamically filters sensory information based on attentional demands."
  },
  {
    "id": 149,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attentional modulation."
  },
  {
    "id": 150,
    "statement": "The thalamus selectively filters sensory information through neural oscillations."
  },
  {
    "id": 151,
    "statement": "Thalamus modulates sensory info through neural oscillations' frequency adjustment"
  },
  {
    "id": 152,
    "statement": "Honesty builds trust over time through consistent actions"
  },
  {
    "id": 153,
    "statement": "Attention influences neural oscillations' frequency and amplitude subtly."
  },
  {
    "id": 154,
    "statement": "Thalamus acts as relay station for sensory information filtering attentionally"
  },
  {
    "id": 155,
    "statement": "Neural oscillations influence synaptic coordination and sensory information filtering"
  },
  {
    "id": 156,
    "statement": "Thalamus uses neural oscillations to filter and process sensory information dynamically."
  },
  {
    "id": 157,
    "statement": "Honesty foundation of trust can be compromised temporarily."
  },
  {
    "id": 158,
    "statement": "Consistent behavior builds trust through pattern recognition and repetition."
  },
  {
    "id": 159,
    "statement": "Reliability and consistency establish foundation of trust fundamentally"
  },
  {
    "id": 160,
    "statement": "Thalamus filters sensory info through dynamic neural oscillations."
  },
  {
    "id": 161,
    "statement": "Thalamus modulates sensory processing through synchronized neural oscillations."
  },
  {
    "id": 162,
    "statement": "Biology and culture influence each other reciprocally."
  },
  {
    "id": 163,
    "statement": "Biological factors shape cultural norms through epigenetic mechanisms."
  },
  {
    "id": 164,
    "statement": "Thalamus dynamically filters sensory information based on attentional state."
  },
  {
    "id": 165,
    "statement": "Thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 166,
    "statement": "Thalamus integrates neural oscillations and gating for sensory processing."
  },
  {
    "id": 167,
    "statement": "Honesty builds trust through consistent reliability and dependability."
  },
  {
    "id": 168,
    "statement": "Thalamus modulates neural oscillations to selectively filter sensory information"
  },
  {
    "id": 169,
    "statement": "Moral development influenced by interconnected biological and cultural factors"
  },
  {
    "id": 170,
    "statement": "Thalamus filters sensory info through neural oscillations and attention."
  },
  {
    "id": 171,
    "statement": "Neural oscillations filter sensory information through selective frequency synchronization"
  },
  {
    "id": 172,
    "statement": "Attention modulates neural oscillations through frequency-specific, phase-locking, and power modulation."
  },
  {
    "id": 173,
    "statement": "Moral development fuses biology, culture, and environment harmoniously."
  },
  {
    "id": 174,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization."
  },
  {
    "id": 175,
    "statement": "Thalamus's neural oscillations modulate sensory information flow dynamically."
  },
  {
    "id": 176,
    "statement": "Consistency, predictability, and reliability build trust through reliable actions"
  },
  {
    "id": 177,
    "statement": "Biology, culture, and environment continually influence moral development interactively"
  },
  {
    "id": 178,
    "statement": "Dynamic neural oscillations filter sensory information through attention."
  },
  {
    "id": 179,
    "statement": "Thalamus selectively gates sensory information through neural oscillations."
  },
  {
    "id": 180,
    "statement": "Consistency, reliability, and predictability strengthen trust through certainty."
  },
  {
    "id": 181,
    "statement": "Thalamus uses neural oscillations to dynamically filter sensory information."
  },
  {
    "id": 182,
    "statement": "Biological and cultural factors influence each other continuously."
  },
  {
    "id": 183,
    "statement": "The thalamus filters sensory info through neural oscillation modulation."
  },
  {
    "id": 184,
    "statement": "Attention influences neural oscillations' frequency and amplitude subtly, affecting processing"
  },
  {
    "id": 185,
    "statement": "Emotional regulation involves harmonious integration of cognitive-emotional-neural processes."
  },
  {
    "id": 186,
    "statement": "Thalamus adjusts neural activity frequency and amplitude according to attention."
  },
  {
    "id": 187,
    "statement": "Attentional modulation provides thalamic gating for top-down processing"
  },
  {
    "id": 188,
    "statement": "Consistency and reliability build trust over extended periods."
  },
  {
    "id": 189,
    "statement": "Lying may be justified to prevent imminent physical or emotional harm"
  },
  {
    "id": 190,
    "statement": "Phase-locking in neuroscience involves synchronized neural oscillations timing and phases."
  },
  {
    "id": 191,
    "statement": "Thalamus integrates attentional modulation with sensory information processing"
  },
  {
    "id": 192,
    "statement": "Neural oscillations influence synaptic plasticity and sensory filtering processes."
  },
  {
    "id": 193,
    "statement": "Thalamus dynamically filters sensory info based on attentional state."
  },
  {
    "id": 194,
    "statement": "Honesty is foundation of trust, built on consistency and reliability."
  },
  {
    "id": 195,
    "statement": "Moral acceptability of lying depends on culture, context, and justification."
  },
  {
    "id": 196,
    "statement": "Thalamus adjusts filtering through neural oscillation modulation frequency."
  },
  {
    "id": 197,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 198,
    "statement": "Thalamus uses neural oscillations for dynamic sensory information filtering."
  }
]