[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 2,
    "statement": "Thalamus acts as a critical relay station for sensory processing."
  },
  {
    "id": 3,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 4,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 5,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 6,
    "statement": "Action potentials represent electrical impulses transmitted through neurons"
  },
  {
    "id": 7,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 8,
    "statement": "Theory of mind enables simulating mental states through imagination."
  },
  {
    "id": 9,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 10,
    "statement": "Thalamus filters sensory info based on top-down predictions."
  },
  {
    "id": 11,
    "statement": "PFC's top-down control modulates thalamus's sensory filtering through CT."
  },
  {
    "id": 12,
    "statement": "Thalamus filters sensory info based on top-down cortical predictions."
  },
  {
    "id": 13,
    "statement": "Cortical expectations are top-down predictions about sensory input filtrating."
  },
  {
    "id": 14,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 15,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 16,
    "statement": "Top-down modulation influences thalamus's processing of sensory information."
  },
  {
    "id": 17,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 18,
    "statement": "Thalamus filters and refines sensory information through corticothalamic connections."
  },
  {
    "id": 19,
    "statement": "Cortical expectations influence thalamus's filtering through learned predictions."
  },
  {
    "id": 20,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 21,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through imagination."
  },
  {
    "id": 22,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 23,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 24,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 25,
    "statement": "Thalamus dynamically integrates sensory signals with cortical predictions in real-time."
  },
  {
    "id": 26,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 27,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 28,
    "statement": "Corticothalamic pathway enables top-down modulation of thalamic processing."
  },
  {
    "id": 29,
    "statement": "Mentalizing simulates others' mental states through neural network simulations."
  },
  {
    "id": 30,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 31,
    "statement": "Corticothalamic connections enable bidirectional communication between cortex and thalamus."
  },
  {
    "id": 32,
    "statement": "Top-down control influences sensory processing through corticothalamic pathway predictions."
  },
  {
    "id": 33,
    "statement": "Thalamus relays sensory information to primary sensory cortex processing."
  },
  {
    "id": 34,
    "statement": "Thalamus filters and refines sensory information through corticothalamic connections."
  },
  {
    "id": 35,
    "statement": "Thalamus integrates sensory info hierarchically, refining data for cortex processing"
  },
  {
    "id": 36,
    "statement": "Corticothalamic connections enable continuous bidirectional top-down attention modulation."
  },
  {
    "id": 37,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 38,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 39,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 40,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 41,
    "statement": "Neural oscillations mediate top-down attention modulation via corticothalamic interactions."
  },
  {
    "id": 42,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized activity."
  },
  {
    "id": 43,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT pathways."
  },
  {
    "id": 44,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 45,
    "statement": "Corticothalamic connections enable bi-directional sensory information processing through re-entrant loops."
  },
  {
    "id": 46,
    "statement": "Corticothalamic pathway enables top-down control through neural oscillations and re-entrant processing."
  },
  {
    "id": 47,
    "statement": "Synaptic plasticity enables reorganization and adaptation of neural circuits through LTP, LTD, pruning, and neuronal migration."
  },
  {
    "id": 48,
    "statement": "Thalamus refines and processes sensory info before transmission."
  },
  {
    "id": 49,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 50,
    "statement": "Neural gain influences sensory transmission strength through synaptic plasticity."
  },
  {
    "id": 51,
    "statement": "Neural gain modulates sensory transmission strength through corticothalamic interactions."
  },
  {
    "id": 52,
    "statement": "Corticothalamic pathway enables cortically-modulated sensory information processing"
  },
  {
    "id": 53,
    "statement": "The thalamus processes sensory information in real-time through neural oscillations"
  },
  {
    "id": 54,
    "statement": "Thalamus relays sensory information to primary sensory cortex processing levels"
  },
  {
    "id": 55,
    "statement": "Synaptic plasticity enhances neural circuits through adaptive strengthening and pruning."
  },
  {
    "id": 56,
    "statement": "The thalamus actively filters and processes sensory information before transmission."
  },
  {
    "id": 57,
    "statement": "Thalamus processes sensory information in hierarchical layers with refinement."
  },
  {
    "id": 58,
    "statement": "Top-down attention modulation involves continuous bidirectional corticothalamic interactions."
  },
  {
    "id": 59,
    "statement": "Thalamus hierarchically processes sensory info through corticothalamic connections."
  },
  {
    "id": 60,
    "statement": "The thalamus extracts features by hierarchically processing sensory information."
  },
  {
    "id": 61,
    "statement": "Thalamus dynamically filters sensory info in real-time with cortical feedback"
  },
  {
    "id": 62,
    "statement": "Cortical expectations shape thalamic filtering through corticothalamic modulation."
  },
  {
    "id": 63,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing through predictions."
  },
  {
    "id": 64,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 65,
    "statement": "Thalamus filters sensory info based on internal models and past experiences."
  },
  {
    "id": 66,
    "statement": "Top-down feedback from cortex refines thalamus's sensory information processing."
  },
  {
    "id": 67,
    "statement": "Cortical expectations influence thalamic filtering based on past experiences and learning dynamically through varied neural pathways"
  },
  {
    "id": 68,
    "statement": "Thalamus refines sensory info through multiple hierarchical stages dynamically."
  },
  {
    "id": 69,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections"
  },
  {
    "id": 70,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 71,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 72,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through imagination."
  },
  {
    "id": 73,
    "statement": "Thalamus selectively filters sensory information through corticothalamic connections."
  },
  {
    "id": 74,
    "statement": "Thalamus filters sensory info through corticothalamic connections based on cortical predictions"
  },
  {
    "id": 75,
    "statement": "Thalamus uses top-down predictions from PFC to filter sensory info."
  },
  {
    "id": 76,
    "statement": "Cortical expectations influence thalamic filtering through varied neural pathways."
  },
  {
    "id": 77,
    "statement": "Thalamus hierarchically processes sensory info through stages of refinement"
  },
  {
    "id": 78,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 79,
    "statement": "Corticothalamic pathway enables top-down processing of sensory information."
  },
  {
    "id": 80,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 81,
    "statement": "Corticothalamic pathway enables bidirectional modulation of sensory processing."
  },
  {
    "id": 82,
    "statement": "Thalamus filters sensory info based on learned predictions automatically."
  },
  {
    "id": 83,
    "statement": "Thalamus extracts features through hierarchical processing of sensory inputs"
  },
  {
    "id": 84,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 85,
    "statement": "Corticothalamic connections modulate sensory processing through neural oscillations."
  },
  {
    "id": 86,
    "statement": "Mentalizing simulates others' mental states through active neural simulation."
  },
  {
    "id": 87,
    "statement": "Thalamus filters and processes sensory information in real-time."
  },
  {
    "id": 88,
    "statement": "Mentalizing helps build empathetic understanding through cognitive simulations"
  },
  {
    "id": 89,
    "statement": "Corticothalamic pathway enables top-down attention modulation through neural oscillations"
  },
  {
    "id": 90,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections."
  },
  {
    "id": 91,
    "statement": "Thalamus receives sensory info, performs selective processing."
  },
  {
    "id": 92,
    "statement": "Corticothalamic connections enable bidirectional communication in both directions."
  },
  {
    "id": 93,
    "statement": "Corticothalamic connections facilitate bidirectional neural communication."
  },
  {
    "id": 94,
    "statement": "Thalamus hierarchically processes sensory information for cortical interpretation."
  },
  {
    "id": 95,
    "statement": "Thalamus filters sensory information selectively through corticothalamic connections."
  },
  {
    "id": 96,
    "statement": "Thalamus actively participates in sensory information processing filtering."
  },
  {
    "id": 97,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 98,
    "statement": "Thalamus relays sensory info to cortex via corticothalamic connections."
  },
  {
    "id": 99,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 100,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 101,
    "statement": "The thalamus dynamically filters sensory info based on past experiences."
  },
  {
    "id": 102,
    "statement": "Thalamus processes sensory info hierarchically for cortex processing."
  },
  {
    "id": 103,
    "statement": "Synaptic plasticity enables reorganization through LTP, LTD, pruning, and migration."
  },
  {
    "id": 104,
    "statement": "Corticothalamic connections enable bidirectional information exchange between thalamus and cortex."
  },
  {
    "id": 105,
    "statement": "Mentalizing is the cognitive process of attributing mental states."
  },
  {
    "id": 106,
    "statement": "Corticothalamic pathway enables bidirectional top-down attentional modulation."
  },
  {
    "id": 107,
    "statement": "Corticothalamic pathway involves glutamate and GABA neurotransmission."
  },
  {
    "id": 108,
    "statement": "Thalamus integrates sensory signals with cortical predictions dynamically."
  },
  {
    "id": 109,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 110,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 111,
    "statement": "The thalamus receives sensory information from the Peripheral Nervous System"
  },
  {
    "id": 112,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 113,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT pathways."
  },
  {
    "id": 114,
    "statement": "Corticothalamic connections enable bi-directional information exchange between thalamus and cortex."
  },
  {
    "id": 115,
    "statement": "Cortical expectations modulate thalamic filtering of sensory information."
  },
  {
    "id": 116,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 117,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing."
  },
  {
    "id": 118,
    "statement": "Top-down processing modulates sensory information through corticothalamic pathway."
  },
  {
    "id": 119,
    "statement": "The thalamus integrates sensory info through hierarchical processing stages."
  },
  {
    "id": 120,
    "statement": "Thalamus dynamically refines sensory info through cortical predictions."
  },
  {
    "id": 121,
    "statement": "Thalamus filters and processes sensory information in real-time."
  },
  {
    "id": 122,
    "statement": "Corticothalamic pathway mediates top-down attentional modulation through feedback loops."
  },
  {
    "id": 123,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation."
  },
  {
    "id": 124,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 125,
    "statement": "Thalamus generates internal models of expected sensory input."
  },
  {
    "id": 126,
    "statement": "Neural gain adjusts sensory signal strength based on synaptic plasticity."
  },
  {
    "id": 127,
    "statement": "Re-entrant processing refines information through hierarchical feedback loops."
  },
  {
    "id": 128,
    "statement": "Top-down corticothalamic feedback refines thalamus's sensory processing."
  },
  {
    "id": 129,
    "statement": "Synaptic plasticity strengthens neural connections through activity-based changes."
  },
  {
    "id": 130,
    "statement": "Corticothalamic connections enable dynamic bidirectional top-down attention modulation."
  },
  {
    "id": 131,
    "statement": "Cortical expectations modulate thalamic filtering through internal models."
  },
  {
    "id": 132,
    "statement": "Simulation of mental states occurs through imagination and theory of mind."
  },
  {
    "id": 133,
    "statement": "Thalamus actively participates in sensory information processing filtering."
  },
  {
    "id": 134,
    "statement": "Thalamus uses corticothalamic pathway to filter sensory info based on experiences."
  },
  {
    "id": 135,
    "statement": "Cortical expectations influence thalamic processing of sensory information dynamically."
  },
  {
    "id": 136,
    "statement": "Thalamus refines sensory info through corticothalamic re-entrant processing."
  },
  {
    "id": 137,
    "statement": "Neural oscillations facilitate corticothalamic communication for attention modulation."
  },
  {
    "id": 138,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections dynamically."
  },
  {
    "id": 139,
    "statement": "Mentalizing involves simulating or attributing mental states to others"
  },
  {
    "id": 140,
    "statement": "Action potentials represent brief electrical impulses in neurons."
  },
  {
    "id": 141,
    "statement": "Corticothalamic connections facilitate bidirectional information exchange and processing."
  },
  {
    "id": 142,
    "statement": "Thalamus plays a crucial role in adaptive sensory information processing."
  },
  {
    "id": 143,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 144,
    "statement": "Neural oscillations synchronize neural activity for attention modulation."
  },
  {
    "id": 145,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 146,
    "statement": "Cortical predictions are top-down expectations based on past experiences and learning."
  },
  {
    "id": 147,
    "statement": "Corticothalamic communication enables bidirectional attention modulation through neural oscillations."
  },
  {
    "id": 148,
    "statement": "Corticothalamic pathway enables bidirectional communication in both directions."
  },
  {
    "id": 149,
    "statement": "Thalamus receives auditory and visual sensory information from cortex."
  },
  {
    "id": 150,
    "statement": "Thalamus acts as a sensory information relay station."
  },
  {
    "id": 151,
    "statement": "Top-down modulation influences thalamic processing through corticothalamic pathway."
  },
  {
    "id": 152,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 153,
    "statement": "Action potentials are brief sudden changes in neuron membrane potential."
  },
  {
    "id": 154,
    "statement": "Neural gain modulates sensory transmission strength through corticothalamic interactions."
  },
  {
    "id": 155,
    "statement": "Thalamus filters sensory info through cortical predictions dynamically."
  },
  {
    "id": 156,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 157,
    "statement": "Thalamus enhances selectivity of sensory signals through corticothalamic connections."
  },
  {
    "id": 158,
    "statement": "Thalamus dynamically filters sensory info using cortical predictions."
  },
  {
    "id": 159,
    "statement": "Thalamus dynamically filters sensory info in real-time with cortical feedback"
  },
  {
    "id": 160,
    "statement": "Mentalizing simulates others' mental states through imagination and simulation."
  },
  {
    "id": 161,
    "statement": "Corticothalamic connections enable simultaneous information exchange between thalamus and cortex."
  },
  {
    "id": 162,
    "statement": "Cortical expectations influence thalamic filtering through corticothalamic modulation."
  },
  {
    "id": 163,
    "statement": "Thalamus integrates sensory info with cortical expectations through corticothalamic feedback."
  },
  {
    "id": 164,
    "statement": "Top-down modulation influences sensory processing through corticothalamic connections."
  },
  {
    "id": 165,
    "statement": "Top-down modulation refines thalamus's sensory processing through expectations."
  },
  {
    "id": 166,
    "statement": "The thalamus integrates sensory info in a hierarchical manner."
  },
  {
    "id": 167,
    "statement": "Thalamus filters sensory info via cortical predictions dynamically refining sensory information."
  },
  {
    "id": 168,
    "statement": "Thalamus refines sensory info through filtering and processing."
  },
  {
    "id": 169,
    "statement": "Corticothalamic connections facilitate bidirectional top-down attention modulation."
  },
  {
    "id": 170,
    "statement": "Cortical expectations modify thalamus's sensory filtering through corticothalamic feedback."
  },
  {
    "id": 171,
    "statement": "Cortical predictions adjust thalamus's sensory processing through feedback mechanisms."
  },
  {
    "id": 172,
    "statement": "Thalamus integrates sensory signals with cortical predictions dynamically."
  },
  {
    "id": 173,
    "statement": "PFC's top-down control modulates sensory information through CT."
  },
  {
    "id": 174,
    "statement": "Action potentials are brief changes in electrical potential across neuron membranes"
  },
  {
    "id": 175,
    "statement": "Thalamus refines sensory info through cortical predictions and bidirectional connections."
  },
  {
    "id": 176,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamics."
  },
  {
    "id": 177,
    "statement": "Corticothalamic pathway modulates sensory processing through top-down signals."
  },
  {
    "id": 178,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing"
  },
  {
    "id": 179,
    "statement": "Thalamus filters sensory info through corticothalamic feedback loops."
  },
  {
    "id": 180,
    "statement": "Glutamate and GABA mediate corticothalamic information transmission regulation."
  },
  {
    "id": 181,
    "statement": "Thalamocortical feedback loops amplify neural signals for attention."
  },
  {
    "id": 182,
    "statement": "Top-down processing modulates sensory information through corticothalamic pathway."
  },
  {
    "id": 183,
    "statement": "Corticothalamic connections enable top-down control over thalamus's filtering."
  },
  {
    "id": 184,
    "statement": "Thalamus actively processes and filters sensory information selectively"
  },
  {
    "id": 185,
    "statement": "Mentalizing involves simulating others' mental states through neural networks."
  },
  {
    "id": 186,
    "statement": "Neural gain amplifies sensory transmission strength through corticothalamic interactions"
  },
  {
    "id": 187,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 188,
    "statement": "Thalamus processes sensory information hierarchically through stages."
  },
  {
    "id": 189,
    "statement": "Thalamus refines sensory info through hierarchical corticothalamic processing loop."
  },
  {
    "id": 190,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 191,
    "statement": "Thalamus categorizes and refines sensory information for cortical processing."
  },
  {
    "id": 192,
    "statement": "Cortical expectations modulate thalamic filtering through corticothalamic interactions."
  },
  {
    "id": 193,
    "statement": "Thalamus refines sensory info through corticothalamic feedback loops."
  },
  {
    "id": 194,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically refining"
  },
  {
    "id": 195,
    "statement": "Thalamus filters sensory info dynamically based on cortical predictions."
  },
  {
    "id": 196,
    "statement": "Thalamus plays key role in filtering and processing sensory information."
  },
  {
    "id": 197,
    "statement": "Corticothalamic pathway enables cortically-modulated sensory information processing."
  },
  {
    "id": 198,
    "statement": "Top-down processing influences sensory filtering through corticothalamic connections."
  },
  {
    "id": 199,
    "statement": "Thalamus continuously updates filtering based on cortical predictions dynamically."
  }
]