[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "ToM integrates social cognition, working memory, and attention."
  },
  {
    "id": 2,
    "statement": "PFC generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 3,
    "statement": "Thalamus's automatic filtering relies on strong synaptic plasticity."
  },
  {
    "id": 4,
    "statement": "Theory of Mind integrates social cognition, attention, and memory"
  },
  {
    "id": 5,
    "statement": "Theory of Mind involves social cognition, working memory, and attention integration."
  },
  {
    "id": 6,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 7,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 8,
    "statement": "The thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 9,
    "statement": "Top-down predictions from PFC influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 10,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predictions."
  },
  {
    "id": 11,
    "statement": "Predictive coding refines thalamic filtering through top-down signals"
  },
  {
    "id": 12,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity"
  },
  {
    "id": 13,
    "statement": "Theory of Mind involves understanding mental states, not working memory."
  },
  {
    "id": 14,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 15,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 16,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predicitons."
  },
  {
    "id": 17,
    "statement": "Gamma oscillations enable synchronized neural communication through synchronized activity."
  },
  {
    "id": 18,
    "statement": "Gamma oscillations enable synchronized neural communication through coherence."
  },
  {
    "id": 19,
    "statement": "Thalamus filters sensory info through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 20,
    "statement": "Gamma oscillations enhance thalamocortical synchronization for efficient processing."
  },
  {
    "id": 21,
    "statement": "Thalamus plays active role in filtering and refining sensory info"
  },
  {
    "id": 22,
    "statement": "Thalamus refines sensory inputs through feature extraction and processing."
  },
  {
    "id": 23,
    "statement": "Thalamus integrates sensory info, attention, and expectations with attentional modulation."
  },
  {
    "id": 24,
    "statement": "PFC generates predictions using pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 25,
    "statement": "Synaptic plasticity enables neural adaptation through changes in strength"
  },
  {
    "id": 26,
    "statement": "Thalamus filters sensory info hierarchically before cortical processing."
  },
  {
    "id": 27,
    "statement": "Theory of Mind integrates social cognition, attention, working memory complexities."
  },
  {
    "id": 28,
    "statement": "Gamma oscillations facilitate neural communication through synchronized neural activity."
  },
  {
    "id": 29,
    "statement": "Thalamus processes sensory info in complex, distributed, dynamic manner."
  },
  {
    "id": 30,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 31,
    "statement": "Thalamus refines sensory info through corticothalamic connections and plasticity."
  },
  {
    "id": 32,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 33,
    "statement": "PFC predicts through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 34,
    "statement": "Thalamus's filtering mechanisms adapt to experience through synaptic plasticity"
  },
  {
    "id": 35,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 36,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 37,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 38,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition"
  },
  {
    "id": 39,
    "statement": "Gamma oscillations enhance neural communication through synchronized activity."
  },
  {
    "id": 40,
    "statement": "Working memory temporarily holds mental representations for ToM inference"
  },
  {
    "id": 41,
    "statement": "Thalamus plays active role in filtering and refining sensory info."
  },
  {
    "id": 42,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention"
  },
  {
    "id": 43,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 44,
    "statement": "Synaptic plasticity enables neural adaptation through changes in strength."
  },
  {
    "id": 45,
    "statement": "Attention enables Theory of Mind by constructing mental representations."
  },
  {
    "id": 46,
    "statement": "Cortical top-down predictions influence thalamic filtering through reciprocal connections."
  },
  {
    "id": 47,
    "statement": "Thalamus's filtering mechanisms involve complex interplay of top-down predictions."
  },
  {
    "id": 48,
    "statement": "Hebbian learning and pruning play no role in thalamus's filtering."
  },
  {
    "id": 49,
    "statement": "PFC generates predictions using pattern separation, completion, and coding."
  },
  {
    "id": 50,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through neural competition."
  },
  {
    "id": 51,
    "statement": "Thalamic filtering involves multiple mechanisms, including neural competition."
  },
  {
    "id": 52,
    "statement": "Thalamus refines sensory input through predictive coding and refinement."
  },
  {
    "id": 53,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 54,
    "statement": "PFC integrates pattern separation, attention, and working memory for ToM"
  },
  {
    "id": 55,
    "statement": "Thalamus's automatic filtering relies on consistent neural connections."
  },
  {
    "id": 56,
    "statement": "Thalamus extracts features from sensory input for cortical processing."
  },
  {
    "id": 57,
    "statement": "Gamma oscillations' exact role in thalamocortical communication unclear."
  },
  {
    "id": 58,
    "statement": "PFC sends top-down signals that modulate thalamus's attentional filtering."
  },
  {
    "id": 59,
    "statement": "Gamma oscillations enhance thalamocortical communication through synchronized neural activity."
  },
  {
    "id": 60,
    "statement": "Gamma oscillations enhance neural communication through synchronization."
  },
  {
    "id": 61,
    "statement": "Corticothalamic connections and plasticity refine sensory information in thalamus."
  },
  {
    "id": 62,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 63,
    "statement": "Neural competition in thalamus refines sensory information through amplification, STDP, and feedback inhibition."
  },
  {
    "id": 64,
    "statement": "Thalamus refines sensory information hierarchically through sequential filtering"
  },
  {
    "id": 65,
    "statement": "Theory of Mind involves attributing mental states to others."
  },
  {
    "id": 66,
    "statement": "Gamma oscillations synchronize thalamocortical activity for efficient processing."
  },
  {
    "id": 67,
    "statement": "Thalamus fine-tunes filtering through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 68,
    "statement": "Gamma oscillations synchronize neural activity for efficient processing."
  },
  {
    "id": 69,
    "statement": "PFC's predictive abilities rely on neural pattern separation, completion."
  },
  {
    "id": 70,
    "statement": "Thalamus hierarchically processes sensory info through step-by-step refinement."
  },
  {
    "id": 71,
    "statement": "Theory of Mind requires prefrontal cortex integration."
  },
  {
    "id": 72,
    "statement": "Predictive coding refines thalamic filtering through top-down expectations."
  },
  {
    "id": 73,
    "statement": "Hebbian learning and pruning refine thalamus's filtering mechanisms."
  },
  {
    "id": 74,
    "statement": "Thalamus's refining processes involve corticothalamic connections and top-down signals"
  },
  {
    "id": 75,
    "statement": "Gamma oscillations enhance thalamocortical synchronization for efficient processing."
  },
  {
    "id": 76,
    "statement": "Cortical top-down predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 77,
    "statement": "Thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 78,
    "statement": "Thalamus processes multiple sensory types simultaneously."
  },
  {
    "id": 79,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 80,
    "statement": "Thalamus processes sensory info hierarchically, refining and filtering"
  },
  {
    "id": 81,
    "statement": "Thalamus filters sensory information using predictive brain maps."
  },
  {
    "id": 82,
    "statement": "PFC's top-down predictions influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 83,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 84,
    "statement": "Thalamus processes sensory information hierarchically in sequential stages."
  },
  {
    "id": 85,
    "statement": "Thalamus integrates sensory info through distributed, dynamic processing"
  },
  {
    "id": 86,
    "statement": "Gamma oscillations synchronize neural activity through population coherence"
  },
  {
    "id": 87,
    "statement": "Thalamus processes sensory info in sequential hierarchical manner."
  },
  {
    "id": 88,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 89,
    "statement": "Theory of Mind integrates social cognition, attention, and memory."
  },
  {
    "id": 90,
    "statement": "PFC top-down predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 91,
    "statement": "Top-down predictions from PFC influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 92,
    "statement": "Social cognition, attention, and working memory integrate for Theory of Mind."
  },
  {
    "id": 93,
    "statement": "Neural competition in thalamus facilitates attentional filtering through cortex."
  },
  {
    "id": 94,
    "statement": "Synaptic plasticity enables neural adaptation through strength modification"
  },
  {
    "id": 95,
    "statement": "Integrating social cognition, attention, and memory enables Theory of Mind."
  },
  {
    "id": 96,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 97,
    "statement": "Thalamus's automatic filtering relies on consistent neural connections."
  },
  {
    "id": 98,
    "statement": "Prefrontal Cortex generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 99,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 100,
    "statement": "Gamma oscillations enhance neural communication and organization."
  },
  {
    "id": 101,
    "statement": "PFC generates predictions through pattern separation, completion, coding mechanisms."
  },
  {
    "id": 102,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 103,
    "statement": "Thalamus refines sensory information through filtering, modifying, and enhancing."
  },
  {
    "id": 104,
    "statement": "Thalamus filters sensory info through top-down predictions and attention."
  },
  {
    "id": 105,
    "statement": "Thalamus processes sensory information sequentially in hierarchical stages."
  },
  {
    "id": 106,
    "statement": "Synaptic plasticity can lead to maladaptive learning processes "
  },
  {
    "id": 107,
    "statement": "Thalamus processes sensory information through complex, dynamic, distributed interactions"
  },
  {
    "id": 108,
    "statement": "Thalamus's filtering role is crucial for attentional processing and cognition."
  },
  {
    "id": 109,
    "statement": "Thalamus integrates sensory information, attention, and expectancies."
  },
  {
    "id": 110,
    "statement": "The thalamus refines sensory information through filtering, modifying, and enhancing processes."
  },
  {
    "id": 111,
    "statement": "Predictive coding fails or is less effective in certain situations"
  },
  {
    "id": 112,
    "statement": "Thalamus's automatic filtering involves neural competition, not synaptic plasticity."
  },
  {
    "id": 113,
    "statement": "Gamma oscillations synchronize neural activity through neural entrainment."
  },
  {
    "id": 114,
    "statement": "Thalamus's attentional filtering refines sensory information through expectancies."
  },
  {
    "id": 115,
    "statement": "Thalamus's filtering mechanisms may involve indirect Hebbian learning."
  },
  {
    "id": 116,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 117,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 118,
    "statement": "Thalamus acts as a predictive filter using top-down predictions."
  },
  {
    "id": 119,
    "statement": "Thalamus processes sensory info through distributed, dynamic, complex interactions."
  },
  {
    "id": 120,
    "statement": "Thalamus's filtering mechanisms selectively attend to relevant sensory information."
  },
  {
    "id": 121,
    "statement": "Thalamus dynamically filters sensory info based on top-down predictions."
  },
  {
    "id": 122,
    "statement": "Thalamus's filtering mechanisms involve multiple adaptive mechanisms."
  },
  {
    "id": 123,
    "statement": "Predictive coding refines thalamic filtering through top-down signals."
  },
  {
    "id": 124,
    "statement": "PFC integrates pattern separation, attention, and working memory through corticothalamic connections."
  },
  {
    "id": 125,
    "statement": "Gamma oscillations' role in thalamocortical communication remains unclear."
  },
  {
    "id": 126,
    "statement": "Synaptic plasticity enables thalamus adaptive filtering through experience."
  },
  {
    "id": 127,
    "statement": "Thalamus refines sensory info through neural competition, amplification."
  },
  {
    "id": 128,
    "statement": "Thalamus refines sensory info through neural competition, synaptic plasticity, feedback inhibition, corticothalamic interactions, and gamma oscillations."
  },
  {
    "id": 129,
    "statement": "The thalamus extracts features from sensory input for cortical processing."
  },
  {
    "id": 130,
    "statement": "Thalamus gatekeeper for sensory information filtering through neural competition."
  },
  {
    "id": 131,
    "statement": "Hebbian learning and pruning enable thalamic filtering through synaptic plasticity."
  },
  {
    "id": 132,
    "statement": "PFC's predictive abilities involve pattern separation, completion, coding mechanisms."
  },
  {
    "id": 133,
    "statement": "The thalamus refines sensory info through filtering and feature extraction."
  },
  {
    "id": 134,
    "statement": "Thalamus integrates sensory information with attention and expectancies."
  },
  {
    "id": 135,
    "statement": "Thalamus refines sensory input through predictive coding adjustments."
  },
  {
    "id": 136,
    "statement": "Thalamus's filtering refines sensory information through top-down predictions."
  },
  {
    "id": 137,
    "statement": "Thalamus's refining processes involve complex interactions and mechanisms."
  },
  {
    "id": 138,
    "statement": "Theory of Mind involves social cognition, working memory, and attention integration."
  },
  {
    "id": 139,
    "statement": "Thalamus actively refines sensory information through neural connections."
  },
  {
    "id": 140,
    "statement": "Gamma oscillations enhance neural communication through synchronization."
  },
  {
    "id": 141,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition and synaptic plasticity."
  },
  {
    "id": 142,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 143,
    "statement": "Thalamus's automatic filtering relies on consistent neural connections."
  },
  {
    "id": 144,
    "statement": "Thalamus integrates inputs from multiple brain regions and modalities."
  },
  {
    "id": 145,
    "statement": "Synaptic plasticity is a complex mechanism requiring context-specific evaluation."
  },
  {
    "id": 146,
    "statement": "Hebbian learning refines thalamus's filtering mechanisms, influencing experience."
  },
  {
    "id": 147,
    "statement": "Synaptic plasticity enables neural adaptation through changes in synaptic strength."
  },
  {
    "id": 148,
    "statement": "Thalamus fine-tunes filtering through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 149,
    "statement": "Thalamus integrates sensory, attention, and expectation processing with modulation."
  },
  {
    "id": 150,
    "statement": "Thalamic filtering may involve multiple mechanisms beyond synaptic plasticity."
  },
  {
    "id": 151,
    "statement": "Thalamus filters sensory info through attention, cortical feedback."
  },
  {
    "id": 152,
    "statement": "Predictive coding adjusts sensory input to match higher-level predictions."
  },
  {
    "id": 153,
    "statement": "Thalamus refines sensory info through filtering, amplification, and enhancing"
  },
  {
    "id": 154,
    "statement": "Gamma oscillations' effects on neural communication remain debated and refined."
  },
  {
    "id": 155,
    "statement": "Gamma oscillations enhance thalamocortical communication through synchronized neural activity."
  },
  {
    "id": 156,
    "statement": "Gamma oscillations enhance neural communication through synchronized activity."
  },
  {
    "id": 157,
    "statement": "PFC predicts by separating, completing, and coding patterns."
  },
  {
    "id": 158,
    "statement": "Theory of Mind involves social cognition, working memory, and attention integration."
  },
  {
    "id": 159,
    "statement": "Thalamus's automatic filtering adapts to experience and sensory input."
  },
  {
    "id": 160,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 161,
    "statement": "Thalamus's filtering processes involve corticothalamic connections and feedback."
  },
  {
    "id": 162,
    "statement": "Gamma oscillations synchronize brain activity for optimal processing."
  },
  {
    "id": 163,
    "statement": "Theory of Mind involves mental state attribution and self-awareness."
  },
  {
    "id": 164,
    "statement": "Thalamus uses predictive coding to refine sensory input."
  },
  {
    "id": 165,
    "statement": "Gamma oscillations synchronize neural activity through phase-locking."
  },
  {
    "id": 166,
    "statement": "Neural competition refers to multiple neurons competing for resources."
  },
  {
    "id": 167,
    "statement": "Gamma oscillations synchronize thalamocortical communication through neural activity."
  },
  {
    "id": 168,
    "statement": "Cortical top-down predictions modulate thalamic filtering through bidirectional interactions."
  },
  {
    "id": 169,
    "statement": "Neural and cognitive mechanisms, underlying ToM's integration, unclear."
  },
  {
    "id": 170,
    "statement": "Thalamus's filtering process is dynamically influenced by cortical predictions."
  },
  {
    "id": 171,
    "statement": "Gamma oscillations synchronize neural activity for efficient communication"
  },
  {
    "id": 172,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering processes"
  },
  {
    "id": 173,
    "statement": "Thalamic filtering involves multiple mechanisms, including synaptic plasticity and neural competition."
  },
  {
    "id": 174,
    "statement": "Thalamus processes sensory information through hierarchical refinement."
  },
  {
    "id": 175,
    "statement": "PFC's coding process transforms sensory info into abstract representations."
  },
  {
    "id": 176,
    "statement": "Attention enablement of Theory of Mind cognitive processes"
  },
  {
    "id": 177,
    "statement": "Thalamic filtering involves complex multi-mechanism processes beyond synaptic plasticity."
  },
  {
    "id": 178,
    "statement": "Attention enables Theory of Mind through selective representation construction."
  },
  {
    "id": 179,
    "statement": "Synaptic plasticity mediates experience-dependent modification of thalamus's filtering processes."
  },
  {
    "id": 180,
    "statement": "ToM requires attention, working memory, and social cognition integration."
  },
  {
    "id": 181,
    "statement": "The thalamus integrates sensory info, attention, and expectations simultaneously."
  },
  {
    "id": 182,
    "statement": "The thalamus refines sensory info through gain control mechanisms."
  },
  {
    "id": 183,
    "statement": "Gamma oscillations enhance neural communication through coordinated neuron firing."
  },
  {
    "id": 184,
    "statement": "Pattern separation, completion, and coding enable PFC's predictive abilities."
  },
  {
    "id": 185,
    "statement": "Thalamus refines sensory inputs through feature extraction and processing."
  },
  {
    "id": 186,
    "statement": "Predictive coding is limited by contextual factors and complexity."
  },
  {
    "id": 187,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 188,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 189,
    "statement": "Thalamus filters sensory info hierarchically through sequential refinement processing."
  },
  {
    "id": 190,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 191,
    "statement": "Theory of Mind involves working memory, attention, and social cognition."
  },
  {
    "id": 192,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 193,
    "statement": "Thalamus's filtering mechanisms may be indirectly influenced by Hebbian learning."
  },
  {
    "id": 194,
    "statement": "Thalamus refines sensory info through hierarchical, top-down, and bottom-up processing."
  },
  {
    "id": 195,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 196,
    "statement": "Gamma oscillations synchronize neural activity for efficient communication."
  },
  {
    "id": 197,
    "statement": "Gamma oscillations facilitate synchronized neural communication."
  },
  {
    "id": 198,
    "statement": "Thalamus plays a crucial role in hierarchical sensory processing."
  },
  {
    "id": 199,
    "statement": "Thalamus breaks down sensory info into manageable chunks"
  }
]