[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity"
  },
  {
    "id": 2,
    "statement": "PFC generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 3,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 4,
    "statement": "Theory of Mind involves understanding mental states, not working memory."
  },
  {
    "id": 5,
    "statement": "ToM integrates social cognition, working memory, and attention."
  },
  {
    "id": 6,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 7,
    "statement": "Thalamus refines sensory info through corticothalamic connections and plasticity."
  },
  {
    "id": 8,
    "statement": "Gamma oscillations enable synchronized neural communication through synchronized activity."
  },
  {
    "id": 9,
    "statement": "Theory of Mind integrates social cognition, attention, and memory"
  },
  {
    "id": 10,
    "statement": "Gamma oscillations enable synchronized neural communication through coherence."
  },
  {
    "id": 11,
    "statement": "Theory of Mind involves social cognition, working memory, and attention integration."
  },
  {
    "id": 12,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 13,
    "statement": "Top-down predictions from PFC influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 14,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predictions."
  },
  {
    "id": 15,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 16,
    "statement": "Attention facilitates mental state understanding through active representation."
  },
  {
    "id": 17,
    "statement": "PFC's predictive abilities rely on neural pattern separation, completion."
  },
  {
    "id": 18,
    "statement": "Social cognition, attention, and working memory integrate for Theory of Mind."
  },
  {
    "id": 19,
    "statement": "Theory of Mind involves understanding others' mental states and behavior."
  },
  {
    "id": 20,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predicitons."
  },
  {
    "id": 21,
    "statement": "Predictive coding refines thalamic filtering through top-down expectations."
  },
  {
    "id": 22,
    "statement": "Thalamus hierarchically processes sensory info through step-by-step refinement."
  },
  {
    "id": 23,
    "statement": "Thalamus's automatic filtering relies on consistent neural connections."
  },
  {
    "id": 24,
    "statement": "Theory of Mind involves attributing mental states to others"
  },
  {
    "id": 25,
    "statement": "Prefrontal Cortex generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 26,
    "statement": "Gamma oscillations synchronize neural activity for efficient processing."
  },
  {
    "id": 27,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 28,
    "statement": "Thalamus plays active role in filtering and refining sensory info"
  },
  {
    "id": 29,
    "statement": "Thalamus refines sensory input through predictive coding and refinement."
  },
  {
    "id": 30,
    "statement": "Thalamus's automatic filtering relies on strong synaptic plasticity."
  },
  {
    "id": 31,
    "statement": "PFC sends top-down signals that modulate thalamus's attentional filtering."
  },
  {
    "id": 32,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 33,
    "statement": "Thalamus plays active role in filtering refining sensory information."
  },
  {
    "id": 34,
    "statement": "Coherence increases gamma oscillations' fidelity and strength in communication"
  },
  {
    "id": 35,
    "statement": "Synaptic plasticity enables neural adaptation through changes in strength"
  },
  {
    "id": 36,
    "statement": "PFC's top-down predictions influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 37,
    "statement": "Gamma oscillations synchronize neural activity through population coherence"
  },
  {
    "id": 38,
    "statement": "Hebbian learning and pruning play no role in thalamus's filtering."
  },
  {
    "id": 39,
    "statement": "Synaptic plasticity enables neural adaptation through long-term potentiation LTD"
  },
  {
    "id": 40,
    "statement": "Synaptic plasticity enables neural adaptation through LTP and LTD mechanisms."
  },
  {
    "id": 41,
    "statement": "PFC's predictive abilities depend on pattern separation, completion, and coding."
  },
  {
    "id": 42,
    "statement": "Thalamus's automatic filtering relies on strong synaptic plasticity."
  },
  {
    "id": 43,
    "statement": "Thalamus filters sensory info hierarchically before cortical processing."
  },
  {
    "id": 44,
    "statement": "Thalamus filters sensory info through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 45,
    "statement": "Synaptic plasticity enables neural adaptation through strength modification"
  },
  {
    "id": 46,
    "statement": "Pattern separation, completion, and coding facilitate PFC predictive abilities."
  },
  {
    "id": 47,
    "statement": "Gamma oscillations facilitate neural communication through synchronized neural activity."
  },
  {
    "id": 48,
    "statement": "Working memory temporarily holds mental representations for ToM inference"
  },
  {
    "id": 49,
    "statement": "Thalamus plays active role in filtering and refining sensory info."
  },
  {
    "id": 50,
    "statement": "Complex working memory enables social cognition and attention integration."
  },
  {
    "id": 51,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through neural competition."
  },
  {
    "id": 52,
    "statement": "Theory of Mind integrates social cognition, working memory, attention."
  },
  {
    "id": 53,
    "statement": "The thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 54,
    "statement": "Thalamus processes complex, distributed, and dynamic sensory information."
  },
  {
    "id": 55,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 56,
    "statement": "The thalamus extracts features from sensory input for refinement."
  },
  {
    "id": 57,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 58,
    "statement": "Corticothalamic connections modulate thalamic filtering through top-down predictions."
  },
  {
    "id": 59,
    "statement": "Social cognition and attention inform ToM inference processes."
  },
  {
    "id": 60,
    "statement": "Synaptic plasticity enables thalamus to refine filtering in response to sensory information."
  },
  {
    "id": 61,
    "statement": "Corticothalamic connections refine thalamus filtering through top-down predictions."
  },
  {
    "id": 62,
    "statement": "Thalamus processes sensory information hierarchically in sequential stages."
  },
  {
    "id": 63,
    "statement": "PFC predicts through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 64,
    "statement": "Theory of Mind involves attributing mental states to others."
  },
  {
    "id": 65,
    "statement": "Thalamus integrates sensory info, attention, and expectations with attentional modulation."
  },
  {
    "id": 66,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention"
  },
  {
    "id": 67,
    "statement": "PFC predicts outcomes through pattern separation, completion, coding."
  },
  {
    "id": 68,
    "statement": "Neural competition refers to multiple neurons fighting for dominance"
  },
  {
    "id": 69,
    "statement": "Neural competition in thalamus refines sensory information through amplification, STDP, and feedback inhibition."
  },
  {
    "id": 70,
    "statement": "Corticothalamic connections enable bidirectional top-down corticothalamic communication"
  },
  {
    "id": 71,
    "statement": "PFC's predictive abilities rely on pattern recognition and learning mechanisms."
  },
  {
    "id": 72,
    "statement": "Predictive coding refines thalamic filtering through top-down predictions."
  },
  {
    "id": 73,
    "statement": "Theory of Mind involves attributing mental states to others mentally."
  },
  {
    "id": 74,
    "statement": "Thalamus's filtering involves neural competition through synaptic and activity."
  },
  {
    "id": 75,
    "statement": "Thalamus refines sensory information hierarchically through sequential filtering"
  },
  {
    "id": 76,
    "statement": "The PFC generates predictions that modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 77,
    "statement": "Social cognition and attention collaborate in ToM inference."
  },
  {
    "id": 78,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 79,
    "statement": "Thalamus's refining processes involve corticothalamic connections and top-down signals"
  },
  {
    "id": 80,
    "statement": "Thalamus refines sensory information through attentional modulation and gating."
  },
  {
    "id": 81,
    "statement": "Gamma oscillations synchronize thalamus and cortex for efficient processing."
  },
  {
    "id": 82,
    "statement": "Theory of Mind integrates social cognition, attention, and memory."
  },
  {
    "id": 83,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through top-down predictions."
  },
  {
    "id": 84,
    "statement": "Corticothalamic connections refine sensory info through thalamic plasticity"
  },
  {
    "id": 85,
    "statement": "PFC top-down signals modulate corticothalamic connections through neural competition."
  },
  {
    "id": 86,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 87,
    "statement": "STDP enhances connections between thalamic neurons and cortex."
  },
  {
    "id": 88,
    "statement": "Cortical top-down predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 89,
    "statement": "PFC integrates pattern separation, attention, and working memory for ToM"
  },
  {
    "id": 90,
    "statement": "Thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 91,
    "statement": "Gamma oscillations synchronize thalamocortical activity for efficient processing."
  },
  {
    "id": 92,
    "statement": "Frontal cortex integrates social cognition, attention, working memory through pattern separation."
  },
  {
    "id": 93,
    "statement": "Thalamus fine-tunes filtering through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 94,
    "statement": "Top-down predictions from PFC influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 95,
    "statement": "Thalamus processes multiple sensory types simultaneously."
  },
  {
    "id": 96,
    "statement": "Gamma oscillations facilitate efficient processing through synchronization and binding."
  },
  {
    "id": 97,
    "statement": "PFC generates predictions using pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 98,
    "statement": "Thalamus integrates sensory info with attentional modulation and top-down predictions."
  },
  {
    "id": 99,
    "statement": "Hebbian learning and pruning refine thalamus's filtering mechanisms."
  },
  {
    "id": 100,
    "statement": "Thalamic filtering involves multiple mechanisms, including neural competition."
  },
  {
    "id": 101,
    "statement": "Predictive coding refines thalamic filtering through top-down signals"
  },
  {
    "id": 102,
    "statement": "Thalamus's filtering mechanisms adapt to experience through synaptic plasticity"
  },
  {
    "id": 103,
    "statement": "Theory of Mind requires prefrontal cortex integration."
  },
  {
    "id": 104,
    "statement": "Thalamus's filtering and feature extraction refine sensory information."
  },
  {
    "id": 105,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 106,
    "statement": "PFC sends top-down predictions to thalamus through cortical connections."
  },
  {
    "id": 107,
    "statement": "Theory of Mind integrates social cognition, attention, and memory."
  },
  {
    "id": 108,
    "statement": "PFC top-down signals regulate thalamus's attentional filtering bidirectionally."
  },
  {
    "id": 109,
    "statement": "Thalamus processes sensory info in complex, distributed, dynamic manner."
  },
  {
    "id": 110,
    "statement": "PFC predicts outcomes through pattern separation, completion, coding."
  },
  {
    "id": 111,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 112,
    "statement": "Theory of Mind integrates social cognition, attention, and complex working memory"
  },
  {
    "id": 113,
    "statement": "Working memory temporarily holds mental representations for ToM inference."
  },
  {
    "id": 114,
    "statement": "ToM integrates social cognition, working memory, and attention through neural networks."
  },
  {
    "id": 115,
    "statement": "Gamma oscillations enhance thalamocortical synchronization for efficient processing."
  },
  {
    "id": 116,
    "statement": "PFC integrates pattern separation, attention, and working memory for ToM."
  },
  {
    "id": 117,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 118,
    "statement": "Thalamus refines sensory inputs through feature extraction and processing."
  },
  {
    "id": 119,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 120,
    "statement": "Working memory temporarily stores and manipulates mental representations."
  },
  {
    "id": 121,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 122,
    "statement": "Synaptic plasticity enables neural adaptation through changes in strength."
  },
  {
    "id": 123,
    "statement": "Attention enables Theory of Mind by constructing mental representations."
  },
  {
    "id": 124,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition and selection."
  },
  {
    "id": 125,
    "statement": "Gamma oscillations enhance neural communication through synchronized activity."
  },
  {
    "id": 126,
    "statement": "PFC's pattern separation, completion, and coding enable predictions."
  },
  {
    "id": 127,
    "statement": "Thalamus integrates sensory information, attention, and expectations with attentional modulation."
  },
  {
    "id": 128,
    "statement": "Bidirectional regulation: PFC influences thalamus in both top-down and bottom-up manner."
  },
  {
    "id": 129,
    "statement": "PFC top-down predictions refine thalamus's filtering mechanisms."
  },
  {
    "id": 130,
    "statement": "Thalamus processes sensory information hierarchically in sequential stages."
  },
  {
    "id": 131,
    "statement": "Gamma oscillations enable synchronized neural communication through correlation coherence."
  },
  {
    "id": 132,
    "statement": "Thalamus's filtering and refinement processes involve top-down predictions."
  },
  {
    "id": 133,
    "statement": "Thalamus integrates sensory info, attention, and expectations through corticothalamic loops."
  },
  {
    "id": 134,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 135,
    "statement": "Thalamus's filtering mechanisms involve complex interplay of neural connections."
  },
  {
    "id": 136,
    "statement": "Theory of Mind involves social cognition, working memory, and attention integration."
  },
  {
    "id": 137,
    "statement": "Corticothalamic connections modulate thalamus's filtering through contextual predictions and feedback."
  },
  {
    "id": 138,
    "statement": "Memory helps construct and update mental representations of others' mental states."
  },
  {
    "id": 139,
    "statement": "The thalamus refines sensory inputs through complex neural processing."
  },
  {
    "id": 140,
    "statement": "Synaptic plasticity refines thalamic filtering through Hebbian learning, LTP/LTD."
  },
  {
    "id": 141,
    "statement": "Gamma oscillations facilitate neural communication through synchronized neural activity."
  },
  {
    "id": 142,
    "statement": "Theory of Mind integrates social cognition, working memory, attention cognitively."
  },
  {
    "id": 143,
    "statement": "PFC generates predictions through pattern separation, completion, and coding."
  },
  {
    "id": 144,
    "statement": "PFC generates predictions through pattern separation, completion, and coding."
  },
  {
    "id": 145,
    "statement": "PFC's predictive abilities rely on pattern separation."
  },
  {
    "id": 146,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 147,
    "statement": "Thalamus integrates sensory information from multiple modalities."
  },
  {
    "id": 148,
    "statement": "PFC sends top-down predictions to thalamus for ToM inference refinement."
  },
  {
    "id": 149,
    "statement": "Pattern separation enables frontal cortex to integrate social cognition attention and working memory."
  },
  {
    "id": 150,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, coding mechanisms."
  },
  {
    "id": 151,
    "statement": "Thalamus hierarchically processes sensory information between parallel and hierarchical modules."
  },
  {
    "id": 152,
    "statement": "PFC's top-down predictions dynamically filter sensory information."
  },
  {
    "id": 153,
    "statement": "PFC generates predictions through pattern separation and completion."
  },
  {
    "id": 154,
    "statement": "Corticothalamic connections modulate thalamic filtering through attentional top-down processing."
  },
  {
    "id": 155,
    "statement": "The PFC generates predictions that modulate thalamus's filtering through corticothalamic connections using predictive coding."
  },
  {
    "id": 156,
    "statement": "PFC integrates pattern separation, attention, working memory for ToM"
  },
  {
    "id": 157,
    "statement": "Synaptic plasticity enables neural adaptation through LTP and LTD modifications"
  },
  {
    "id": 158,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition"
  },
  {
    "id": 159,
    "statement": "Gamma oscillations create synchronized environment for effective neural communication."
  },
  {
    "id": 160,
    "statement": "Hebbian learning and pruning fine-tune thalamic filtering mechanisms."
  },
  {
    "id": 161,
    "statement": "Theory of Mind integrates social cognition, memory, and attention."
  },
  {
    "id": 162,
    "statement": "ToM involves understanding mental states, not solely working memory"
  },
  {
    "id": 163,
    "statement": "PFC's predictive abilities rely on pattern separation, completion mechanisms."
  },
  {
    "id": 164,
    "statement": "Synaptic plasticity enables neural adaptation through LTP and LTD processes."
  },
  {
    "id": 165,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through neural competition."
  },
  {
    "id": 166,
    "statement": "Gamma oscillations synchronize neural activity through correlation coherence."
  },
  {
    "id": 167,
    "statement": "PFC directly influences thalamus's filtering via corticothalamic connections."
  },
  {
    "id": 168,
    "statement": "Thalamus processes sensory info hierarchically before cortical processing."
  },
  {
    "id": 169,
    "statement": "Thalamus filters sensory info based on top-down predictions."
  },
  {
    "id": 170,
    "statement": "Gamma oscillations facilitate synchronized neural communication through coordinated activity"
  },
  {
    "id": 171,
    "statement": "Top-down expectations guide thalamic filtering through predictive coding."
  },
  {
    "id": 172,
    "statement": "Synaptic plasticity enables dynamic neural adaptation through strength modification."
  },
  {
    "id": 173,
    "statement": "Theory of Mind requires integration social cognition, attention, working memory."
  },
  {
    "id": 174,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 175,
    "statement": "Social cognition and working memory inform ToM inference processes."
  },
  {
    "id": 176,
    "statement": "Gamma oscillations synchronize neural activity for efficient communication."
  },
  {
    "id": 177,
    "statement": "PFC predicts through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 178,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 179,
    "statement": "Hebbian learning and pruning have limited influence on thalamus filtering."
  },
  {
    "id": 180,
    "statement": "Theory of Mind requires social cognition, working memory, and attention integration."
  },
  {
    "id": 181,
    "statement": "PFC's predictions rely on pattern separation, completion, and coding."
  },
  {
    "id": 182,
    "statement": "Thalamus integrates sensory information, attention, and expectations through neural connections."
  },
  {
    "id": 183,
    "statement": "PFC integrates pattern separation, completion, coding, and working memory for ToM."
  },
  {
    "id": 184,
    "statement": "Working memory temporarily stores mental representations for ToM inference."
  },
  {
    "id": 185,
    "statement": "Gamma oscillations synchronize neural activity through population coherence."
  },
  {
    "id": 186,
    "statement": "Thalamus refines sensory info through filtering, feature extraction."
  },
  {
    "id": 187,
    "statement": "Pattern separation, completion, and coding facilitate PFC predictive abilities."
  },
  {
    "id": 188,
    "statement": "PFC sends top-down predictions to Thalamus for sensory refinement"
  },
  {
    "id": 189,
    "statement": "Thalamus integrates sensory information, attention, and cognitive signals."
  },
  {
    "id": 190,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 191,
    "statement": "Gamma oscillations facilitate coordinated neural activity through synchronization."
  },
  {
    "id": 192,
    "statement": "Thalamus's automatic filtering relies on established neural connections."
  },
  {
    "id": 193,
    "statement": "Thalamus processes sensory info hierarchically through step-by-step refinement."
  },
  {
    "id": 194,
    "statement": "Pattern separation distinguishes similar yet distinct mental representations."
  },
  {
    "id": 195,
    "statement": "PFC's predictions influence thalamus's attentional filtering through top-down signals."
  },
  {
    "id": 196,
    "statement": "PFC predicts sensory input through top-down thalamic refinement"
  },
  {
    "id": 197,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through predictions."
  },
  {
    "id": 198,
    "statement": "Thalamus's adaptive filtering relies on synaptic plasticity refinement"
  },
  {
    "id": 199,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, coding."
  }
]