[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 2,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 3,
    "statement": "Theory of mind enables simulating mental states through imagination."
  },
  {
    "id": 4,
    "statement": "The thalamus hierarchically processes sensory information through multiple stages refining it."
  },
  {
    "id": 5,
    "statement": "Thalamus extracts sensory features through hierarchical processing to prioritize information."
  },
  {
    "id": 6,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 7,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 8,
    "statement": "Thalamus's internal structure and processing mechanisms may need revision"
  },
  {
    "id": 9,
    "statement": "Thalamus refines sensory info through dynamic neural reorganization processes."
  },
  {
    "id": 10,
    "statement": "Thalamus refines sensory info through multiple hierarchical stages dynamically."
  },
  {
    "id": 11,
    "statement": "Thalamus acts as a crucial relay station for sensory processing."
  },
  {
    "id": 12,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 13,
    "statement": "Corticothalamic pathway enables top-down modulation of sensory processing."
  },
  {
    "id": 14,
    "statement": "Thalamus processes sensory info hierarchically within its structure."
  },
  {
    "id": 15,
    "statement": "Thalamus processes sensory info hierarchically, refining data dynamically."
  },
  {
    "id": 16,
    "statement": "Thalamus hierarchically processes sensory information for cortical interpretation."
  },
  {
    "id": 17,
    "statement": "Mentalizing, though necessary, is not sole determinant of empathy"
  },
  {
    "id": 18,
    "statement": "Thalamus transmits processed sensory data to the cortex."
  },
  {
    "id": 19,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 20,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 21,
    "statement": "Thalamus refines sensory info through dynamic neural reorganization processes."
  },
  {
    "id": 22,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering dynamically through corticothalamic connections"
  },
  {
    "id": 23,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 24,
    "statement": "Neural gain amplifies synaptic transmission, enhancing signal strength."
  },
  {
    "id": 25,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 26,
    "statement": "Thalamus processes sensory info hierarchically through neural oscillations."
  },
  {
    "id": 27,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 28,
    "statement": "Mentalizing involves simulating others' thoughts and feelings through imagination."
  },
  {
    "id": 29,
    "statement": "Thalamus processes sensory info based on internal models and expectations."
  },
  {
    "id": 30,
    "statement": "Neural gain modulates corticothalamic interactions to amplify sensory signals."
  },
  {
    "id": 31,
    "statement": "Cortical predictions influence thalamic filtering through past experiences."
  },
  {
    "id": 32,
    "statement": "Corticothalamic connections enable bidirectional dialogue between thalamus and cortex."
  },
  {
    "id": 33,
    "statement": "Cortical predictions guide thalamus's filtering through past experience-influenced neural connections."
  },
  {
    "id": 34,
    "statement": "Cortical expectations refine sensory information through thalamic processing."
  },
  {
    "id": 35,
    "statement": "The thalamus acts as a sensory information relay station."
  },
  {
    "id": 36,
    "statement": "Neural oscillations facilitate attentional modulation through synchronized activity."
  },
  {
    "id": 37,
    "statement": "Cortical expectations modify thalamus's sensory filtering based on experiences."
  },
  {
    "id": 38,
    "statement": "Thalamus filters sensory info through diverse cortical connections guiding refining."
  },
  {
    "id": 39,
    "statement": "Thalamus processes sensory info quickly through rapid relaying of signals."
  },
  {
    "id": 40,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering dynamically."
  },
  {
    "id": 41,
    "statement": "Thalamus's internal structure and processing mechanisms are still evolving."
  },
  {
    "id": 42,
    "statement": "Corticothalamic connections enable top-down modulation through glutamate, GABA, acetylcholine, dopamine and gamma oscillations."
  },
  {
    "id": 43,
    "statement": "Corticothalamic connections enable top-down control over thalamus filtering."
  },
  {
    "id": 44,
    "statement": "Thalamus recursively processes sensory info in hierarchical stages dynamically."
  },
  {
    "id": 45,
    "statement": "Thalamus receives sensory info from cortex and sends it back."
  },
  {
    "id": 46,
    "statement": "Thalamus breaks down sensory info into hierarchical components."
  },
  {
    "id": 47,
    "statement": "Thalamus filters and refines sensory info for cortical processing."
  },
  {
    "id": 48,
    "statement": "Neural oscillations enable synchronized activity for attention modulation"
  },
  {
    "id": 49,
    "statement": "Corticothalamic connections regulate thalamus's attentional filtering through oscillations."
  },
  {
    "id": 50,
    "statement": "Mentalizing simulates others' mental states through neural network constructions."
  },
  {
    "id": 51,
    "statement": "Thalamus hierarchically processes sensory information refining it gradually."
  },
  {
    "id": 52,
    "statement": "Thalamus filters and refines sensory info for cortical processing"
  },
  {
    "id": 53,
    "statement": "Mentalizing simulates others' mental states through brain simulations."
  },
  {
    "id": 54,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 55,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 56,
    "statement": "Corticothalamic connections enable hierarchical sensory processing dynamically."
  },
  {
    "id": 57,
    "statement": "Corticothalamic connections synchronize gamma-oscillations for top-down attention modulation."
  },
  {
    "id": 58,
    "statement": "Corticothalamic projections convey top-down signals via glutamate."
  },
  {
    "id": 59,
    "statement": "The thalamus's internal structure and processing mechanisms are still evolving."
  },
  {
    "id": 60,
    "statement": "Thalamus refines sensory info through filtering, attention, and processing."
  },
  {
    "id": 61,
    "statement": "Glutamate plays a crucial role in corticothalamic top-down signal transmission."
  },
  {
    "id": 62,
    "statement": "PFC's learned associations influence adaptive sensory processing."
  },
  {
    "id": 63,
    "statement": "Thalamus hierarchically processes sensory info before transmission."
  },
  {
    "id": 64,
    "statement": "Thalamus filters sensory info based on internal model expectations."
  },
  {
    "id": 65,
    "statement": "Corticothalamic connections modulate thalamic oscillations for attentional filtering."
  },
  {
    "id": 66,
    "statement": "Mentalizing simulates others' mental states through neural network interactions."
  },
  {
    "id": 67,
    "statement": "Thalamus facilitates real-time processing through neural oscillations, synaptic plasticity, and corticothalamic interactions."
  },
  {
    "id": 68,
    "statement": "Synchronized neural activity enables attentional filtering through gamma oscillations."
  },
  {
    "id": 69,
    "statement": "Thalamus hierarchically processes sensory info through multiple stages refining."
  },
  {
    "id": 70,
    "statement": "Action potentials are brief electrical impulses triggering neural transmission"
  },
  {
    "id": 71,
    "statement": "Thalamus filters sensory info based on top-down predictions."
  },
  {
    "id": 72,
    "statement": "Thalamus processes sensory info hierarchically for cortical interpretation."
  },
  {
    "id": 73,
    "statement": "Thalamus refines sensory information dynamically based on cortical updates."
  },
  {
    "id": 74,
    "statement": "Corticothalamic connections adaptively filter sensory info in real-time."
  },
  {
    "id": 75,
    "statement": "Cortical predictions influence thalamic filtering through top-down modulation."
  },
  {
    "id": 76,
    "statement": "Corticothalamic pathway predictions shape thalamic filtering based on PFC's expectations."
  },
  {
    "id": 77,
    "statement": "Thalamus dynamically filters sensory info through cortical predictions."
  },
  {
    "id": 78,
    "statement": "PFC's top-down predictions influence thalamus's sensory processing and filtering."
  },
  {
    "id": 79,
    "statement": "The thalamus actively refines and processes sensory information."
  },
  {
    "id": 80,
    "statement": "Thalamus processes sensory info hierarchically for cortical interpretation."
  },
  {
    "id": 81,
    "statement": "PFC modulates thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 82,
    "statement": "Mentalizing enables simulated understanding of others' mental states."
  },
  {
    "id": 83,
    "statement": "Corticothalamic connections mediate top-down attentional modulation through synchronized activity."
  },
  {
    "id": 84,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 85,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs through PFC."
  },
  {
    "id": 86,
    "statement": "Thalamus filters sensory info using PFC's top-down predictions."
  },
  {
    "id": 87,
    "statement": "Neural oscillations synchronize thalamus neurons for real-time processing."
  },
  {
    "id": 88,
    "statement": "Thalamus modulates sensory filtering based on attentional demands dynamically."
  },
  {
    "id": 89,
    "statement": "Simulation of mental states is a function of imagination and theory of mind."
  },
  {
    "id": 90,
    "statement": "Neural gain modifies signal strength in corticothalamic interactions."
  },
  {
    "id": 91,
    "statement": "Thalamus refines sensory info for cortical processing through hierarchical stages."
  },
  {
    "id": 92,
    "statement": "Thalamus processes sensory information hierarchically for cortical interpretation"
  },
  {
    "id": 93,
    "statement": "Neural gain amplifies synaptic transmission to enhance signal strength."
  },
  {
    "id": 94,
    "statement": "Thalamus processes sensory information hierarchically, refining data adaptively."
  },
  {
    "id": 95,
    "statement": "Thalamus filters sensory info hierarchically, refining data dynamically."
  },
  {
    "id": 96,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 97,
    "statement": "Thalamus acts as a relay station for sensory processing."
  },
  {
    "id": 98,
    "statement": "Corticothalamic connections regulate attention modulation dynamically through top-down signals."
  },
  {
    "id": 99,
    "statement": "Action potentials represent electrical impulses transmitted through neurons"
  },
  {
    "id": 100,
    "statement": "Neural oscillations enable synchronized activity for attentional modulation within brain regions."
  },
  {
    "id": 101,
    "statement": "Corticothalamic connections modulate sensory processing through top-down predictions."
  },
  {
    "id": 102,
    "statement": "Thalamus filters sensory info based on cortical prior expectations."
  },
  {
    "id": 103,
    "statement": "Thalamus processes sensory info in real-time with minimal delay"
  },
  {
    "id": 104,
    "statement": "Thalamus receives and refines sensory information through cortical guidance."
  },
  {
    "id": 105,
    "statement": "Corticothalamic connections enable top-down control on thalamic filtering."
  },
  {
    "id": 106,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 107,
    "statement": "Cortical predictions refer to brain's anticipations of sensory inputs."
  },
  {
    "id": 108,
    "statement": "Thalamus modulates sensory information through filtering and attention."
  },
  {
    "id": 109,
    "statement": "Action potentials are brief electrical impulses in neuron transmission."
  },
  {
    "id": 110,
    "statement": "Cortical predictions, derived from PFC, influence thalamic filtering dynamically."
  },
  {
    "id": 111,
    "statement": "Neural oscillations facilitate real-time sensory information processing in thalamus."
  },
  {
    "id": 112,
    "statement": "PFC predictions: learned associations and past experiences influence processing."
  },
  {
    "id": 113,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 114,
    "statement": "Cortical predictions guide thalamus's filtering through experience-influenced connections."
  },
  {
    "id": 115,
    "statement": "The thalamus receives, processes, and transmits sensory information hierarchically."
  },
  {
    "id": 116,
    "statement": "Corticothalamic neural oscillations enable top-down attentional modulation synchronizing cortex and thalamus."
  },
  {
    "id": 117,
    "statement": "Neural gain modulates corticothalamic signal transmission strength"
  },
  {
    "id": 118,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 119,
    "statement": "Cortical predictions from PFC influence thalamic filtering dynamics."
  },
  {
    "id": 120,
    "statement": "Thalamus integrates sensory info hierarchically for brain processing"
  },
  {
    "id": 121,
    "statement": "PFC top-down signals modulate thalamus's filtering dynamically."
  },
  {
    "id": 122,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 123,
    "statement": "Cortical predictions modulate thalamus's filtering dynamics through synchronization."
  },
  {
    "id": 124,
    "statement": "Thalamus filters sensory info dynamically based on cortical predictions."
  },
  {
    "id": 125,
    "statement": "Top-down control influences sensory processing through corticothalamic pathway predictions."
  },
  {
    "id": 126,
    "statement": "Corticothalamic connections enable bidirectional information exchange between thalamus and cortex."
  },
  {
    "id": 127,
    "statement": "Thalamus processes sensory info, sending refined data to cortex"
  },
  {
    "id": 128,
    "statement": "Thalamus refines sensory info hierarchically through neural oscillations."
  },
  {
    "id": 129,
    "statement": "Thalamus processes sensory info hierarchically in multiple stages."
  },
  {
    "id": 130,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 131,
    "statement": "Thalamus filters and refines sensory info for cortical processing."
  },
  {
    "id": 132,
    "statement": "Synaptic plasticity enables thalamus to adapt and refine sensory processing."
  },
  {
    "id": 133,
    "statement": "Thalamus processes sensory info hierarchically at multiple levels."
  },
  {
    "id": 134,
    "statement": "Thalamus filters and refines sensory info dynamically for cortical processing."
  },
  {
    "id": 135,
    "statement": "Thalamus filters sensory info based on automatic internal predictions."
  },
  {
    "id": 136,
    "statement": "Thalamus's filtering influenced by past experiences and learning history"
  },
  {
    "id": 137,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing through predictions."
  },
  {
    "id": 138,
    "statement": "Synchronized activity enhances corticothalamic communication and filtering."
  },
  {
    "id": 139,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering dynamically."
  },
  {
    "id": 140,
    "statement": "Action potentials are electrical impulses transmitted through axonal membranes."
  },
  {
    "id": 141,
    "statement": "Thalamus receives and processes top-down predictions from cortex."
  },
  {
    "id": 142,
    "statement": "Corticothalamic connections adapt to new information and experiences dynamically."
  },
  {
    "id": 143,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 144,
    "statement": "Thalamus sends processed sensory data to cortex through corticothalamic connections."
  },
  {
    "id": 145,
    "statement": "Gamma oscillations synchronize neural activity for attentional filtering."
  },
  {
    "id": 146,
    "statement": "Neural oscillations modulate attention through synchronized neural activity."
  },
  {
    "id": 147,
    "statement": "Thalamus refines sensory info through filtering, attention, and processing."
  },
  {
    "id": 148,
    "statement": "PFC generates top-down predictions based on past experiences and learning."
  },
  {
    "id": 149,
    "statement": "Thalamus processes sensory info in hierarchical stages refining it."
  },
  {
    "id": 150,
    "statement": "Thalamus integrates cortical predictions with sensory information dynamically."
  },
  {
    "id": 151,
    "statement": "Corticothalamic connections synchronize gamma-oscillations in thalamus for attention modulation."
  },
  {
    "id": 152,
    "statement": "PFC sends top-down signals to thalamus to modulate attentional filtering."
  },
  {
    "id": 153,
    "statement": "Brain simulations recreate neural patterns for social cognition understanding."
  },
  {
    "id": 154,
    "statement": "Neural gain regulates corticothalamic signal amplitude and fidelity."
  },
  {
    "id": 155,
    "statement": "Top-down signals from PFC modulate thalamus's attentional filtering."
  },
  {
    "id": 156,
    "statement": "PFC top-down signals modulate thalamic attentional filtering through corticothalamic connections."
  },
  {
    "id": 157,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions through corticothalamic connections."
  },
  {
    "id": 158,
    "statement": "Cortical expectations modify thalamus's filtering based on past experiences shaping predictions."
  },
  {
    "id": 159,
    "statement": "Neural gain regulates synaptic strength in corticothalamic transmission."
  },
  {
    "id": 160,
    "statement": "The thalamus refines sensory info through hierarchical processing dynamically."
  },
  {
    "id": 161,
    "statement": "Thalamus acts as relay station for sensory information."
  },
  {
    "id": 162,
    "statement": "Thalamus receives and relays sensory information to cortex."
  },
  {
    "id": 163,
    "statement": "Thalamus filters sensory info, amplifying relevant signals dynamically."
  },
  {
    "id": 164,
    "statement": "PFC's top-down signals dynamically modulate thalamus's attentional filtering."
  },
  {
    "id": 165,
    "statement": "Cortical predictions are top-down anticipations of sensory inputs based on past experiences."
  },
  {
    "id": 166,
    "statement": "Thalamus filters and refines sensory info for cortical interpretation."
  },
  {
    "id": 167,
    "statement": "The thalamus hierarchically processes sensory information through multiple stages."
  },
  {
    "id": 168,
    "statement": "Thalamus's internal structure and processing mechanisms are still evolving."
  },
  {
    "id": 169,
    "statement": "Mentalizing simulates understanding of others' mental states through imagination."
  },
  {
    "id": 170,
    "statement": "Thalamus refines and filters sensory information before cortical transmission"
  },
  {
    "id": 171,
    "statement": "Thalamus modulates sensory info through hierarchical processing dynamics"
  },
  {
    "id": 172,
    "statement": "Thalamus integrates sensory info based on internal models and expectations."
  },
  {
    "id": 173,
    "statement": "Neural oscillations synchronize thalamus neurons for real-time processing."
  },
  {
    "id": 174,
    "statement": "Corticothalamic connections enable bidirectional communication between the thalamus and cortex."
  },
  {
    "id": 175,
    "statement": "Corticothalamic connections enable top-down attentional modulation through gamma oscillations."
  },
  {
    "id": 176,
    "statement": "Thalamus processes sensory info hierarchically from raw to complex representations."
  },
  {
    "id": 177,
    "statement": "The thalamus relays sensory info to cortex rapidly through electrical signals."
  },
  {
    "id": 178,
    "statement": "Mentalizing is simulating others' mental states through active imagination."
  },
  {
    "id": 179,
    "statement": "Corticothalamic connections modulate thalamic filtering through synchronized activity."
  },
  {
    "id": 180,
    "statement": "Cortical predictions guide thalamus filtering through experience-dependent connections."
  },
  {
    "id": 181,
    "statement": "Thalamus actively refines sensory info using cortical expectations."
  },
  {
    "id": 182,
    "statement": "Thalamus processes sensory info hierarchically for cortical processing"
  },
  {
    "id": 183,
    "statement": "Cortical predictions guide neural processing through top-down expectations."
  },
  {
    "id": 184,
    "statement": "Thalamus filters sensory info dynamically based on cortical predictions."
  },
  {
    "id": 185,
    "statement": "Cortical predictions guide thalamus's filtering through neural connections."
  },
  {
    "id": 186,
    "statement": "PFC's top-down predictions guide thalamus's sensory processing and filtering."
  },
  {
    "id": 187,
    "statement": "Real-time sensory processing requires synchronized thalamocortical interactions."
  },
  {
    "id": 188,
    "statement": "Thalamus refines sensory information through adaptive neural reorganization."
  },
  {
    "id": 189,
    "statement": "Thalamus recursively processes sensory info in hierarchical stages dynamically."
  },
  {
    "id": 190,
    "statement": "Mentalizing is one component of empathy, not the sole determinant."
  },
  {
    "id": 191,
    "statement": "Thalamus rapidly relays sensory info to cortex with minimal delay."
  },
  {
    "id": 192,
    "statement": "Thalamus actively refines and processes sensory information dynamically."
  },
  {
    "id": 193,
    "statement": "Neural oscillations facilitate real-time processing in thalamus."
  },
  {
    "id": 194,
    "statement": "Top-down modulation: corticothalamic connections synchronize neural oscillations."
  },
  {
    "id": 195,
    "statement": "Thalamus processes sensory info hierarchically, extracting relevant features."
  },
  {
    "id": 196,
    "statement": "Thalamus actively refines sensory info through cortical predictions dynamically"
  },
  {
    "id": 197,
    "statement": "The thalamus receives and processes sensory information before cortex."
  },
  {
    "id": 198,
    "statement": "Neural oscillations synchronize brain regions for attentional processing."
  }
]