[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus extracts sensory features through hierarchical processing to prioritize information."
  },
  {
    "id": 2,
    "statement": "The thalamus hierarchically processes sensory information through multiple stages refining it."
  },
  {
    "id": 3,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 4,
    "statement": "Corticothalamic projections convey top-down signals through glutamate-mediated neural communication."
  },
  {
    "id": 5,
    "statement": "Thalamus hierarchically processes sensory info before transmission."
  },
  {
    "id": 6,
    "statement": "Thalamus acts as a crucial relay station for sensory processing."
  },
  {
    "id": 7,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 8,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 9,
    "statement": "PFC generates predictions about sensory input based on past experiences."
  },
  {
    "id": 10,
    "statement": "Thalamus processes sensory info hierarchically, refining data dynamically"
  },
  {
    "id": 11,
    "statement": "Thalamus filters sensory info based on top-down predictions."
  },
  {
    "id": 12,
    "statement": "Corticothalamic connections modulate thalamus's filtering through gamma oscillations."
  },
  {
    "id": 13,
    "statement": "Thalamus is a complex processing structure not just relay station."
  },
  {
    "id": 14,
    "statement": "Thalamus acts as a relay station for sensory processing."
  },
  {
    "id": 15,
    "statement": "Thalamus integrates sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 16,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 17,
    "statement": "Mentalizing involves simulating others' thoughts and feelings through imagination."
  },
  {
    "id": 18,
    "statement": "Thalamocortical connections modulate sensory processing and filtering"
  },
  {
    "id": 19,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 20,
    "statement": "The thalamus rapidly relays sensory info to the cortex for processing."
  },
  {
    "id": 21,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 22,
    "statement": "Glutamate and GABA modulate neural gain through excitatory and inhibitory actions"
  },
  {
    "id": 23,
    "statement": "PFC generates top-down predictions based on past experiences and expectations."
  },
  {
    "id": 24,
    "statement": "Thalamus filters sensory info through implicit, habituated neural connections"
  },
  {
    "id": 25,
    "statement": "Thalamus hierarchically organizes and refines sensory information before cortex."
  },
  {
    "id": 26,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 27,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 28,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 29,
    "statement": "Thalamocortical interactions involve bidirectional communication between structures."
  },
  {
    "id": 30,
    "statement": "Top-down signals convey information from PFC to thalamus through glutamate"
  },
  {
    "id": 31,
    "statement": "Cortical predictions are anticipations of sensory inputs based on past experiences."
  },
  {
    "id": 32,
    "statement": "Top-down PFC signals modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 33,
    "statement": "Thalamus refines sensory info through hierarchical processing and filter."
  },
  {
    "id": 34,
    "statement": "Thalamus processes sensory information hierarchically and dynamically refines data."
  },
  {
    "id": 35,
    "statement": "Thalamus processes sensory info hierarchically through beta oscillations."
  },
  {
    "id": 36,
    "statement": "Top-down PFC signals modulate thalamus's attentional filtering dynamically."
  },
  {
    "id": 37,
    "statement": "ToM enables simulating mental states through imagination with brain network coordination."
  },
  {
    "id": 38,
    "statement": "Cortical expectations modulate thalamus's filtering through gain, Hebbian learning, and synchronized neural activity."
  },
  {
    "id": 39,
    "statement": "Thalamus transforms and refines sensory information before sending."
  },
  {
    "id": 40,
    "statement": "Thalamus integrates sensory info through corticothalamic feedback loops."
  },
  {
    "id": 41,
    "statement": "Thalamus hierarchically integrates sensory info through multiple processing stages."
  },
  {
    "id": 42,
    "statement": "Thalamus processes sensory info hierarchically, refining data dynamically"
  },
  {
    "id": 43,
    "statement": "Glutamate facilitates top-down signal transmission through synchronized gamma oscillations."
  },
  {
    "id": 44,
    "statement": "Thalamus refines sensory info through cortical predictions and feedback."
  },
  {
    "id": 45,
    "statement": "Synchronized neural activity enables attentional filtering through gamma oscillations."
  },
  {
    "id": 46,
    "statement": "Thalamus hierarchically processes sensory information for cortical interpretation."
  },
  {
    "id": 47,
    "statement": "Top-down control facilitates selective attention through cortical influence."
  },
  {
    "id": 48,
    "statement": "Thalamus refines sensory info based on cortical predictions dynamically."
  },
  {
    "id": 49,
    "statement": "Cortical predictions are generated by prefrontal cortex based on past experiences."
  },
  {
    "id": 50,
    "statement": "The thalamus dynamically filters sensory information based on attention."
  },
  {
    "id": 51,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 52,
    "statement": "Thalamus's sensory processing is guided by cortical predictions dynamically."
  },
  {
    "id": 53,
    "statement": "Thalamus integrates sensory info through bidirectional corticothalamic interactions."
  },
  {
    "id": 54,
    "statement": "Thalamus refines sensory info through cortical predictions dynamically"
  },
  {
    "id": 55,
    "statement": "Glutamate and GABA regulate neural gain through excitation and inhibition."
  },
  {
    "id": 56,
    "statement": "Thalamus hierarchically organizes raw sensory data into meaningful patterns."
  },
  {
    "id": 57,
    "statement": "Cortical predictions shape thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 58,
    "statement": "PFC's top-down control modulates thalamus's sensory processing."
  },
  {
    "id": 59,
    "statement": "Thalamus refines sensory info through neural oscillations and synaptic plasticity."
  },
  {
    "id": 60,
    "statement": "Mentalizing involves simulating others' mental states through cognitive frameworks."
  },
  {
    "id": 61,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms filtering"
  },
  {
    "id": 62,
    "statement": "Thalamus integrates multisensory information for cortical processing and interpretation."
  },
  {
    "id": 63,
    "statement": "Thalamus filters sensory info based on cortical expectations."
  },
  {
    "id": 64,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 65,
    "statement": "Thalamus extracts sensory features through hierarchical processing and prioritization."
  },
  {
    "id": 66,
    "statement": "Thalamus selectively filters and integrates sensory information."
  },
  {
    "id": 67,
    "statement": "Thalamus integrates sensory features through corticothalamic and mutual excitations."
  },
  {
    "id": 68,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 69,
    "statement": "Thalamus relays multisensory information to cortex for processing efficiently."
  },
  {
    "id": 70,
    "statement": "Thalamus processes sensory info through hierarchical filtering and refinement mechanisms."
  },
  {
    "id": 71,
    "statement": "Thalamus filters sensory info through hierarchical processing mechanisms refining."
  },
  {
    "id": 72,
    "statement": "Cortical expectations guide thalamic filtering based on past experiences"
  },
  {
    "id": 73,
    "statement": "Thalamus uses internal models to refine and filter sensory inputs."
  },
  {
    "id": 74,
    "statement": "Cortical predictions shape thalamic filtering through Hebbian learning."
  },
  {
    "id": 75,
    "statement": "Glutamate enables corticothalamic top-down signal transmission through excitatory neurotransmission."
  },
  {
    "id": 76,
    "statement": "The thalamus integrates sensory info hierarchically through feedforward & feedback connections."
  },
  {
    "id": 77,
    "statement": "Theory of Mind enables simulating mental states through imagination."
  },
  {
    "id": 78,
    "statement": "Beta oscillations facilitate information transmission between nuclei during processing."
  },
  {
    "id": 79,
    "statement": "Brain network coordination enables ToM through dynamic regional interactions."
  },
  {
    "id": 80,
    "statement": "Thalamocortical connections modulate sensory processing and filtering through feedback loops."
  },
  {
    "id": 81,
    "statement": "Corticothalamic connections enable bidirectional dialogue between thalamus and cortex."
  },
  {
    "id": 82,
    "statement": "The thalamus integrates sensory information hierarchically through neural circuits."
  },
  {
    "id": 83,
    "statement": "Corticothalamic connections regulate thalamus's attentional filtering through gamma oscillations."
  },
  {
    "id": 84,
    "statement": "Thalamus filters sensory input based on cortical predictions."
  },
  {
    "id": 85,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering dynamically."
  },
  {
    "id": 86,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 87,
    "statement": "Thalamus refines filtering based on cortical expectations through Hebbian learning."
  },
  {
    "id": 88,
    "statement": "The thalamus rapidly relays sensory info to cortex at 5-50 ms."
  },
  {
    "id": 89,
    "statement": "Theory of Mind is a cognitive ability to understand mental states."
  },
  {
    "id": 90,
    "statement": "Cortical predictions shape thalamic processing through neural connections and feedback loops."
  },
  {
    "id": 91,
    "statement": "Thalamus filters sensory info before sending to cortex."
  },
  {
    "id": 92,
    "statement": "Thalamus integrates sensory info with cortical predictions through recurrent connections."
  },
  {
    "id": 93,
    "statement": "Thalamus refines sensory info, relaying it to cortex, bidirectional processing."
  },
  {
    "id": 94,
    "statement": "Thalamus uses internal models and expectations to filter sensory info."
  },
  {
    "id": 95,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 96,
    "statement": "Mentalizing involves simulating others' thoughts and feelings through imagination."
  },
  {
    "id": 97,
    "statement": "Mentalizing involves simulating others' mental states through cognitive frameworks."
  },
  {
    "id": 98,
    "statement": "Thalamus hierarchically processes sensory info with dynamic refinement."
  },
  {
    "id": 99,
    "statement": "Thalamocortical interactions involve bidirectional communication between structures."
  },
  {
    "id": 100,
    "statement": "Thalamocortical connections modulate sensory processing and filtering through bidirectional communication"
  },
  {
    "id": 101,
    "statement": "Corticothalamic connections modulate thalamus's filtering through neural oscillations."
  },
  {
    "id": 102,
    "statement": "Thalamus processes sensory info hierarchically through neural oscillations."
  },
  {
    "id": 103,
    "statement": "Cortical predictions guide thalamus's filtering through past experience-influenced neural connections."
  },
  {
    "id": 104,
    "statement": "Thalamus actively refines sensory info with cortical feedback."
  },
  {
    "id": 105,
    "statement": "Corticothalamic connections enable bidirectional dialogue for top-down processing."
  },
  {
    "id": 106,
    "statement": "Thalamus's internal processing mechanisms are subject to refinement."
  },
  {
    "id": 107,
    "statement": "Mentalizing is simulating others' mental states through imagination"
  },
  {
    "id": 108,
    "statement": "Thalamus processes sensory info hierarchically through synchronized beta oscillations."
  },
  {
    "id": 109,
    "statement": "Neural gain amplifies synaptic transmission, enhancing signal strength."
  },
  {
    "id": 110,
    "statement": "Cortical expectations guide thalamic filtering through Hebbian learning mechanisms."
  },
  {
    "id": 111,
    "statement": "Thalamus's sensory filtering is regulated by cortical predictions."
  },
  {
    "id": 112,
    "statement": "Thalamus processes sensory information hierarchically through multiple stages."
  },
  {
    "id": 113,
    "statement": "Thalamus's hierarchical integration is still an active topic research."
  },
  {
    "id": 114,
    "statement": "Thalamus's sensory processing is guided by cortical predictions dynamically."
  },
  {
    "id": 115,
    "statement": "Corticothalamic connections modulate thalamus's filtering through gamma oscillations."
  },
  {
    "id": 116,
    "statement": "The thalamus filters sensory information hierarchically and prioritizes features."
  },
  {
    "id": 117,
    "statement": "Corticothalamic connections modulate thalamus's filtering through gamma oscillations."
  },
  {
    "id": 118,
    "statement": "Thalamus integrates multisensory information for cortical processing."
  },
  {
    "id": 119,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through top-down signals."
  },
  {
    "id": 120,
    "statement": "Corticothalamic connections modulate thalamus's filtering through gamma oscillations."
  },
  {
    "id": 121,
    "statement": "Top-down control influences thalamus's attentional filtering through synchronized neural oscillations, predictions, and gain regulation."
  },
  {
    "id": 122,
    "statement": "The thalamus hierarchically processes sensor info from multiple sources."
  },
  {
    "id": 123,
    "statement": "Thalamus extracts sensory features through hierarchical processing and prioritization."
  },
  {
    "id": 124,
    "statement": "Thalamus processes sensory info hierarchically, refining data dynamically."
  },
  {
    "id": 125,
    "statement": "Thalamus integrates sensory info from various sensory modalities."
  },
  {
    "id": 126,
    "statement": "Thalamus dynamically refines sensory info based on cortical predictions."
  },
  {
    "id": 127,
    "statement": "Glutamate mediates top-down signals from PFC to thalamus through excitatory transmission."
  },
  {
    "id": 128,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 129,
    "statement": "The thalamus filters sensory information hierarchically through neural oscillations and synaptic plasticity."
  },
  {
    "id": 130,
    "statement": "Cortical predictions guide thalamus's filtering through past experiences."
  },
  {
    "id": 131,
    "statement": "Thalamus hierarchically processes sensory information through multiple neural layers."
  },
  {
    "id": 132,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through predictive signals."
  },
  {
    "id": 133,
    "statement": "PFC generates cortical predictions based on past experiences through synapse strength."
  },
  {
    "id": 134,
    "statement": "Thalamocortical interactions involve bidirectional communication between thalamus and cortex."
  },
  {
    "id": 135,
    "statement": "Thalamus extracts sensory features hierarchically to prioritize information"
  },
  {
    "id": 136,
    "statement": "Thalamus integrates sensory info across multiple processing levels."
  },
  {
    "id": 137,
    "statement": "Mentalizing refers to cognitive ability to understand and simulate."
  },
  {
    "id": 138,
    "statement": "Gamma oscillations modulate thalamic filtering and cortical transmission."
  },
  {
    "id": 139,
    "statement": "Thalamus integrates sensory info through corticothalamic feedback loops."
  },
  {
    "id": 140,
    "statement": "Cognitive abilities are mental tools enabling information processing and manipulation."
  },
  {
    "id": 141,
    "statement": "Thalamus's sensory processing is guided by dynamic cortical predictions."
  },
  {
    "id": 142,
    "statement": "PFC modulates thalamus's sensory processing through top-down control."
  },
  {
    "id": 143,
    "statement": "PFC generates predictions based on past experiences and expectations."
  },
  {
    "id": 144,
    "statement": "The thalamus processes sensory info hierarchically through multiple stages."
  },
  {
    "id": 145,
    "statement": "Thalamic processing involves bidirectional interaction with the cortex."
  },
  {
    "id": 146,
    "statement": "Corticothalamic connections modulate thalamus's filtering through gamma oscillations."
  },
  {
    "id": 147,
    "statement": "Thalamus dynamically refines sensory data through attentional modulation."
  },
  {
    "id": 148,
    "statement": "Thalamus refines sensory info through predictive cortical feedback refining processing."
  },
  {
    "id": 149,
    "statement": "Prefrontal Cortex integrates past experiences and expectations through neural networks."
  },
  {
    "id": 150,
    "statement": "Corticothalamic feedback loops refine sensory information through bidirectional communication."
  },
  {
    "id": 151,
    "statement": "Thalamus integrates sensory info with cortical predictions through re-entrant processing."
  },
  {
    "id": 152,
    "statement": "Cortical expectations guide thalamic filtering through past experiences and Hebbian learning."
  },
  {
    "id": 153,
    "statement": "Cortical predictions guide thalamic filtering through corticothalamic connections."
  },
  {
    "id": 154,
    "statement": "The thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 155,
    "statement": "Thalamocortical interactions involve bidirectional communication for cognitive processes."
  },
  {
    "id": 156,
    "statement": "Hierarchical processing of sensory info occurs through beta oscillations."
  },
  {
    "id": 157,
    "statement": "Thalamus processes sensory info hierarchically before transmitting refined data"
  },
  {
    "id": 158,
    "statement": "Cortical predictions are top-down anticipations of sensory inputs influenced by experience."
  },
  {
    "id": 159,
    "statement": "Thalamus dynamically filters sensory information based on attention."
  },
  {
    "id": 160,
    "statement": "Thalamus integrates sensory info through dynamic corticothalamic exchanges."
  },
  {
    "id": 161,
    "statement": "Thalamus extracts sensory features through hierarchical processing and refinement."
  },
  {
    "id": 162,
    "statement": "Thalamus refines sensory info through neural oscillations and synaptic plasticity."
  },
  {
    "id": 163,
    "statement": "Top-down control directs attention through cortical modulation."
  },
  {
    "id": 164,
    "statement": "Thalamus refines sensory info through cortical predictions in real-time."
  },
  {
    "id": 165,
    "statement": "The thalamus dynamically filters sensory info based on attentional demands."
  },
  {
    "id": 166,
    "statement": "Thalamus integrates sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 167,
    "statement": "Thalamus integrates cortical predictions with sensory feedback through predictive coding."
  },
  {
    "id": 168,
    "statement": "Top-down processing influences thalamic sensory filtering through corticothalamic connections."
  },
  {
    "id": 169,
    "statement": "Thalamus processes sensory info hierarchically and dynamically refines."
  },
  {
    "id": 170,
    "statement": "Thalamus dynamically filters sensory inputs based on cortical predictions."
  },
  {
    "id": 171,
    "statement": "Habituation strengthens thalamic neural connections for sensory filtering."
  },
  {
    "id": 172,
    "statement": "Cortical predictions dynamically influence thalamus's sensory processing."
  },
  {
    "id": 173,
    "statement": "Thalamus hierarchically processes sensory information, refining data dynamically."
  },
  {
    "id": 174,
    "statement": "Thalamus is a dynamic sensory processing hub, refining information."
  },
  {
    "id": 175,
    "statement": "Glutamate enables corticothalamic top-down signal transmission through excitatory neurotransmission."
  },
  {
    "id": 176,
    "statement": "Thalamus integrates sensory info from multiple modalities hierarchically refining processing."
  },
  {
    "id": 177,
    "statement": "Top-down modulation influences sensory processing through cortical-thalamic connections."
  },
  {
    "id": 178,
    "statement": "The thalamus receives and refines sensory information before transmission."
  },
  {
    "id": 179,
    "statement": "Thalamus processes sensory info hierarchically through neural oscillations."
  },
  {
    "id": 180,
    "statement": "Neural gain amplifies synaptic transmission by modulating neurotransmitter release."
  },
  {
    "id": 181,
    "statement": "Thalamus hierarchically processes sensory info before cortical processing."
  },
  {
    "id": 182,
    "statement": "Thalamus filters sensory info dynamically based on cortical predictions."
  },
  {
    "id": 183,
    "statement": "Thalamus adjusts sensory filtering based on cortical predictions dynamically."
  },
  {
    "id": 184,
    "statement": "Thalamus integrates sensory information hierarchically through multiple stages."
  },
  {
    "id": 185,
    "statement": "Glutamate facilitates top-down signal transmission through synchronized neural activity."
  },
  {
    "id": 186,
    "statement": "PFC generates predictions through hierarchical processing and synaptic plasticity"
  },
  {
    "id": 187,
    "statement": "Theory of Mind involves simulation, attention, working memory, and empathy."
  },
  {
    "id": 188,
    "statement": "Corticothalamic connections regulate thalamus's attentional filtering with gamma oscillations."
  },
  {
    "id": 189,
    "statement": "Top-down control of thalamus depends on synchronized neural activity."
  },
  {
    "id": 190,
    "statement": "Thalamus processes sensory info hierarchically before transmission to cortex."
  },
  {
    "id": 191,
    "statement": "Corticothalamic connections regulate thalamus's sensory filtering dynamically."
  },
  {
    "id": 192,
    "statement": "Corticothalamic projections convey top-down predictions through glutamate-mediated neural communication."
  },
  {
    "id": 193,
    "statement": "Thalamus hierarchically integrates sensory info through multiple stages refinement."
  },
  {
    "id": 194,
    "statement": "Synchronized neural activity enables attentional filtering through gamma oscillations."
  },
  {
    "id": 195,
    "statement": "Top-down PFC signals influence thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 196,
    "statement": "Hebbian learning strengthens neural connections between PFC and thalamus."
  },
  {
    "id": 197,
    "statement": "Thalamus hierarchically refines sensory information through neural filtering."
  },
  {
    "id": 198,
    "statement": "Thalamus dynamically refines sensory information through complex processing mechanisms."
  }
]