[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 2,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 3,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 4,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 5,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 6,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 7,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives."
  },
  {
    "id": 8,
    "statement": "Thalamus filters sensory information through corticothalamic connections."
  },
  {
    "id": 9,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 10,
    "statement": "Cortical expectations influence thalamus's filtering through top-down predictions."
  },
  {
    "id": 11,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 12,
    "statement": "Thalamus acts as a critical relay station for sensory processing."
  },
  {
    "id": 13,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 14,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 15,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 16,
    "statement": "LTP and LTD enable synaptic plasticity for learning and memory."
  },
  {
    "id": 17,
    "statement": "Corticothalamic pathway enables cortically-modulated sensory information processing"
  },
  {
    "id": 18,
    "statement": "Thalamus dynamically refines sensory filtering based on cortical predictions."
  },
  {
    "id": 19,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronization."
  },
  {
    "id": 20,
    "statement": "Corticothalamic connections link PFC to thalamus for sensory filtering modulation."
  },
  {
    "id": 21,
    "statement": "PFC's top-down signals modulate thalamus's sensory filtering through CT."
  },
  {
    "id": 22,
    "statement": "Mentalizing simulates others' mental states through active neural simulation."
  },
  {
    "id": 23,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions through top-down modulation."
  },
  {
    "id": 24,
    "statement": "The thalamus dynamically filters sensory info based on past experiences through predictive coding."
  },
  {
    "id": 25,
    "statement": "Thalamus actively filters sensory info through cortical expectations dynamically."
  },
  {
    "id": 26,
    "statement": "Thalamus fine-tunes sensory filtering in real-time based on cortical predictions."
  },
  {
    "id": 27,
    "statement": "Synaptic plasticity enables reorganization and adaptation of neural circuits"
  },
  {
    "id": 28,
    "statement": "Cortical expectations influence thalamus's filtering through anticipated sensory patterns."
  },
  {
    "id": 29,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 30,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission"
  },
  {
    "id": 31,
    "statement": "Thalamus refines sensory info through cortical feedback integration."
  },
  {
    "id": 32,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing."
  },
  {
    "id": 33,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 34,
    "statement": "Thalamus filters sensory information selectively through corticothalamic connections."
  },
  {
    "id": 35,
    "statement": "Thalamus integrates sensory information in a hierarchical processing manner."
  },
  {
    "id": 36,
    "statement": "The thalamus acts as a sensory relay station, routing information."
  },
  {
    "id": 37,
    "statement": "The thalamus integrates sensory information in a hierarchical processing manner."
  },
  {
    "id": 38,
    "statement": "Thalamus dynamically filters sensory information based on cortical predictions."
  },
  {
    "id": 39,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 40,
    "statement": "Thalamus dynamically refines sensory info through cortical predictions."
  },
  {
    "id": 41,
    "statement": "Interoception affects emotional processing and empathy through bodily sensations"
  },
  {
    "id": 42,
    "statement": "PFC sends top-down signals to modulate thalamus's filtering through CT."
  },
  {
    "id": 43,
    "statement": "Corticothalamic pathway mediates top-down attentional modulation through feedback loops."
  },
  {
    "id": 44,
    "statement": "Corticothalamic connections modulate sensory processing through attentional control."
  },
  {
    "id": 45,
    "statement": "The prefrontal cortex modulates sensory filtering through top-down signals."
  },
  {
    "id": 46,
    "statement": "Thalamus relays sensory information to primary sensory cortex processing."
  },
  {
    "id": 47,
    "statement": "Brain regions communicate through synchronized neural oscillations, firing, and transmission."
  },
  {
    "id": 48,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 49,
    "statement": "Hierarchical processing of sensory information occurs in thalamus."
  },
  {
    "id": 50,
    "statement": "Cortical expectations modulate thalamus's filtering through top-down predictions."
  },
  {
    "id": 51,
    "statement": "Thalamus acts as relay station for sensory information processing."
  },
  {
    "id": 52,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 53,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 54,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through active processes."
  },
  {
    "id": 55,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 56,
    "statement": "Neural gain modulates sensory transmission strength through corticothalamic interactions."
  },
  {
    "id": 57,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 58,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 59,
    "statement": "PFC modulates thalamus's attentional filtering through top-down control."
  },
  {
    "id": 60,
    "statement": "Neural oscillations synchronize attentional control networks for selective processing."
  },
  {
    "id": 61,
    "statement": "The thalamus acts as a sensory information relay station."
  },
  {
    "id": 62,
    "statement": "The thalamus dynamically filters sensory info based on past experiences."
  },
  {
    "id": 63,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through active processing."
  },
  {
    "id": 64,
    "statement": "Neural gain modulates signal strength through corticothalamic interaction."
  },
  {
    "id": 65,
    "statement": "Thalamus dynamically adjusts sensory filtering based on cortical predictions."
  },
  {
    "id": 66,
    "statement": "Thalamus refines and modulates sensory information for cortex processing."
  },
  {
    "id": 67,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 68,
    "statement": "Thalamus refines and modulates sensory information for cortex processing."
  },
  {
    "id": 69,
    "statement": "Top-down control in PFC modulates thalamus's sensory processing through CT."
  },
  {
    "id": 70,
    "statement": "Thalamus filters sensory info based on cortical predictions through gain."
  },
  {
    "id": 71,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 72,
    "statement": "Thalamus actively processes and refines sensory information before transmission."
  },
  {
    "id": 73,
    "statement": "Neural gain modulates corticothalamic signal strength through interaction."
  },
  {
    "id": 74,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 75,
    "statement": "Neural oscillations synchronize to optimize information transfer between neurons."
  },
  {
    "id": 76,
    "statement": "Thalamus filters sensory info through corticothalamic connections integrating expectations."
  },
  {
    "id": 77,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 78,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 79,
    "statement": "Thalamus gates sensory info through top-down attentional modulation."
  },
  {
    "id": 80,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 81,
    "statement": "Cortical input affects thalamic activity through bidirectional corticothalamic connections."
  },
  {
    "id": 82,
    "statement": "Neural gain amplifies sensory transmission through corticothalamic interaction modulation."
  },
  {
    "id": 83,
    "statement": "Corticothalamic connections mediate bidirectional neural communication between brain areas."
  },
  {
    "id": 84,
    "statement": "Cortical expectations shape thalamic filtering through predictive coding"
  },
  {
    "id": 85,
    "statement": "Mentalizing simulates others' mental states through neural network activation."
  },
  {
    "id": 86,
    "statement": "Top-down PFC signals modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 87,
    "statement": "Thalamus integrates sensory information in a hierarchical manner."
  },
  {
    "id": 88,
    "statement": "Thalamus dynamically refines sensory processing based on cortical predictions."
  },
  {
    "id": 89,
    "statement": "Cortical expectations influence thalamic filtering through multiple neural pathways."
  },
  {
    "id": 90,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 91,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 92,
    "statement": "ACC and insula jointly regulate emotional processing and empathy."
  },
  {
    "id": 93,
    "statement": "Thalamus relays sensory info to primary sensory cortices."
  },
  {
    "id": 94,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 95,
    "statement": "Cortical expectations shape thalamic filtering of sensory information through predictive coding."
  },
  {
    "id": 96,
    "statement": "Top-down control enables PFC to modulate thalamus's filtering."
  },
  {
    "id": 97,
    "statement": "Thalamus fine-tunes sensory filtering based on cortical predictions and feedback."
  },
  {
    "id": 98,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through imagination."
  },
  {
    "id": 99,
    "statement": "Cortical expectations modulate thalamic filtering through top-down prediction refinement."
  },
  {
    "id": 100,
    "statement": "Mentalizing involves active generation of hypothetical scenarios."
  },
  {
    "id": 101,
    "statement": "Corticothalamic connections enable bidirectional top-down attentional modulation dynamically."
  },
  {
    "id": 102,
    "statement": "Corticothalamic pathway enables top-down attentional modulation through feedback loops"
  },
  {
    "id": 103,
    "statement": "Mentalizing simulates others' mental states through neural network activation."
  },
  {
    "id": 104,
    "statement": "Thalamus refines sensory info through cortical feedback integration processing."
  },
  {
    "id": 105,
    "statement": "Corticothalamic connections enable top-down sensory processing modification."
  },
  {
    "id": 106,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions"
  },
  {
    "id": 107,
    "statement": "Corticothalamic connections modulate thalamus's sensory processing through feedback loops."
  },
  {
    "id": 108,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 109,
    "statement": "Thalamus filters sensory info through corticothalamic connections."
  },
  {
    "id": 110,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down."
  },
  {
    "id": 111,
    "statement": "Mentalizing simulates others' mental states through flexible mental adjustments."
  },
  {
    "id": 112,
    "statement": "Expectations jointly modulate sensory processing with attention filtering."
  },
  {
    "id": 113,
    "statement": "ACC and insula jointly regulate emotional processing and empathy."
  },
  {
    "id": 114,
    "statement": "Thalamus acts as sensory relay station for cortex processing."
  },
  {
    "id": 115,
    "statement": "Thalamus acts as gateway for sensory information processing."
  },
  {
    "id": 116,
    "statement": "Sensory filtering is refined through cortical expectations and thalamus modulation."
  },
  {
    "id": 117,
    "statement": "PFC top-down signals modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 118,
    "statement": "Synchronization of neural activity enhances cognitive processing efficiency"
  },
  {
    "id": 119,
    "statement": "cthlm connects PFC to regulate sensory filtering."
  },
  {
    "id": 120,
    "statement": "Cortical expectations shape thalamic filtering through predictive coding."
  },
  {
    "id": 121,
    "statement": "Corticothalamic connections mediate cortical expectations' influence on thalamic filtering."
  },
  {
    "id": 122,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 123,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down influence."
  },
  {
    "id": 124,
    "statement": "Corticothalamic connections regulate sensory filtering through attentional modulation."
  },
  {
    "id": 125,
    "statement": "Thalamus refines sensory info through corticothalamic connections and feedback."
  },
  {
    "id": 126,
    "statement": "Thalamus integrates sensory info by prioritizing relevant signals over noise."
  },
  {
    "id": 127,
    "statement": "Mentalizing simulates others' mental states through dynamic updating."
  },
  {
    "id": 128,
    "statement": "Corticothalamic connections enable PFC top-down control over sensory filtering."
  },
  {
    "id": 129,
    "statement": "Thalamus refines sensory info by filtering and amplifying signals."
  },
  {
    "id": 130,
    "statement": "Corticothalamic connections enable PFC to modulate thalamus's filtering through top-down signals."
  },
  {
    "id": 131,
    "statement": " Corticothalamic connections mediate cortical expectations' influence on thalamic filtering."
  },
  {
    "id": 132,
    "statement": "Corticothalamic connections enable top-down control of thalamus filtering."
  },
  {
    "id": 133,
    "statement": "Neural networks mediate mentalizing through brain regions alignment."
  },
  {
    "id": 134,
    "statement": "Corticothalamic pathway enables bidirectional transmission for top-down modulation."
  },
  {
    "id": 135,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing."
  },
  {
    "id": 136,
    "statement": "Cortical expectations shape thalamic filtering through prediction refinement."
  },
  {
    "id": 137,
    "statement": "Neural gain modulates sensory transmission strength through corticothalamic interactions dynamically."
  },
  {
    "id": 138,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 139,
    "statement": "Cortical expectations shape thalamus's sensory filtering through top-down."
  },
  {
    "id": 140,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 141,
    "statement": "The thalamus refines sensory info before transmitting to cortex."
  },
  {
    "id": 142,
    "statement": "Cortical expectations influence thalamus's filtering of sensory information dynamically."
  },
  {
    "id": 143,
    "statement": "The thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 144,
    "statement": "Thalamus selectively amplifies relevant sensory signals, filtering noise."
  },
  {
    "id": 145,
    "statement": "Corticothalamic connections modulate thalamus's sensory filtering via top-down signals from PFC."
  },
  {
    "id": 146,
    "statement": "Thalamus receives and refines sensory information through hierarchical processing."
  },
  {
    "id": 147,
    "statement": "Corticothalamic connections modulate thalamic activity in sensory processing"
  },
  {
    "id": 148,
    "statement": "The thalamus dynamically adjusts sensory filtering based on cortical predictions and feedback."
  },
  {
    "id": 149,
    "statement": "Cortical expectations influence thalamus's filtering of sensory information top-down."
  },
  {
    "id": 150,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information filtering."
  },
  {
    "id": 151,
    "statement": "Thalamus hierarchically integrates sensory information through feedforward and feedback."
  },
  {
    "id": 152,
    "statement": "Thalamus continuously updates filtering based on cortical predictions dynamically."
  },
  {
    "id": 153,
    "statement": "Thalamus receives, processes, and transmits sensory information to cortex."
  },
  {
    "id": 154,
    "statement": "Corticothalamic connections enable top-down modulation of thalamic filtering."
  },
  {
    "id": 155,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing"
  },
  {
    "id": 156,
    "statement": "Cortical expectations refer to predictions and biases influencing thalamic filtering."
  },
  {
    "id": 157,
    "statement": "Mentalizing simulates others' mental states through neural interpersonal simulation."
  },
  {
    "id": 158,
    "statement": "Neural gain amplifies sensory transmission through corticothalamic modulation."
  },
  {
    "id": 159,
    "statement": "Thalamus refines sensory info through cortical predictions and feedback adjusting."
  },
  {
    "id": 160,
    "statement": "Thalamus dynamically filters sensory information based on cortical predictions."
  },
  {
    "id": 161,
    "statement": "Thalamus processes sensory information hierarchically through multiple stages."
  },
  {
    "id": 162,
    "statement": "Neural oscillations facilitate attentional control network synchronization."
  },
  {
    "id": 163,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 164,
    "statement": "Cortical expectations shape thalamic filtering through predictive coding."
  },
  {
    "id": 165,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 166,
    "statement": "Cortex predicts sensory stimuli based on past experiences and attention."
  },
  {
    "id": 167,
    "statement": "Corticothalamic connections modulate thalamus's sensory processing through cortico-cortical loops."
  },
  {
    "id": 168,
    "statement": "Corticothalamic connections modulate sensory processing through top-down attentional control."
  },
  {
    "id": 169,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down prediction."
  },
  {
    "id": 170,
    "statement": "Corticothalamic connections regulate sensory filtering through top-down expectations."
  },
  {
    "id": 171,
    "statement": "Thalamus acts as hierarchical gateway for sensory information processing."
  },
  {
    "id": 172,
    "statement": "Corticothalamic pathway enables hierarchical sensory information processing."
  },
  {
    "id": 173,
    "statement": "Thalamus integrates sensory information from multiple sources hierarchically"
  },
  {
    "id": 174,
    "statement": "Thalamus dynamically filters sensory info through cortical feedback loops."
  },
  {
    "id": 175,
    "statement": "Hierarchical neural processing refines sensory information gradually."
  },
  {
    "id": 176,
    "statement": "Thalamus relays sensory information to primary sensory cortices."
  },
  {
    "id": 177,
    "statement": "Cortical expectations modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 178,
    "statement": "Thalamus acts as critical relay station for sensory information processing."
  },
  {
    "id": 179,
    "statement": "Top-down PFC control modulates thalamus's attentional filtering."
  },
  {
    "id": 180,
    "statement": "PFC top-down control modulates thalamus's sensory filtering specifically."
  },
  {
    "id": 181,
    "statement": "PFC top-down signals modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 182,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 183,
    "statement": "Interoception enables emotional processing through bodily sensations simulation."
  },
  {
    "id": 184,
    "statement": "Thalamus continuously filters sensory info based on cortical expectations"
  },
  {
    "id": 185,
    "statement": "Cortical expectations shape thalamic filtering through predictive coding."
  },
  {
    "id": 186,
    "statement": "Cortical expectations modulate sensory filtering through predictive coding."
  },
  {
    "id": 187,
    "statement": "Synchronized neural oscillations facilitate information transfer and processing."
  },
  {
    "id": 188,
    "statement": "PFC modulates sensory filtering through top-down attentional selection."
  },
  {
    "id": 189,
    "statement": "The thalamus selectively amplifies or suppresses sensory information based."
  },
  {
    "id": 190,
    "statement": "Expectations shape sensory processing by top-down filtering of information."
  },
  {
    "id": 191,
    "statement": "Neural gain modulates corticothalamic connections, amplifying sensory transmission."
  },
  {
    "id": 192,
    "statement": "Corticothalamic pathway regulates sensory filtering through feedback loops."
  },
  {
    "id": 193,
    "statement": "Corticothalamic connections enable PFC to modulate sensory filtering."
  },
  {
    "id": 194,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through prediction refinement."
  },
  {
    "id": 195,
    "statement": "Thalamus integrates and routes sensory information to cortex."
  },
  {
    "id": 196,
    "statement": "Thalamus anticipates sensory information through cortical expectations and filtering."
  },
  {
    "id": 197,
    "statement": "Corticothalamic connections help PFC modulate thalamus's sensory processing."
  },
  {
    "id": 198,
    "statement": "Corticothalamic connections transmit cortical expectations to thalamus for processing."
  }
]