[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 2,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 3,
    "statement": "Thalamus acts as a critical relay station for sensory processing."
  },
  {
    "id": 4,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 5,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 6,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 7,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 8,
    "statement": "Thalamus relays sensory information to primary sensory cortex processing."
  },
  {
    "id": 9,
    "statement": "Action potentials represent electrical impulses transmitted through neurons"
  },
  {
    "id": 10,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 11,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 12,
    "statement": "Thalamus filters sensory info based on top-down predictions."
  },
  {
    "id": 13,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives."
  },
  {
    "id": 14,
    "statement": "Thalamus dynamically integrates sensory signals with cortical predictions in real-time."
  },
  {
    "id": 15,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 16,
    "statement": "Thalamus actively participates in sensory information processing filtering."
  },
  {
    "id": 17,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 18,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 19,
    "statement": "Thalamus refines and processes sensory info before transmission."
  },
  {
    "id": 20,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized activity."
  },
  {
    "id": 21,
    "statement": "Corticothalamic pathway mediates top-down attentional modulation through feedback loops."
  },
  {
    "id": 22,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 23,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 24,
    "statement": "Cortical expectations influence thalamic filtering through varied neural pathways."
  },
  {
    "id": 25,
    "statement": "Corticothalamic connections facilitate bidirectional neural communication."
  },
  {
    "id": 26,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 27,
    "statement": "Synaptic plasticity enables reorganization and adaptation of neural circuits."
  },
  {
    "id": 28,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 29,
    "statement": "Thalamus dynamically filters sensory information based on cortical expectations."
  },
  {
    "id": 30,
    "statement": "Theory of mind enables simulating mental states through imagination."
  },
  {
    "id": 31,
    "statement": "Neural gain modulates sensory transmission strength through corticothalamic interactions."
  },
  {
    "id": 32,
    "statement": "Corticothalamic pathway enables cortically-modulated sensory information processing"
  },
  {
    "id": 33,
    "statement": "Corticothalamic pathway involves glutamate and GABA neurotransmission."
  },
  {
    "id": 34,
    "statement": "Thalamus integrates sensory signals with cortical predictions dynamically."
  },
  {
    "id": 35,
    "statement": "PFC's top-down control modulates thalamus's sensory filtering through CT."
  },
  {
    "id": 36,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 37,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing through feedback."
  },
  {
    "id": 38,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 39,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 40,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 41,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing."
  },
  {
    "id": 42,
    "statement": "Interoception recognizes and interprets internal bodily sensations."
  },
  {
    "id": 43,
    "statement": "Mentalizing simulates others' mental states through active neural simulation."
  },
  {
    "id": 44,
    "statement": "Thalamus processes sensory info hierarchically for cortex processing."
  },
  {
    "id": 45,
    "statement": "Thalamus filters sensory info hierarchically for cortex processing."
  },
  {
    "id": 46,
    "statement": "Cortical expectations shape thalamic filtering of sensory information."
  },
  {
    "id": 47,
    "statement": "Thalamus processes sensory info hierarchically through neural circuits."
  },
  {
    "id": 48,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through imagination."
  },
  {
    "id": 49,
    "statement": "Thalamus filters sensory information selectively through corticothalamic connections."
  },
  {
    "id": 50,
    "statement": "The thalamus extracts features by hierarchically processing sensory information."
  },
  {
    "id": 51,
    "statement": "The thalamus integrates sensory signals with cortical predictions through top-down modulation."
  },
  {
    "id": 52,
    "statement": "Top-down feedback from cortex refines thalamus's sensory information processing."
  },
  {
    "id": 53,
    "statement": "Corticothalamic connections enable bi-directional information exchange between thalamus and cortex."
  },
  {
    "id": 54,
    "statement": "Thalamus refines sensory information before transmitting to cortex"
  },
  {
    "id": 55,
    "statement": "Thalamus dynamically filters sensory info in real-time with cortical feedback"
  },
  {
    "id": 56,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 57,
    "statement": "Thalamus integrates sensory information in a hierarchical manner, refining data."
  },
  {
    "id": 58,
    "statement": "Thalamus acts as a sensory information relay station dynamically"
  },
  {
    "id": 59,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections"
  },
  {
    "id": 60,
    "statement": "The thalamus receives sensory information from the Peripheral Nervous System"
  },
  {
    "id": 61,
    "statement": "Thalamus dynamically adjusts sensory filtering based on cortical predictions."
  },
  {
    "id": 62,
    "statement": "Thalamus dynamically refines sensory info through cortical predictions."
  },
  {
    "id": 63,
    "statement": "Cortical expectations influence thalamic filtering based on past experiences and learning dynamically through varied neural pathways"
  },
  {
    "id": 64,
    "statement": "Cortical expectations are top-down predictions about sensory input filtering."
  },
  {
    "id": 65,
    "statement": "Cortical expectations influence thalamus's filtering through anticipated sensory patterns."
  },
  {
    "id": 66,
    "statement": "Synaptic plasticity enhances neural circuits through adaptive strengthening and pruning."
  },
  {
    "id": 67,
    "statement": "Thalamus filters and processes sensory information in real-time."
  },
  {
    "id": 68,
    "statement": "Corticothalamic connections connect cortex to thalamus for sensory information filtering and modulation."
  },
  {
    "id": 69,
    "statement": "Bidirectional corticothalamic connections enable thalamic filtering through top-down expectations."
  },
  {
    "id": 70,
    "statement": "Thalamus integrates multiple sensory sources through hierarchical processing."
  },
  {
    "id": 71,
    "statement": "Thalamus filters sensory input according to cortical predictions."
  },
  {
    "id": 72,
    "statement": "Thalamus dynamically refines filtering based on cortical expectations constantly."
  },
  {
    "id": 73,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 74,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections."
  },
  {
    "id": 75,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 76,
    "statement": "The thalamus acts as a complex sensory information processing hub."
  },
  {
    "id": 77,
    "statement": "PFC's top-down control regulates sensory processing through Corticothalamic pathway."
  },
  {
    "id": 78,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission."
  },
  {
    "id": 79,
    "statement": "The thalamus dynamically filters sensory info based on past experiences."
  },
  {
    "id": 80,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic predictions."
  },
  {
    "id": 81,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation."
  },
  {
    "id": 82,
    "statement": "Brain regions communicate through synchronized neural oscillations, firing, and transmission."
  },
  {
    "id": 83,
    "statement": "Synaptic plasticity enables neural circuits reorganization and adaptation."
  },
  {
    "id": 84,
    "statement": "LTP and LTD enable synaptic plasticity for learning and memory."
  },
  {
    "id": 85,
    "statement": "Synaptic plasticity enables adaptive strengthening and weakening of neural connections."
  },
  {
    "id": 86,
    "statement": "Thalamus dynamically refines sensory filtering based on cortical predictions."
  },
  {
    "id": 87,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 88,
    "statement": "Interoception recognizes and interprets internal bodily sensations.'"
  },
  {
    "id": 89,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission"
  },
  {
    "id": 90,
    "statement": "Imagination simulates others' mental states through theory of mind."
  },
  {
    "id": 91,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 92,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 93,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 94,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 95,
    "statement": "Cortical expectations refer to top-down predictions about sensory input."
  },
  {
    "id": 96,
    "statement": "Corticothalamic pathway enables top-down processing of sensory information."
  },
  {
    "id": 97,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 98,
    "statement": "Corticothalamic pathway involves excitatory and inhibitory neurotransmitter interactions"
  },
  {
    "id": 99,
    "statement": "Thalamus gates sensory info through top-down attentional modulation."
  },
  {
    "id": 100,
    "statement": "Thalamus integrates sensory info with cortical expectations shaping filtering."
  },
  {
    "id": 101,
    "statement": "Synaptic plasticity enables reorganization and adaptation of neural circuits."
  },
  {
    "id": 102,
    "statement": "PFC's top-down signals influence thalamus's attentional filtering indirectly."
  },
  {
    "id": 103,
    "statement": "Neural gain modulates signal strength through corticothalamic interaction."
  },
  {
    "id": 104,
    "statement": "Thalamus refines sensory info to enhance cortex processing"
  },
  {
    "id": 105,
    "statement": "Thalamus relays sensory information via glutamate and GABA neurotransmitters."
  },
  {
    "id": 106,
    "statement": "Thalamus filters sensory info through corticothalamic connections and expectations."
  },
  {
    "id": 107,
    "statement": "PFC's top-down predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 108,
    "statement": "Thalamus refines sensory info through cortical predictions via corticothalamic pathway."
  },
  {
    "id": 109,
    "statement": "The brain processes sensory information through top-down predictions."
  },
  {
    "id": 110,
    "statement": "The thalamus gates sensory info to optimize cortex processing."
  },
  {
    "id": 111,
    "statement": "Neural gain modulates signal strength through corticothalamic interactions"
  },
  {
    "id": 112,
    "statement": "The thalamus acts as a sensory information relay station."
  },
  {
    "id": 113,
    "statement": "Mentalizing simulates others' mental states through brain neural networks."
  },
  {
    "id": 114,
    "statement": "Thalamus dynamically filters sensory information based on cortical predictions."
  },
  {
    "id": 115,
    "statement": "Thalamus filters and relays sensory info to cortex processing."
  },
  {
    "id": 116,
    "statement": "Thalamus functions as a sensory gateway and hub for processing"
  },
  {
    "id": 117,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 118,
    "statement": "Cortical feedback integration refines thalamus's sensory information processing."
  },
  {
    "id": 119,
    "statement": "Hierarchical processing of sensory information occurs in thalamus."
  },
  {
    "id": 120,
    "statement": "Thalamus acts as a neural hub, filtering and routing sensory info."
  },
  {
    "id": 121,
    "statement": "The brain predicts sensory input from internal and external cues."
  },
  {
    "id": 122,
    "statement": "Corticothalamic pathway enables dynamic modulation of sensory processing."
  },
  {
    "id": 123,
    "statement": "Interoception affects emotional processing and empathy through bodily sensations"
  },
  {
    "id": 124,
    "statement": "Mentalizing simulates others' mental states through neural networks like DMN."
  },
  {
    "id": 125,
    "statement": "Thalamus selectively filters sensory information through corticothalamic connections."
  },
  {
    "id": 126,
    "statement": "Brain regions communicate through synchronized neural oscillations and transmission."
  },
  {
    "id": 127,
    "statement": "Corticothalamic feedback refines sensory info through cortical processing and interpretation."
  },
  {
    "id": 128,
    "statement": "Corticothalamic feedback refines sensory info through cortical interpretation."
  },
  {
    "id": 129,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronization."
  },
  {
    "id": 130,
    "statement": "Thalamus refines sensory info through cortical predictions via corticothalamic pathway."
  },
  {
    "id": 131,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission MLMX"
  },
  {
    "id": 132,
    "statement": "Neural gain modulates corticothalamic interactions through excitation and inhibition."
  },
  {
    "id": 133,
    "statement": "Thalamus processes sensory information hierarchically for cortical understanding."
  },
  {
    "id": 134,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 135,
    "statement": "Thalamus functions as sensory gateway filtering and relaying information."
  },
  {
    "id": 136,
    "statement": "Cortical expectations influence thalamus's filtering through anticipated sensory patterns."
  },
  {
    "id": 137,
    "statement": "Cortical predictions guide sensory processing through top-down anticipation."
  },
  {
    "id": 138,
    "statement": "Hierarchical sensory processing involves thalamus and cortical regions."
  },
  {
    "id": 139,
    "statement": "Mentalizing simulates others' mental states through neural network activation."
  },
  {
    "id": 140,
    "statement": "Thalamus integrates sensory info with cortical expectations through gating."
  },
  {
    "id": 141,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 142,
    "statement": "Cortical expectations modulate thalamus's sensory filtering dynamically."
  },
  {
    "id": 143,
    "statement": "Thalamus filters sensory information based on cortical predictions."
  },
  {
    "id": 144,
    "statement": "PFC's top-down control regulates thalamus's sensory filtering."
  },
  {
    "id": 145,
    "statement": "Neural synchronization enables top-down modulation of attention through corticothalamic connections."
  },
  {
    "id": 146,
    "statement": "The thalamus integrates sensory information hierarchically through refinement and filtering."
  },
  {
    "id": 147,
    "statement": "Cortical expectations shape thalamic filtering of sensory information."
  },
  {
    "id": 148,
    "statement": "Neural gain amplifies corticothalamic interactions enhancing sensory processing."
  },
  {
    "id": 149,
    "statement": "Thalamus integrates multisensory information through hierarchical processing dynamically."
  },
  {
    "id": 150,
    "statement": "Thalamus processes and filters sensory information for cortex interpretation."
  },
  {
    "id": 151,
    "statement": "Thalamus consolidates memories through pattern completion and prediction error."
  },
  {
    "id": 152,
    "statement": "Thalamus dynamically refines sensory info based on cortical predictions."
  },
  {
    "id": 153,
    "statement": "Cortical predictions modulate thalamus's sensory filtering through corticothalamic pathway."
  },
  {
    "id": 154,
    "statement": "Cortical predictions influence sensory processing through top-down modulation."
  },
  {
    "id": 155,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering indirectly."
  },
  {
    "id": 156,
    "statement": "Thalamus selectively filters sensory information based on expectations dynamically."
  },
  {
    "id": 157,
    "statement": "Thalamus processes and refines sensory information before transmission."
  },
  {
    "id": 158,
    "statement": "Top-down modulation of sensory processing occurs through corticothalamic pathway"
  },
  {
    "id": 159,
    "statement": "Corticothalamic connections facilitate bidirectional top-down attention modulation."
  },
  {
    "id": 160,
    "statement": "Thalamus relays sensory information to specific brain regions."
  },
  {
    "id": 161,
    "statement": "PFC exerts top-down control over thalamus's attentional filtering process."
  },
  {
    "id": 162,
    "statement": "Corticothalamic connections enable bi-directional information exchange between thalamus and cortex."
  },
  {
    "id": 163,
    "statement": "Corticothalamic connections enable bidirectional neural communication dynamically."
  },
  {
    "id": 164,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 165,
    "statement": "Thalamus integrates cortical expectations with sensory input for filtering."
  },
  {
    "id": 166,
    "statement": "Corticothalamic pathway mediates top-down attentional modulation through feedback loops."
  },
  {
    "id": 167,
    "statement": "Synaptic plasticity enables learning and memory through LTP and LTD."
  },
  {
    "id": 168,
    "statement": "Thalamus gates sensory info, routes to cortex, based on expectations."
  },
  {
    "id": 169,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 170,
    "statement": "Corticothalamic connections modulate sensory processing via top-down predictions."
  },
  {
    "id": 171,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 172,
    "statement": "Action potential: brief electrical impulse transmitted through neurons."
  },
  {
    "id": 173,
    "statement": "Thalamus filters sensory info based on cortical expectations through CT."
  },
  {
    "id": 174,
    "statement": "Corticothalamic connections enable top-down modulation of attention."
  },
  {
    "id": 175,
    "statement": "Neural oscillations influence cognitive processes through synchronized activity."
  },
  {
    "id": 176,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 177,
    "statement": "Mentalizing simulates others' mental states through imaginative simulations."
  },
  {
    "id": 178,
    "statement": "Synaptic plasticity enhances neural circuits through adaptive strengthening and pruning."
  },
  {
    "id": 179,
    "statement": "Mentalizing is theory-of-mind-based simulation of others' mental states."
  },
  {
    "id": 180,
    "statement": "Thalamus gates sensory info through top-down attentional modulation."
  },
  {
    "id": 181,
    "statement": "Corticothalamic connections facilitate bidirectional communication between thalamus and cortex."
  },
  {
    "id": 182,
    "statement": "The thalamus integrates sensory info in a hierarchical manner."
  },
  {
    "id": 183,
    "statement": "Thalamus actively process and filters sensory information received."
  },
  {
    "id": 184,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 185,
    "statement": "Thalamus processes sensory information hierarchically before transmitting cortex."
  },
  {
    "id": 186,
    "statement": "Cortical expectations/edit sensory information processing through thalamus'"
  },
  {
    "id": 187,
    "statement": "Thalamus refines sensory info through hierarchical, bidirectional processing."
  },
  {
    "id": 188,
    "statement": "Thalamus refines and processes sensory information before transmission to cortex."
  },
  {
    "id": 189,
    "statement": "Thalamus refines and processes sensory info before transmitting."
  },
  {
    "id": 190,
    "statement": "Cortical predictions influence thalamus processing sensory information."
  },
  {
    "id": 191,
    "statement": "Corticothalamic connections enable top-down attention modulation."
  },
  {
    "id": 192,
    "statement": "Thalamus filters sensory info based on cortical predictions."
  },
  {
    "id": 193,
    "statement": "Interoception enhances emotional processing and empathy through bodily sensations."
  },
  {
    "id": 194,
    "statement": "Corticothalamic pathway enables top-down processing of sensory information through modulation."
  },
  {
    "id": 195,
    "statement": "Cortical expectations regulate thalamus's sensory filtering strength."
  },
  {
    "id": 196,
    "statement": "Neural predictions from PFC modulate thalamic sensory processing."
  },
  {
    "id": 197,
    "statement": "Neural gain modulates corticothalamic interactions to amplify sensory transmission."
  },
  {
    "id": 198,
    "statement": "Corticothalamic connections facilitate top-down control in sensory processing"
  },
  {
    "id": 199,
    "statement": "Cortical feedback integration refines thalamus's sensory processing through feature extraction."
  }
]