[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Thalamus filters sensory info based on attention, emotions, and context."
  },
  {
    "id": 2,
    "statement": "Thalamus filters sensory info based on attention, emotions, context."
  },
  {
    "id": 3,
    "statement": "Vulnerability in trust-building requires emotional strength and resilience."
  },
  {
    "id": 4,
    "statement": "Empathy involves cognitive understanding, emotional regulation, and intentional acknowledgment"
  },
  {
    "id": 5,
    "statement": "Thalamus filters sensory information based on attention, emotions, and context."
  },
  {
    "id": 6,
    "statement": "Empathy involves cognitive understanding, emotional regulation and intentional acknowledgment."
  },
  {
    "id": 7,
    "statement": "Thalamus filters sensory info through attention, emotions, context."
  },
  {
    "id": 8,
    "statement": "Credibility varies across cultures, industries, context, power, and relationships."
  },
  {
    "id": 9,
    "statement": "Thalamus plays crucial role in integrating sensory and emotional information."
  },
  {
    "id": 10,
    "statement": "Thalamus integrates sensory information from multiple pathways hierarchically via neural processing."
  },
  {
    "id": 11,
    "statement": "Thalamus selectively gates sensory info through attention, context, and emotions."
  },
  {
    "id": 12,
    "statement": "Empathy develops through intricate interplay of genetic, social, and environmental factors."
  },
  {
    "id": 13,
    "statement": "Thalamus filters sensory info through attention, emotions, context dynamically."
  },
  {
    "id": 14,
    "statement": "Thalamus integrates sensory information from multiple modalities."
  },
  {
    "id": 15,
    "statement": "PFC modulates thalamus's attentional filtering for sensory prioritization"
  },
  {
    "id": 16,
    "statement": "Repetition of lying erodes trust in social relationships."
  },
  {
    "id": 17,
    "statement": "Credibility depends on context, culture, and relationship dynamics."
  },
  {
    "id": 18,
    "statement": "Credibility influenced by external factors and context, not just internal."
  },
  {
    "id": 19,
    "statement": "Moral development arises from dynamic interaction of genetics, culture, environment."
  },
  {
    "id": 20,
    "statement": "Emotional regulation enables empathetic understanding of others' emotions."
  },
  {
    "id": 21,
    "statement": "Empathy involves understanding, acknowledging, and resonating with others' emotions deeply."
  },
  {
    "id": 22,
    "statement": "The thalamus integrates sensory and emotional information through neural interactions."
  },
  {
    "id": 23,
    "statement": "PFC top-down signals refine thalamus's attentional filtering through prioritization."
  },
  {
    "id": 24,
    "statement": "Thalamus integrates sensory and emotional information through hierarchical layers"
  },
  {
    "id": 25,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 26,
    "statement": "Emotional strength arises from self-awareness, emotional regulation, and labeling."
  },
  {
    "id": 27,
    "statement": "Credibility varies across cultures, industries, context, power, and relationships."
  },
  {
    "id": 28,
    "statement": "Top-down cortical signals refine thalamus's attentional filtering process."
  },
  {
    "id": 29,
    "statement": "Top-down cortical signals refine thalamus's attentional filtering process."
  },
  {
    "id": 30,
    "statement": "Thalamus integrates sensory info through attention, emotions, and context."
  },
  {
    "id": 31,
    "statement": "Empathy develops through complex interplay of genetics, brain structure, social skills, and life experiences."
  },
  {
    "id": 32,
    "statement": "Empathy involves cognitive understanding, emotional regulation, intentional acknowledgment, and feedback."
  },
  {
    "id": 33,
    "statement": "PFC's top-down signals refine thalamus's attentional filtering process."
  },
  {
    "id": 34,
    "statement": "Honesty, reliability, and open communication converge to build trust."
  },
  {
    "id": 35,
    "statement": "Thalamus balances attention, emotions, and context for accurate sensory processing."
  },
  {
    "id": 36,
    "statement": "The thalamus plays a vital role in hierarchical sensory processing."
  },
  {
    "id": 37,
    "statement": "Thalamus gates sensory information based on context and emotions."
  },
  {
    "id": 38,
    "statement": "Thalamus filters sensory information through attentional modulation, context, and emotions."
  },
  {
    "id": 39,
    "statement": "PFC top-down signals refine thalamus's attentional filtering process."
  },
  {
    "id": 40,
    "statement": "Genetics, culture, and environment interact in complex, dynamic ways."
  },
  {
    "id": 41,
    "statement": "Thalamus gates sensory info under attentional spotlight control."
  },
  {
    "id": 42,
    "statement": "Emotional regulation calms anxiety through self-awareness and intentional response."
  },
  {
    "id": 43,
    "statement": "Subtle nonverbal cues crucial for understanding others' emotions and empathy."
  },
  {
    "id": 44,
    "statement": "The thalamus integrates sensory info through attention and emotion modulation."
  },
  {
    "id": 45,
    "statement": "Thalamus integrates sensory info hierarchically through neural interactions."
  },
  {
    "id": 46,
    "statement": "Trust arises from convergence of honesty, reliability, and open communication."
  },
  {
    "id": 47,
    "statement": "The thalamus integrates sensory info hierarchically through neural interactions."
  },
  {
    "id": 48,
    "statement": "Honesty is important but not sole foundation of trust"
  },
  {
    "id": 49,
    "statement": "Honesty builds trust through reliability and open communication."
  },
  {
    "id": 50,
    "statement": "Thalamus integrates sensory info through multiple hierarchical layers"
  },
  {
    "id": 51,
    "statement": "Top-down signals modulate thalamus's attention through prioritization."
  },
  {
    "id": 52,
    "statement": "Thalamus processes sensory info, filtering and prioritizing according to context."
  },
  {
    "id": 53,
    "statement": "Thalamus filters sensory info through attentional cortical cues from PFC."
  },
  {
    "id": 54,
    "statement": "The thalamus filters sensory info through PFC's attentional cues."
  },
  {
    "id": 55,
    "statement": "Moral development emerges from complex interplay of genetics, culture, and environment."
  },
  {
    "id": 56,
    "statement": "Thalamus integrates attention, emotions, and context to filter sensory info."
  },
  {
    "id": 57,
    "statement": "The thalamus integrates attention, emotions, and context to filter sensory info."
  },
  {
    "id": 58,
    "statement": "Thalamus's role in emotional processing is complex and debated among experts."
  },
  {
    "id": 59,
    "statement": "Moral development emerges from intersection of genetics, culture, and environment."
  },
  {
    "id": 60,
    "statement": "The thalamus filters sensory info through top-down attentional modulation."
  },
  {
    "id": 61,
    "statement": "Cerebral cortex modulates thalamus's attentional filtering through top-down signals."
  },
  {
    "id": 62,
    "statement": "Thalamus is a vital relay station in sensory processing and integration."
  },
  {
    "id": 63,
    "statement": "The thalamus's role in emotional processing is debated among experts due complexity."
  },
  {
    "id": 64,
    "statement": "Empathy develops through social skills, genetic, brain, and life experiences."
  },
  {
    "id": 65,
    "statement": "Thalamus plays complex, multifaceted role in emotional processing."
  },
  {
    "id": 66,
    "statement": "Thalamus integrates sensory and emotional information through hierarchical processes."
  },
  {
    "id": 67,
    "statement": "The thalamus integrates attention, emotions, and context to filter sensory info."
  },
  {
    "id": 68,
    "statement": "Thalamus integrates sensory information from multiple sources efficiently."
  },
  {
    "id": 69,
    "statement": "Thalamus hierarchically integrates sensory info from multiple sources."
  },
  {
    "id": 70,
    "statement": "Thalamus balances attention, emotions, and context for accurate sensory processing."
  },
  {
    "id": 71,
    "statement": "Pre-frontal cortex modulates thalamus's sensory processing through direct connections."
  },
  {
    "id": 72,
    "statement": "Thalamus integrates attention, emotions, and context to filter sensory info."
  },
  {
    "id": 73,
    "statement": "Moral development arises from dynamic interplay of genetics, culture, and environment."
  },
  {
    "id": 74,
    "statement": "Moral development arises from dynamic intersection of genetic, cultural, environmental influences."
  },
  {
    "id": 75,
    "statement": "Moral development arises from complex interplay of genetics, culture, and environment."
  },
  {
    "id": 76,
    "statement": "Thalamus acts as gatekeeper for sensory information, filtering inputs."
  },
  {
    "id": 77,
    "statement": "Credibility influenced by societal expectations, environment, and relationships."
  },
  {
    "id": 78,
    "statement": "Top-down cortical signals refine thalamus's attentional filtering process mindfulfully."
  },
  {
    "id": 79,
    "statement": "Thalamus integrates sensory info through attention, context, and neural connections"
  },
  {
    "id": 80,
    "statement": "Top-down cortical signals refine thalamus's attentional filtering process mindfully."
  },
  {
    "id": 81,
    "statement": "Honesty fosters trust through transparency, reliability, and open communication."
  },
  {
    "id": 82,
    "statement": "PFC directs attention to thalamus for sensory information prioritization."
  },
  {
    "id": 83,
    "statement": "Thalamus acts as relay station for sensory information processing."
  },
  {
    "id": 84,
    "statement": "The thalamus integrates sensory and emotional information through neural interactions."
  },
  {
    "id": 85,
    "statement": "Thalamus integrates sensory info through hierarchical processing layers"
  },
  {
    "id": 86,
    "statement": "Credibility affected by power dynamics, authority, and influence."
  },
  {
    "id": 87,
    "statement": "Moral development arises from dynamic interplay of genetics, culture, and environment."
  },
  {
    "id": 88,
    "statement": "Moral development arises from interplay of genetics, culture, environment."
  },
  {
    "id": 89,
    "statement": "Thalamus dynamically integrates attention, emotions, and context for sensory processing."
  },
  {
    "id": 90,
    "statement": "Trust emerges from synergy of honesty, reliability, and open communication."
  },
  {
    "id": 91,
    "statement": "Thalamus relays and filters sensory info from multiple pathways"
  },
  {
    "id": 92,
    "statement": "Honesty, reliability, and open communication combine to build trust."
  },
  {
    "id": 93,
    "statement": "Thalamus integrates sensory info from multiple sources harmoniously."
  },
  {
    "id": 94,
    "statement": "Empathy involves cognitive understanding, emotional regulation and intentional acknowledgment."
  },
  {
    "id": 95,
    "statement": "PFC's attentional cues modulate thalamus's sensory filtering process."
  },
  {
    "id": 96,
    "statement": "Thalamus filters sensory info based on attentional cortical cues."
  },
  {
    "id": 97,
    "statement": "Credibility influenced by interplay of context, culture, and relationships."
  },
  {
    "id": 98,
    "statement": "Top-down cortical signals fine-tune thalamus' attentional filtering process"
  },
  {
    "id": 99,
    "statement": "The thalamus filters sensory info through attentional modulation and cortices."
  },
  {
    "id": 100,
    "statement": "The thalamus filters sensory info through attention, emotions, and context."
  },
  {
    "id": 101,
    "statement": "Self-awareness enables emotional regulation and intentional response to anxiety."
  },
  {
    "id": 102,
    "statement": "PFC modulates sensory information transfer to thalamus through gain control."
  },
  {
    "id": 103,
    "statement": "The thalamus receives attentional cues from PFC through mixed circuits."
  },
  {
    "id": 104,
    "statement": "PFC attention highlights relevant sensory information in thalamus."
  },
  {
    "id": 105,
    "statement": "Thalamus selectively filters sensory info based on attentional cues, prioritizing, amplifying, and suppressing assordingly."
  },
  {
    "id": 106,
    "statement": "Top-down cortical signals from PFC refine thalamus's sensory processing."
  },
  {
    "id": 107,
    "statement": "Thalamus's role in emotional processing remains multifaceted and debated."
  },
  {
    "id": 108,
    "statement": "Emotional regulation reduces anxiety through self-awareness and intentional actions."
  },
  {
    "id": 109,
    "statement": "The thalamus filters sensory info through attention, emotions, context dynamically."
  },
  {
    "id": 110,
    "statement": "The thalamus integrates sensory and emotional information harmoniously."
  },
  {
    "id": 111,
    "statement": "The thalamus integrates sensory information through hierarchical processing layers."
  },
  {
    "id": 112,
    "statement": "PFC top-down signals refine thalamus's attentional filtering process."
  },
  {
    "id": 113,
    "statement": "Empathy influenced by cultural norms, personal relationships, and environment"
  },
  {
    "id": 114,
    "statement": "PFC directs attention to specific stimuli through thalamic filtering."
  },
  {
    "id": 115,
    "statement": "Consistency in behavior fosters trust through reliability and accountability."
  },
  {
    "id": 116,
    "statement": "Thalamus balances attention, emotions, and context for accurate sensation"
  },
  {
    "id": 117,
    "statement": "Honesty influenced by complex interplay of genetic, hormonal, and environmental factors"
  },
  {
    "id": 118,
    "statement": "Thalamus integrates sensory info from multiple sensory sources."
  },
  {
    "id": 119,
    "statement": "Empathy involves cognitive understanding, emotional regulation, intentional acknowledgment, and context-specific factors."
  },
  {
    "id": 120,
    "statement": "Thalamus integrates sensory info from multiple pathways before sending."
  },
  {
    "id": 121,
    "statement": "Genetics influence empathy development but not the sole determining factor."
  },
  {
    "id": 122,
    "statement": "Thalamus filters sensory info through attentional modulation and cortical cues."
  },
  {
    "id": 123,
    "statement": "Empathy involves understanding, acknowledging, and regulating emotions through cognitive comprehension."
  },
  {
    "id": 124,
    "statement": "Thalamus integrates sensory info through attentional modulation filtering"
  },
  {
    "id": 125,
    "statement": "Lying can have unintended consequences on relationships and culture."
  },
  {
    "id": 126,
    "statement": "Authenticity, consistency, and transparency foster trust-building interactions."
  },
  {
    "id": 127,
    "statement": "PFC sends attentional cues to thalamus for prioritization purposes."
  },
  {
    "id": 128,
    "statement": "Credibility influenced by context, culture, and relationships mutually."
  },
  {
    "id": 129,
    "statement": "Thalamus filters sensory info through top-down attentional modulation."
  },
  {
    "id": 130,
    "statement": "Thalamus integrates sensory info through attention and emotion modulation."
  },
  {
    "id": 131,
    "statement": "Empathy develops through complex interplay of genetic, social, and environmental factors."
  },
  {
    "id": 132,
    "statement": "Thalamus integrates sensory and emotional information hierarchically through processing."
  },
  {
    "id": 133,
    "statement": "Thalamus receives attentional signals from cortical areas to prioritize sensory info."
  },
  {
    "id": 134,
    "statement": "Thalamus filters sensory info through attention, emotions, and context."
  },
  {
    "id": 135,
    "statement": "Effective emotional regulation enables sincere acknowledgment of others' emotions."
  },
  {
    "id": 136,
    "statement": "The thalamus filters sensory info adaptively through attention, emotions, context."
  },
  {
    "id": 137,
    "statement": "The thalamus integrates sensory info through attention, context, and neural connections."
  },
  {
    "id": 138,
    "statement": "Top-down cortical signals refine thalamus's attentional filtering process."
  },
  {
    "id": 139,
    "statement": "Consistency in behavior fosters trust through reliability and accountability."
  },
  {
    "id": 140,
    "statement": "Nonverbal cues crucial for emotional intelligence development"
  },
  {
    "id": 141,
    "statement": "The PFC modulates thalamus's attention through corticothalamic tract."
  },
  {
    "id": 142,
    "statement": "Lying erodes trust and damages relationships and culture."
  },
  {
    "id": 143,
    "statement": "The PFC modulates thalamus attention through basal ganglia interaction."
  },
  {
    "id": 144,
    "statement": "The thalamus filters sensory info hierarchically for attentional prioritization."
  },
  {
    "id": 145,
    "statement": "Trust is founded on convergence of cognitive, emotional, and social factors."
  },
  {
    "id": 146,
    "statement": "Top-down signals from PFC modulate thalamus's attention filtering process."
  },
  {
    "id": 147,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering process."
  },
  {
    "id": 148,
    "statement": "The Thalamus filters sensory info based on attention, context, and emotions."
  },
  {
    "id": 149,
    "statement": "Thalamus filters sensory info through top-down attentional modulation from PFC."
  },
  {
    "id": 150,
    "statement": "Talamus filters sensory information based on attentional cues."
  },
  {
    "id": 151,
    "statement": "Cultural norms shape empathy through expression, validation, hierarchy, and communication."
  },
  {
    "id": 152,
    "statement": "Thalamus integrates sensory and emotional info hierarchically through layers"
  },
  {
    "id": 153,
    "statement": "Genetics influences empathy development, but not the sole factor"
  },
  {
    "id": 154,
    "statement": "Authenticity, consistency, and transparency foster trust in relationships."
  },
  {
    "id": 155,
    "statement": "Thalamus's emotional filtering modulates sensory processing through limbic connections"
  },
  {
    "id": 156,
    "statement": "Empathy involves cognitive understanding, emotional regulation, and intentional acknowledgment."
  },
  {
    "id": 157,
    "statement": "PFC and thalamus interact bidirectionally in attentional processing."
  },
  {
    "id": 158,
    "statement": "Thalamus integrates sensory and emotional information dynamically and conflictently."
  },
  {
    "id": 159,
    "statement": "Thalamus integrates sensory info in hierarchical, layered processing."
  },
  {
    "id": 160,
    "statement": "Thalamus integrates sensory info through attention and emotion"
  },
  {
    "id": 161,
    "statement": "Thalamus integrates sensory information from multiple sensory pathways"
  },
  {
    "id": 162,
    "statement": "Honesty influenced by multifaceted interplay of genetic, hormonal, and environmental factors"
  },
  {
    "id": 163,
    "statement": "Thalamus filters and prioritizes sensory info based on internal and external context."
  },
  {
    "id": 164,
    "statement": "Moral development emerges from dynamic interaction of genetic, cultural, environmental factors."
  },
  {
    "id": 165,
    "statement": "Thalamus filters sensory info under PFC's attentional spotlight control."
  },
  {
    "id": 166,
    "statement": "Thalamus filters sensory info through attention, emotions, and context."
  },
  {
    "id": 167,
    "statement": "Thalamus integrates sensory info hierarchically through neural interactions among brain regions."
  },
  {
    "id": 168,
    "statement": "Thalamus integrates sensory and emotional information hierarchically."
  },
  {
    "id": 169,
    "statement": "Empathy involves understanding, acknowledging, and managing emotions thoughtfully."
  },
  {
    "id": 170,
    "statement": "Thalamus integrates sensory info through hierarchical processes."
  },
  {
    "id": 171,
    "statement": "Emotional regulation reduces anxiety through intentional self-aware actions."
  },
  {
    "id": 172,
    "statement": "PFC modulates thalamus's attentional filtering for sensory prioritization."
  },
  {
    "id": 173,
    "statement": "Thalamus integrates sensory info through attentional modulation and emotional processing."
  },
  {
    "id": 174,
    "statement": "Emotional strength enables healthy vulnerability in trust-building interactions."
  },
  {
    "id": 175,
    "statement": "Thalamus integrates sensory info from multiple pathways hierarchically."
  },
  {
    "id": 176,
    "statement": "Moral development arises from intricate interplay of genetics, culture, and environment."
  },
  {
    "id": 177,
    "statement": "PFC modulates thalamus through top-down attentional signals."
  },
  {
    "id": 178,
    "statement": "PFC's attentional spotlight shapes thalamic sensory processing:"
  },
  {
    "id": 179,
    "statement": "The thalamus is a critical structure in sensory processing."
  },
  {
    "id": 180,
    "statement": "Communication influences emotional intelligence development."
  },
  {
    "id": 181,
    "statement": "Credibility is perception-sensitive to context, culture, and relationships."
  },
  {
    "id": 182,
    "statement": "Thalamus continuously reassesses filtering process in real-time adaptively."
  },
  {
    "id": 183,
    "statement": "Thalamus integrates sensory information from multiple pathways hierarchically."
  },
  {
    "id": 184,
    "statement": "Top-down cortical signals refine thalamus's attentional filtering."
  },
  {
    "id": 185,
    "statement": "Thalamus plays crucial role in filtering and processing sensory information."
  },
  {
    "id": 186,
    "statement": "Thalamus integrates sensory and emotional information through modulatory processing."
  },
  {
    "id": 187,
    "statement": "Top-down PFC signals modulate thalamic sensory processing through attention, gain, and gating."
  },
  {
    "id": 188,
    "statement": "Repetition of lying can lead to uncertainty and mistrust."
  },
  {
    "id": 189,
    "statement": "Empathy involves considering context, culture, and relationships for effective support."
  },
  {
    "id": 190,
    "statement": "Empathy development involves intricate, individualized interactions among factors"
  },
  {
    "id": 191,
    "statement": "PFC modulates thalamus through gain control and synaptic plasticity."
  },
  {
    "id": 192,
    "statement": "Thalamus integrates sensory info based on attention, emotions, and context."
  },
  {
    "id": 193,
    "statement": "Genetics influences empathy development through brain structure and function"
  },
  {
    "id": 194,
    "statement": "Emotional labeling involves acknowledging and accepting emotions without judgment."
  },
  {
    "id": 195,
    "statement": "The thalamus filters sensory info through attention, emotions, and context calmly."
  },
  {
    "id": 196,
    "statement": "Genetics and environment interact, influencing moral development complexity"
  },
  {
    "id": 197,
    "statement": "Thalamus structures prioritize, filter, and integrate sensory information harmoniously."
  },
  {
    "id": 198,
    "statement": "Credibility influenced by interactive dynamics of context, culture, relationships."
  },
  {
    "id": 199,
    "statement": "Thalamus integrates sensory, emotional, and attentional information for processing."
  }
]