[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 2,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 3,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 4,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 5,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 6,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 7,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 8,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 9,
    "statement": "Thalamus acts as a critical relay station for sensory processing."
  },
  {
    "id": 10,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives."
  },
  {
    "id": 11,
    "statement": "Thalamus filters sensory info hierarchically for cortex processing."
  },
  {
    "id": 12,
    "statement": "The thalamus acts as a sensory information relay station."
  },
  {
    "id": 13,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 14,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation."
  },
  {
    "id": 15,
    "statement": "Thalamus dynamically refines sensory filtering based on cortical predictions."
  },
  {
    "id": 16,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 17,
    "statement": "Action potentials represent electrical impulses transmitted through neurons"
  },
  {
    "id": 18,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 19,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing through feedback."
  },
  {
    "id": 20,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 21,
    "statement": "Thalamus filters sensory information selectively through corticothalamic connections."
  },
  {
    "id": 22,
    "statement": "Cortical expectations influence thalamus's filtering through top-down predictions."
  },
  {
    "id": 23,
    "statement": "Thalamus relays sensory information to primary sensory cortex processing."
  },
  {
    "id": 24,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 25,
    "statement": "Thalamus dynamically adjusts sensory filtering based on cortical predictions."
  },
  {
    "id": 26,
    "statement": "Interoception affects emotional processing and empathy through bodily sensations"
  },
  {
    "id": 27,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 28,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronization."
  },
  {
    "id": 29,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections"
  },
  {
    "id": 30,
    "statement": "Cortical expectations shape thalamic filtering of sensory information."
  },
  {
    "id": 31,
    "statement": "Thalamus gates sensory info through top-down attentional modulation."
  },
  {
    "id": 32,
    "statement": "Synaptic plasticity enables reorganization and adaptation of neural circuits."
  },
  {
    "id": 33,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 34,
    "statement": "Corticothalamic pathway enables cortically-modulated sensory information processing"
  },
  {
    "id": 35,
    "statement": "Thalamus filters sensory info through corticothalamic connections and expectations."
  },
  {
    "id": 36,
    "statement": "PFC's top-down control modulates thalamus's sensory filtering through CT."
  },
  {
    "id": 37,
    "statement": "Mentalizing simulates others' mental states through active neural simulation."
  },
  {
    "id": 38,
    "statement": "Synaptic plasticity enables reorganization and adaptation of neural circuits"
  },
  {
    "id": 39,
    "statement": "Thalamus dynamically filters sensory information based on cortical predictions."
  },
  {
    "id": 40,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through imagination."
  },
  {
    "id": 41,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 42,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission"
  },
  {
    "id": 43,
    "statement": "Thalamus functions as a sensory gateway and hub for processing"
  },
  {
    "id": 44,
    "statement": "Thalamus processes sensory information through hierarchical neural pathways."
  },
  {
    "id": 45,
    "statement": "Thalamus dynamically refines sensory info through cortical predictions."
  },
  {
    "id": 46,
    "statement": "Corticothalamic pathway mediates top-down attentional modulation through feedback loops."
  },
  {
    "id": 47,
    "statement": "The thalamus integrates sensory signals with cortical predictions through top-down modulation."
  },
  {
    "id": 48,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 49,
    "statement": "Cortical feedback integration refines thalamus's sensory information processing."
  },
  {
    "id": 50,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 51,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing."
  },
  {
    "id": 52,
    "statement": "Hierarchical processing of sensory information occurs in thalamus."
  },
  {
    "id": 53,
    "statement": "Neural oscillations enhance information transfer between neurons synchronously."
  },
  {
    "id": 54,
    "statement": "Thalamus filters sensory information through corticothalamic connections."
  },
  {
    "id": 55,
    "statement": "Thalamus acts as a neural hub, filtering and routing sensory info."
  },
  {
    "id": 56,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 57,
    "statement": "Thalamus integrates sensory information in a hierarchical manner, refining data."
  },
  {
    "id": 58,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 59,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 60,
    "statement": "Thalamus acts as a sensory information relay station dynamically"
  },
  {
    "id": 61,
    "statement": "Thalamus actively participates in sensory information processing filtering."
  },
  {
    "id": 62,
    "statement": "Thalamus processes sensory info hierarchically through layered neural circuits."
  },
  {
    "id": 63,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing dynamically."
  },
  {
    "id": 64,
    "statement": "Cortical expectations influence thalamus's filtering through anticipated sensory patterns."
  },
  {
    "id": 65,
    "statement": "Cortical expectations influence thalamic filtering through varied neural pathways."
  },
  {
    "id": 66,
    "statement": "Thalamus acts as a sensory gateway and hub for processing."
  },
  {
    "id": 67,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized activity."
  },
  {
    "id": 68,
    "statement": "Thalamus refines and processes sensory info before transmission."
  },
  {
    "id": 69,
    "statement": "Corticothalamic pathway mediates top-down attentional modulation through feedback loops."
  },
  {
    "id": 70,
    "statement": "Thalamus refines sensory info through cortical feedback integration."
  },
  {
    "id": 71,
    "statement": "PFC's top-down control regulates sensory processing through Corticothalamic pathway."
  },
  {
    "id": 72,
    "statement": "Corticothalamic connections facilitate bidirectional neural communication."
  },
  {
    "id": 73,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 74,
    "statement": "Corticothalamic connections link PFC to thalamus for sensory filtering modulation."
  },
  {
    "id": 75,
    "statement": "Thalamus relays sensory info to primary sensory cortices."
  },
  {
    "id": 76,
    "statement": "Thalamus filters sensory input according to cortical predictions."
  },
  {
    "id": 77,
    "statement": "Thalamus integrates sensory information in a hierarchical processing manner."
  },
  {
    "id": 78,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 79,
    "statement": "Prefrontal Cortex modulates thalamus's filtering through top-down predictions."
  },
  {
    "id": 80,
    "statement": "Thalamus dynamically refines sensory information through corticothalamic feedback."
  },
  {
    "id": 81,
    "statement": "Thalamus receives cortical feedback to refine sensory processing dynamically."
  },
  {
    "id": 82,
    "statement": "Corticothalamic pathway involves glutamate and GABA neurotransmission."
  },
  {
    "id": 83,
    "statement": "Brain regions communicate through synchronized neural oscillations, firing, and transmission."
  },
  {
    "id": 84,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 85,
    "statement": "Thalamus facilitates top-down attentional modulation through corticothalamic connections."
  },
  {
    "id": 86,
    "statement": "Thalamus integrates multiple sensory sources through hierarchical processing."
  },
  {
    "id": 87,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 88,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 89,
    "statement": "Neural gain modulates sensory transmission strength through corticothalamic interactions."
  },
  {
    "id": 90,
    "statement": "The thalamus dynamically filters sensory info based on past experiences."
  },
  {
    "id": 91,
    "statement": "Thalamus acts as gateway to cortex, sensory information filtering hub"
  },
  {
    "id": 92,
    "statement": "Thalamus filters sensory info through predictive coding based on past experiences."
  },
  {
    "id": 93,
    "statement": "Neural gain modulates signal strength through corticothalamic interaction."
  },
  {
    "id": 94,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 95,
    "statement": "Cortical expectations refer to top-down predictions about sensory input."
  },
  {
    "id": 96,
    "statement": "LTP and LTD enable synaptic plasticity for learning and memory."
  },
  {
    "id": 97,
    "statement": "PFC's top-down signals modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 98,
    "statement": "Thalamus dynamically filters sensory information based on cortical expectations."
  },
  {
    "id": 99,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 100,
    "statement": "Neural oscillations synchronize attentional control networks for selective processing."
  },
  {
    "id": 101,
    "statement": "Top-down modulation refers to cognitive influence on sensory processing."
  },
  {
    "id": 102,
    "statement": "Thalamus integrates sensory information in a hierarchical manner."
  },
  {
    "id": 103,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 104,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 105,
    "statement": "Top-down control enables PFC to modulate thalamus's filtering."
  },
  {
    "id": 106,
    "statement": "The thalamus dynamically filters sensory info based on past experiences through predictive coding."
  },
  {
    "id": 107,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 108,
    "statement": "Thalamus actively filters sensory info through cortical expectations dynamically."
  },
  {
    "id": 109,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 110,
    "statement": "Thalamus receives and integrates sensory information from multiple sources."
  },
  {
    "id": 111,
    "statement": "The corticothalamic pathway enables top-down modulation through bidirectional feedback loops."
  },
  {
    "id": 112,
    "statement": "Thalamus filters sensory info through corticothalamic connections integrating expectations."
  },
  {
    "id": 113,
    "statement": "Thalamus fine-tunes sensory filtering in real-time based on cortical predictions."
  },
  {
    "id": 114,
    "statement": "Cortex modulates thalamus's sensory information processing through top-down control."
  },
  {
    "id": 115,
    "statement": "Neural oscillations synchronize to optimize information transfer between neurons."
  },
  {
    "id": 116,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 117,
    "statement": "Corticothalamic connections involve glutamate and GABA neurotransmission."
  },
  {
    "id": 118,
    "statement": "Thalamus fine-tunes sensory filtering based on cortical predictions and feedback."
  },
  {
    "id": 119,
    "statement": "Thalamus filters sensory info through cortical expectations and predictions."
  },
  {
    "id": 120,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 121,
    "statement": "The thalamus integrates sensory information in a hierarchical processing manner."
  },
  {
    "id": 122,
    "statement": "Thalamus dynamically filters sensory info based on PFC expectations."
  },
  {
    "id": 123,
    "statement": "Top-down control enables PFC to modulate thalamus's sensory filtering."
  },
  {
    "id": 124,
    "statement": "PFC sends top-down signals to modulate thalamus's filtering through CT."
  },
  {
    "id": 125,
    "statement": "Glutamate and GABA regulate corticothalamic connections' strength."
  },
  {
    "id": 126,
    "statement": "Thalamus refines sensory info through corticothalamic expectations and CT connections."
  },
  {
    "id": 127,
    "statement": "Corticothalamic connections facilitate bidirectional top-down attention modulation."
  },
  {
    "id": 128,
    "statement": "Corticothalamic connections enable top-down modulation and feedback loops."
  },
  {
    "id": 129,
    "statement": "Thalamus integrates and filters sensory information in cortex."
  },
  {
    "id": 130,
    "statement": "Top-down control in PFC modulates thalamus's sensory processing through CT."
  },
  {
    "id": 131,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions through top-down modulation."
  },
  {
    "id": 132,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 133,
    "statement": "Neural gain modulates signal strength through corticothalamic interactions."
  },
  {
    "id": 134,
    "statement": "Corticothalamic pathway enables bidirectional neural communication through synchronized activity."
  },
  {
    "id": 135,
    "statement": "The thalamus acts as a sensory information relay station."
  },
  {
    "id": 136,
    "statement": "PFC sends top-down signals to thalamus for attentional modulation."
  },
  {
    "id": 137,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 138,
    "statement": "Cortical expectations dynamically filter thalamus's sensory information."
  },
  {
    "id": 139,
    "statement": "The thalamus and cortex exchange information in both directions."
  },
  {
    "id": 140,
    "statement": "Thalamus integrates sensory info with brain's predictions through top-down processing."
  },
  {
    "id": 141,
    "statement": "Cortical expectations shape neural response to sensory stimuli."
  },
  {
    "id": 142,
    "statement": "Thalamus integrates sensory info through cortical feedback refinement"
  },
  {
    "id": 143,
    "statement": "Corticothalamic connections enable thalamus to filter sensory information dynamically."
  },
  {
    "id": 144,
    "statement": "Synaptic plasticity enables neural circuits to adapt through LTP/LTD."
  },
  {
    "id": 145,
    "statement": "Cortical expectations modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 146,
    "statement": "The thalamus actively participates in sensory processing and filtering."
  },
  {
    "id": 147,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized neural activity."
  },
  {
    "id": 148,
    "statement": "Thalamus integrates sensory info through hierarchical predictive coding."
  },
  {
    "id": 149,
    "statement": "Thalamus relays sensory information to primary sensory cortex for processing."
  },
  {
    "id": 150,
    "statement": "Thalamus plays active role in sensory information processing and filtering."
  },
  {
    "id": 151,
    "statement": "Cortical expectations influence thalamus filtering through predictive coding and neural oscillations."
  },
  {
    "id": 152,
    "statement": "Cortical predictions shape thalamic filtering of sensory information dynamically."
  },
  {
    "id": 153,
    "statement": "Cortical expectations influence thalamus's filtering of sensory information."
  },
  {
    "id": 154,
    "statement": "Thalamus refines and forwards sensory info to cortex."
  },
  {
    "id": 155,
    "statement": "Cortical expectations influence thalamic filtering through multiple pathways."
  },
  {
    "id": 156,
    "statement": "Cortical expectations inform thalamic filtering of sensory information."
  },
  {
    "id": 157,
    "statement": "Mentalizing simulates others' mental states through neural networks."
  },
  {
    "id": 158,
    "statement": "Interoception plays a crucial role in emotional processing and empathy."
  },
  {
    "id": 159,
    "statement": "Corticothalamic connections enable dynamic top-down attention modulation."
  },
  {
    "id": 160,
    "statement": "Cortical expectations shape thalamic filtering through anticipated sensory patterns based on past experiences."
  },
  {
    "id": 161,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 162,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 163,
    "statement": "문eliminar de synaptic plasticity enables learning and memory formation."
  },
  {
    "id": 164,
    "statement": "Thalamus filters sensory info based on PFC's attentional demands."
  },
  {
    "id": 165,
    "statement": "Corticothalamic pathway regulates neural gain sensitivity selectively."
  },
  {
    "id": 166,
    "statement": "Thalamus continuously adjusts sensory filtering based on cortical predictions."
  },
  {
    "id": 167,
    "statement": "The thalamus filters sensory info based on past memory representations."
  },
  {
    "id": 168,
    "statement": "Cortical expectations modulate thalamic filtering through predictive coding."
  },
  {
    "id": 169,
    "statement": "Corticothalamic connections involve synchronized neural oscillations."
  },
  {
    "id": 170,
    "statement": "Cortical predictions shape thalamic filtering of sensory information."
  },
  {
    "id": 171,
    "statement": "Thalamus dynamically filters sensory information based on cortical expectations."
  },
  {
    "id": 172,
    "statement": "Corticothalamic connections enable PFC top-down control over thalamus filtering."
  },
  {
    "id": 173,
    "statement": "PFC modulates thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 174,
    "statement": "Mentalizing mediated by network of brain regions including mPFC, TPJ, pSTS, and ACC."
  },
  {
    "id": 175,
    "statement": "Neural gain modulation adjusts sensory transmission strength between brain regions."
  },
  {
    "id": 176,
    "statement": "Thalamus integrates sensory info hierarchically from multiple sources."
  },
  {
    "id": 177,
    "statement": "The thalamus filters and routes sensory info to cortex as gatekeeper."
  },
  {
    "id": 178,
    "statement": "The thalamus filters sensory information based on attentional context selectively."
  },
  {
    "id": 179,
    "statement": "Cortical expectations shape thalamic sensory information processing hierarchically."
  },
  {
    "id": 180,
    "statement": "The thalamus integrates sensory information from various sources."
  },
  {
    "id": 181,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing layers."
  },
  {
    "id": 182,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 183,
    "statement": "Neural oscillations synchronize attentional control networks enhancing attention."
  },
  {
    "id": 184,
    "statement": "Cortical feedback integration refines thalamus's sensory information processing dynamically."
  },
  {
    "id": 185,
    "statement": "Synaptic plasticity enables dynamic reorganization of neural connections."
  },
  {
    "id": 186,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 187,
    "statement": "Thalamus integrates sensory info hierarchically refining signals."
  },
  {
    "id": 188,
    "statement": "Top-down control modulates thalamus's sensory filtering through corticothalamic feedback."
  },
  {
    "id": 189,
    "statement": "PFC influences sensory processing through corticothalamic neural connections"
  },
  {
    "id": 190,
    "statement": "Cortical predictions shape thalamic filtering of sensory information."
  },
  {
    "id": 191,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through active imagination."
  },
  {
    "id": 192,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 193,
    "statement": "Corticothalamic pathway NSCoder's cortical predictions to thalamus."
  },
  {
    "id": 194,
    "statement": "Corticothalamic pathway enables modulation of thalamic sensory processing."
  },
  {
    "id": 195,
    "statement": "Thalamus dynamically filters sensory information based on cortical predictions continuously"
  },
  {
    "id": 196,
    "statement": "Thalamus integrates sensory info in a hierarchical, layered structure."
  },
  {
    "id": 197,
    "statement": "Thalamus processes sensory info in hierarchical stages dynamically."
  },
  {
    "id": 198,
    "statement": "The thalamus integrates sensory information hierarchically refining data."
  },
  {
    "id": 199,
    "statement": "Neural oscillations enable synchronized processing for selective attention."
  }
]