[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus extracts sensory features through hierarchical processing to prioritize information."
  },
  {
    "id": 2,
    "statement": "The thalamus hierarchically processes sensory information through multiple stages refining it."
  },
  {
    "id": 3,
    "statement": "Corticothalamic connections modulate thalamus's filtering through gamma oscillations."
  },
  {
    "id": 4,
    "statement": "Thalamus hierarchically processes sensory info before transmission."
  },
  {
    "id": 5,
    "statement": "Thalamus acts as a crucial relay station for sensory processing."
  },
  {
    "id": 6,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 7,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 8,
    "statement": "Thalamus processes sensory info hierarchically, refining data dynamically"
  },
  {
    "id": 9,
    "statement": "Top-down signals convey information from PFC to thalamus through glutamate"
  },
  {
    "id": 10,
    "statement": "Corticothalamic projections convey top-down signals through glutamate-mediated neural communication."
  },
  {
    "id": 11,
    "statement": "The thalamus integrates sensory info hierarchically through feedforward & feedback connections."
  },
  {
    "id": 12,
    "statement": "Cortical expectations modulate thalamus's filtering through gain, Hebbian learning, and synchronized neural activity."
  },
  {
    "id": 13,
    "statement": "Top-down PFC signals modulate thalamus's attentional filtering dynamically."
  },
  {
    "id": 14,
    "statement": "The thalamus rapidly relays sensory info to the cortex for processing."
  },
  {
    "id": 15,
    "statement": "Thalamus is a complex processing structure not just relay station."
  },
  {
    "id": 16,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 17,
    "statement": "Glutamate facilitates top-down signal transmission through synchronized gamma oscillations."
  },
  {
    "id": 18,
    "statement": "PFC generates top-down predictions based on past experiences and expectations."
  },
  {
    "id": 19,
    "statement": "Thalamus integrates sensory features through corticothalamic interactions."
  },
  {
    "id": 20,
    "statement": "Cortical predictions shape thalamic filtering through Hebbian learning."
  },
  {
    "id": 21,
    "statement": "Cortical predictions are anticipations of sensory inputs based on past experiences."
  },
  {
    "id": 22,
    "statement": "Cortical predictions shape thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 23,
    "statement": "Thalamus integrates sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 24,
    "statement": "Thalamus hierarchically organizes and refines sensory information before cortex."
  },
  {
    "id": 25,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 26,
    "statement": "Thalamus processes sensory info hierarchically through beta oscillations."
  },
  {
    "id": 27,
    "statement": "PFC generates predictions about sensory input based on past experiences."
  },
  {
    "id": 28,
    "statement": "Thalamus hierarchically processes sensory information for cortical interpretation."
  },
  {
    "id": 29,
    "statement": "Thalamus integrates sensory info with cortical predictions through recurrent connections."
  },
  {
    "id": 30,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 31,
    "statement": "Glutamate and GABA modulate neural gain through excitatory and inhibitory actions"
  },
  {
    "id": 32,
    "statement": "Cortical predictions are generated by prefrontal cortex based on past experiences."
  },
  {
    "id": 33,
    "statement": "Thalamus integrates multisensory information for cortical processing and interpretation."
  },
  {
    "id": 34,
    "statement": "Glutamate and GABA regulate neural gain through excitation and inhibition."
  },
  {
    "id": 35,
    "statement": "Thalamus dynamically refines sensory info in real-time processing."
  },
  {
    "id": 36,
    "statement": "Thalamus refines sensory info through cortical predictions dynamically"
  },
  {
    "id": 37,
    "statement": "Thalamus hierarchically organizes raw sensory data into meaningful patterns."
  },
  {
    "id": 38,
    "statement": "Thalamus filters sensory info based on cortical expectations."
  },
  {
    "id": 39,
    "statement": "Thalamus filters sensory info based on top-down predictions."
  },
  {
    "id": 40,
    "statement": "Thalamus integrates sensory info through corticothalamic feedback loops."
  },
  {
    "id": 41,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 42,
    "statement": "The thalamus integrates sensory information hierarchically through neural circuits."
  },
  {
    "id": 43,
    "statement": "Thalamus extracts sensory features through hierarchical processing and prioritization."
  },
  {
    "id": 44,
    "statement": "Thalamus integrates sensory info through bidirectional corticothalamic interactions."
  },
  {
    "id": 45,
    "statement": "PFC's top-down control modulates thalamus's sensory processing."
  },
  {
    "id": 46,
    "statement": "Thalamus relays multisensory information to cortex for processing efficiently."
  },
  {
    "id": 47,
    "statement": "Thalamus filters sensory info before sending to cortex."
  },
  {
    "id": 48,
    "statement": "Thalamus processes sensory information hierarchically and dynamically refines data."
  },
  {
    "id": 49,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 50,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 51,
    "statement": "Thalamus refines sensory inputs using internal predictive models."
  },
  {
    "id": 52,
    "statement": "Thalamus integrates sensory features through corticothalamic and mutual excitations."
  },
  {
    "id": 53,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 54,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 55,
    "statement": "Thalamus filters sensory info through implicit, habituated neural connections"
  },
  {
    "id": 56,
    "statement": "Thalamus uses internal models and expectations to filter sensory info."
  },
  {
    "id": 57,
    "statement": "Bidirectional communication enables thalamocortical interactions in sensory processing."
  },
  {
    "id": 58,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 59,
    "statement": "The thalamus rapidly relays sensory info to cortex at 5-50 ms."
  },
  {
    "id": 60,
    "statement": "Thalamus hierarchically processes sensory info with dynamic refinement."
  },
  {
    "id": 61,
    "statement": "Thalamus refines sensory info dynamically through neural feedback loops."
  },
  {
    "id": 62,
    "statement": "Synchronized neural activity enables attentional filtering through gamma oscillations."
  },
  {
    "id": 63,
    "statement": "Thalamus refines sensory info, relaying it to cortex, bidirectional processing."
  },
  {
    "id": 64,
    "statement": "Mentalizing involves simulating others' mental states through cognitive frameworks and theories."
  },
  {
    "id": 65,
    "statement": "Brain network coordination enables ToM through dynamic regional interactions."
  },
  {
    "id": 66,
    "statement": "Cortical predictions guide thalamic filtering based on past experiences."
  },
  {
    "id": 67,
    "statement": "Thalamus refines sensory info through cortical predictions and feedback."
  },
  {
    "id": 68,
    "statement": "Thalamocortical interactions involve bidirectional communication between structures."
  },
  {
    "id": 69,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 70,
    "statement": "Thalamus refines sensory info through neural oscillations and synaptic plasticity."
  },
  {
    "id": 71,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 72,
    "statement": "Thalamus acts as a relay station for sensory processing."
  },
  {
    "id": 73,
    "statement": "Thalamus: active participant in sensory processing and refinement."
  },
  {
    "id": 74,
    "statement": "Top-down PFC signals modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 75,
    "statement": "Thalamocortical connections regulate sensory processing through neural oscillations."
  },
  {
    "id": 76,
    "statement": "Cognitive ability to understand self and others' mental states."
  },
  {
    "id": 77,
    "statement": "Thalamocortical interactions involve bidirectional communication between structures."
  },
  {
    "id": 78,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 79,
    "statement": "Thalamus refines sensory info through hierarchical processing and filter."
  },
  {
    "id": 80,
    "statement": "ToM enables simulating mental states through imagination with brain network coordination."
  },
  {
    "id": 81,
    "statement": "Thalamus transforms and refines sensory information before sending."
  },
  {
    "id": 82,
    "statement": "Thalamus processes sensory info hierarchically, refining data dynamically"
  },
  {
    "id": 83,
    "statement": "Thalamocortical connections modulate sensory processing and filtering"
  },
  {
    "id": 84,
    "statement": "Thalamus refines sensory filtering based on cortical expectations through Hebbian learning."
  },
  {
    "id": 85,
    "statement": "Thalamus filters sensory info based on attention, expectations, and context."
  },
  {
    "id": 86,
    "statement": "Thalamus refines sensory info by filtering, modifying, and enhancing it."
  },
  {
    "id": 87,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering dynamically."
  },
  {
    "id": 88,
    "statement": "Cortical expectations guide thalamic filtering through neural circuits."
  },
  {
    "id": 89,
    "statement": "Top-down control facilitates selective attention through cortical influence."
  },
  {
    "id": 90,
    "statement": "Thalamus acts as relay station for sensory information processing."
  },
  {
    "id": 91,
    "statement": "Corticothalamic connections modulate thalamus's sensory filtering through cortical predictions."
  },
  {
    "id": 92,
    "statement": "Mentalizing involves simulating others' thoughts and feelings through imagination."
  },
  {
    "id": 93,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 94,
    "statement": "Thalamus refines sensory info based on cortical predictions dynamically."
  },
  {
    "id": 95,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 96,
    "statement": "The thalamus dynamically filters sensory information based on attention."
  },
  {
    "id": 97,
    "statement": "Thalamus integrates sensory information hierarchically into meaningful patterns."
  },
  {
    "id": 98,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 99,
    "statement": "Thalamus's sensory processing is guided by cortical predictions dynamically."
  },
  {
    "id": 100,
    "statement": "The thalamus hierarchically processes sensory information refining features."
  },
  {
    "id": 101,
    "statement": "Thalamus hierarchically integrates sensory info through multiple processing stages."
  },
  {
    "id": 102,
    "statement": "Thalamus filters sensory info based on PFC's top-down predictions."
  },
  {
    "id": 103,
    "statement": "Mentalizing involves simulating others' mental states through cognitive frameworks."
  },
  {
    "id": 104,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms filtering"
  },
  {
    "id": 105,
    "statement": "Cortical predictions shape thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 106,
    "statement": "Thalamus selectively filters and integrates sensory information."
  },
  {
    "id": 107,
    "statement": "PFC generates top-down predictions through pattern separation and error-based learning"
  },
  {
    "id": 108,
    "statement": "Theory of Mind enables simulating mental states through imagination."
  },
  {
    "id": 109,
    "statement": "Thalamus processes sensory info through hierarchical filtering and refinement mechanisms."
  },
  {
    "id": 110,
    "statement": "Thalamus filters sensory info through hierarchical processing mechanisms refining."
  },
  {
    "id": 111,
    "statement": "Cortical expectations guide thalamic filtering based on past experiences"
  },
  {
    "id": 112,
    "statement": "Thalamus uses internal models to refine and filter sensory inputs."
  },
  {
    "id": 113,
    "statement": "Glutamate enables corticothalamic top-down signal transmission through excitatory neurotransmission."
  },
  {
    "id": 114,
    "statement": "Beta oscillations facilitate information transmission between nuclei during processing."
  },
  {
    "id": 115,
    "statement": "Thalamus processes sensory info hierarchically, refining complexity."
  },
  {
    "id": 116,
    "statement": "Thalamocortical connections modulate sensory processing and filtering through feedback loops."
  },
  {
    "id": 117,
    "statement": "Corticothalamic connections enable bidirectional dialogue between thalamus and cortex."
  },
  {
    "id": 118,
    "statement": "Corticothalamic connections regulate thalamus's attentional filtering through gamma oscillations."
  },
  {
    "id": 119,
    "statement": "Thalamus filters sensory input based on cortical predictions."
  },
  {
    "id": 120,
    "statement": "Theory of Mind is a cognitive ability to understand mental states."
  },
  {
    "id": 121,
    "statement": "Cortical predictions shape thalamic processing through neural connections and feedback loops."
  },
  {
    "id": 122,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 123,
    "statement": "Mentalizing involves simulating others' thoughts and feelings through imagination."
  },
  {
    "id": 124,
    "statement": "Mentalizing involves simulating others' mental states through cognitive frameworks."
  },
  {
    "id": 125,
    "statement": "Thalamus adapts sensory processing to cortical predictions dynamically."
  },
  {
    "id": 126,
    "statement": "Cortical expectations modulate thalamus's filtering through neural gain."
  },
  {
    "id": 127,
    "statement": "The thalamus filters, transforms, and refines sensory information."
  },
  {
    "id": 128,
    "statement": "Thalamus refines filtering based on cortical expectations through Hebbian learning."
  },
  {
    "id": 129,
    "statement": "Cortical influence enables top-down control of selective attention through modulation."
  },
  {
    "id": 130,
    "statement": "Top-down predictions help filter and prioritize sensory information."
  },
  {
    "id": 131,
    "statement": "Thalamus processes sensory information hierarchically in a series of stages refining data."
  },
  {
    "id": 132,
    "statement": "Thalamus refines sensory info through gamma oscillations and synaptic plasticity."
  },
  {
    "id": 133,
    "statement": "Gamma oscillations modulate thalamic filtering through synchronized neural activity."
  },
  {
    "id": 134,
    "statement": "Thalamus integrates information from multiple sensory modalities."
  },
  {
    "id": 135,
    "statement": "Thalamus filters sensory information in attentional context."
  },
  {
    "id": 136,
    "statement": "PFC's top-down control modulates thalamus's attentional filtering mechanisms."
  },
  {
    "id": 137,
    "statement": "Thalamocortical interactions involve bidirectional information exchange through neural pathways."
  },
  {
    "id": 138,
    "statement": "The thalamus extracts sensory features through hierarchical processing."
  },
  {
    "id": 139,
    "statement": "Thalamus employs hierarchical processing through neural oscillations."
  },
  {
    "id": 140,
    "statement": "Thalamus rapidly relays sensory info to cortex within 5-50 ms."
  },
  {
    "id": 141,
    "statement": "Thalamus processes sensory info hierarchically, refining data dynamically"
  },
  {
    "id": 142,
    "statement": "Thalamus processes sensory info hierarchically through sequential stages."
  },
  {
    "id": 143,
    "statement": "ToM enables simulating mental states through neural coordination."
  },
  {
    "id": 144,
    "statement": "Thalamus selectively filters sensory information for cortical processing."
  },
  {
    "id": 145,
    "statement": "The thalamus plays a crucial role in sensory processing."
  },
  {
    "id": 146,
    "statement": "Thalamus plays a crucial role in processing sensory information hierarchically"
  },
  {
    "id": 147,
    "statement": "Thalamus processes and refines sensory info before cortical transmission."
  },
  {
    "id": 148,
    "statement": "Cognitive frameworks help us understand others' mental states through simulation"
  },
  {
    "id": 149,
    "statement": "Cortical predictions influence thalamus's filtering and processing of sensory information."
  },
  {
    "id": 150,
    "statement": "Thalamus extracts and prioritizes sensory features through hierarchical processing."
  },
  {
    "id": 151,
    "statement": "Thalamocortical feedback loops enable bidirectional information exchange."
  },
  {
    "id": 152,
    "statement": "Mentalizing involves understanding others' mental states, not imagination"
  },
  {
    "id": 153,
    "statement": "Thalamus omits redundant information through feedforward feedback loops."
  },
  {
    "id": 154,
    "statement": "Cortical predictions shape thalamic filtering through Hebbian learning process."
  },
  {
    "id": 155,
    "statement": "Glutamate moderates neural activity via synchronized oscillations."
  },
  {
    "id": 156,
    "statement": "Corticothalamic connections regulate thalamus's attentional filtering through gamma oscillations."
  },
  {
    "id": 157,
    "statement": "Thalamus integrates sensory info with cortical predictions through recurrent connections."
  },
  {
    "id": 158,
    "statement": "Cortical predictions guide thalamus's filtration of sensory information dynamically."
  },
  {
    "id": 159,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 160,
    "statement": "Corticothalamic projections transmit top-down signals through glutamate-mediated neural communication."
  },
  {
    "id": 161,
    "statement": "Glutamate and GABA regulate neural signal strength through excitation/inhibition."
  },
  {
    "id": 162,
    "statement": "Thalamus integrates sensory info from multiple sources hierarchically."
  },
  {
    "id": 163,
    "statement": "Thalamus dynamically adjusts filtering based on cortical predictions."
  },
  {
    "id": 164,
    "statement": "Thalamus refines sensory info through hierarchical processing filters accurately."
  },
  {
    "id": 165,
    "statement": "Top-down signals from PFC modulate thalamus through glutamate-mediated excitation"
  },
  {
    "id": 166,
    "statement": "Thalamus dynamically refines sensory info based on cortical predictions."
  },
  {
    "id": 167,
    "statement": "The thalamus refines sensory info through hierarchical processing."
  },
  {
    "id": 168,
    "statement": "PFC generates predictions for thalamus to refine sensory info."
  },
  {
    "id": 169,
    "statement": "Theory of Mind enables simulating mental states through imagination."
  },
  {
    "id": 170,
    "statement": "Thalamus hierarchically processes sensory info for cortical interpretation through refinement."
  },
  {
    "id": 171,
    "statement": "Thalamus filters sensory info based on internal predictions."
  },
  {
    "id": 172,
    "statement": "PFC generates predictions based on past experiences through neural oscillations."
  },
  {
    "id": 173,
    "statement": "Top-down cortical predictions modulate thalamic sensory filtering."
  },
  {
    "id": 174,
    "statement": "Thalamus hierarchically processes sensory information before transmission.'"
  },
  {
    "id": 175,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 176,
    "statement": "Thalamus dynamically refines sensory information for cortical processing."
  },
  {
    "id": 177,
    "statement": "Thalamus processes sensory information in hierarchical stages refining it"
  },
  {
    "id": 178,
    "statement": "Glutamate facilitates corticothalamic top-down signal transmission through excitatory mechanisms."
  },
  {
    "id": 179,
    "statement": "Cortical predictions modulate thalamus's sensory processing and refinement through top-down signals"
  },
  {
    "id": 180,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions through..."
  },
  {
    "id": 181,
    "statement": "Brain network coordination enables Theory of Mind through dynamic interactions."
  },
  {
    "id": 182,
    "statement": "PFC generates predictions based on past experiences and learning."
  },
  {
    "id": 183,
    "statement": "Beta oscillations help synchronize communication between brain regions"
  },
  {
    "id": 184,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 185,
    "statement": "Thalamus processes sensory information through hierarchical refinement mechanisms"
  },
  {
    "id": 186,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering in real-time."
  },
  {
    "id": 187,
    "statement": "Hierarchical thalamic integration: complex network of neural circuits."
  },
  {
    "id": 188,
    "statement": "Thalamus filters sensory info through attentional modulation dynamically."
  },
  {
    "id": 189,
    "statement": "Mentalizing involves simulating others' thoughts and feelings through diverse cognitive processes."
  },
  {
    "id": 190,
    "statement": "Synchronized gamma oscillations enable selective filtering of neural signals."
  },
  {
    "id": 191,
    "statement": "Thalamus processes sensory info hierarchically refining detail stepwise."
  },
  {
    "id": 192,
    "statement": "Thalamus dynamically filters sensory information according to attention."
  },
  {
    "id": 193,
    "statement": "Cortical predictions integrate cumulative sensory experiences and learning."
  },
  {
    "id": 194,
    "statement": "Thalamus and cortex exchange information in bidirectional flow."
  },
  {
    "id": 195,
    "statement": "Cortical expectations guide thalamic sensory processing through top-down modulation."
  },
  {
    "id": 196,
    "statement": "PFC's top-down control influences thalamus's sensory processing filtering."
  },
  {
    "id": 197,
    "statement": "Glutamate amplifies neural signals through excitatory neurotransmission"
  },
  {
    "id": 198,
    "statement": "Thalamus integrates sensory info through corticothalamic feedback loops."
  },
  {
    "id": 199,
    "statement": "The thalamus rapidly relays sensory info to cortex within 5-50ms."
  }
]