[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 2,
    "statement": "Hebbian learning occurs in excitatory, correlated neurons within cerebral cortex and hippocampus."
  },
  {
    "id": 3,
    "statement": "PFC uses pattern separation and completion for predictive processing."
  },
  {
    "id": 4,
    "statement": "Uncertainty in PFC's pattern separation mechanism remains despite extensive research."
  },
  {
    "id": 5,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regions."
  },
  {
    "id": 6,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 7,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 8,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 9,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 10,
    "statement": "Working memory capacity influences social cognition accuracy through information processing."
  },
  {
    "id": 11,
    "statement": "Gamma oscillations synchronize neural activity globally, facilitating binding."
  },
  {
    "id": 12,
    "statement": "Thalamus refines sensory information through hierarchical processing pathways."
  },
  {
    "id": 13,
    "statement": "Thalamus refines sensory information through hierarchical filtering and processing."
  },
  {
    "id": 14,
    "statement": "LTP (Long-Term Potentiation) strengthens connections between neurons."
  },
  {
    "id": 15,
    "statement": "Pattern separation in PFC involves neural oscillations and networks, mechanisms."
  },
  {
    "id": 16,
    "statement": "Gamma oscillations synchronize neural activity through entrainment and phase-locking."
  },
  {
    "id": 17,
    "statement": "Social cognition, working memory, and attention integrate in ToM."
  },
  {
    "id": 18,
    "statement": "Social cognition influences working memory through selective attention processing."
  },
  {
    "id": 19,
    "statement": "Complex neural oscillations facilitate pattern separation and retrieval."
  },
  {
    "id": 20,
    "statement": "Gamma oscillations play a crucial role in neural integration locally."
  },
  {
    "id": 21,
    "statement": "Hebbian learning enhances pattern separation through neural competition mechanisms."
  },
  {
    "id": 22,
    "statement": "Pattern separation involves complex neural processes, multiple regions."
  },
  {
    "id": 23,
    "statement": "Thalamus refines sensory information through hierarchical processing pathways."
  },
  {
    "id": 24,
    "statement": "Hebbian learning enhances pattern separation through neural competition."
  },
  {
    "id": 25,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 26,
    "statement": "Neural coding is a process converting information into signals."
  },
  {
    "id": 27,
    "statement": "Entrainment and phase-locking synchronize neural activity through oscillations."
  },
  {
    "id": 28,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regional interactions."
  },
  {
    "id": 29,
    "statement": "The thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 30,
    "statement": "LTP and LTD balance synaptic strength through opposing mechanisms."
  },
  {
    "id": 31,
    "statement": "Thalamus refines sensory info through hierarchical feedforward processing."
  },
  {
    "id": 32,
    "statement": "Entrainment and phase-locking synchronize neural activity through shared stimuli."
  },
  {
    "id": 33,
    "statement": "Hebbian learning mechanisms unclear for thalamic sensory processing"
  },
  {
    "id": 34,
    "statement": "Gamma oscillations facilitate neural integration through synchronized activity."
  },
  {
    "id": 35,
    "statement": "Thalamus refines sensory information through Hebbian-like plasticity mechanisms."
  },
  {
    "id": 36,
    "statement": "Thalamus modulates cortical connections through indirect pathways."
  },
  {
    "id": 37,
    "statement": "Thalamus refines sensory information through hierarchical filtering and processing."
  },
  {
    "id": 38,
    "statement": "Thalamus's sensory-driven plasticity involves Hebbian-like mechanisms."
  },
  {
    "id": 39,
    "statement": "Thalamus refines sensory info through Hebbian-like synaptic plasticity filtering."
  },
  {
    "id": 40,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 41,
    "statement": "The thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 42,
    "statement": "Synaptic plasticity involves dynamic balance between LTP and LTD mechanisms."
  },
  {
    "id": 43,
    "statement": "Synaptic plasticity involves bidirectional balance between LTP and LTD."
  },
  {
    "id": 44,
    "statement": "Social cognition influences working memory through attention's filtering."
  },
  {
    "id": 45,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention through binding, Hebbian learning and cortico-thalamic interactions."
  },
  {
    "id": 46,
    "statement": "Hebbian learning enhances pattern separation through neural competition interactions."
  },
  {
    "id": 47,
    "statement": "Thalamus processes sensory information hierarchically and filters irrelevant stimuli."
  },
  {
    "id": 48,
    "statement": "Thalamus modulates cortical connections through indirect pathways."
  },
  {
    "id": 49,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 50,
    "statement": "Synaptic plasticity involves dynamic balance of opposing mechanisms."
  },
  {
    "id": 51,
    "statement": "Entrainment and phase-locking synchronize neural activity globally"
  },
  {
    "id": 52,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 53,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 54,
    "statement": "Hebbian-like plasticity in thalamus debated, mechanisms unclear."
  },
  {
    "id": 55,
    "statement": "Thalamus actively refines sensory information through hierarchical processing."
  },
  {
    "id": 56,
    "statement": "Pattern separation in PFC involves neural oscillations, Hebbian learning, and plasticity."
  },
  {
    "id": 57,
    "statement": "Hebbian learning strengthens connections between active neurons, not weaks"
  },
  {
    "id": 58,
    "statement": "Thalamus modulates cortical connections through neural oscillations."
  },
  {
    "id": 59,
    "statement": "PFC pattern separation involves complex neural oscillations interactions."
  },
  {
    "id": 60,
    "statement": "Thalamus refines sensory info through hierarchical processing in cortex."
  },
  {
    "id": 61,
    "statement": "Thalamus refines sensory info through feedforward and feedback processing."
  },
  {
    "id": 62,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 63,
    "statement": "Hebbian learning occurs in correlated excitatory neurons, not subtype-specific."
  },
  {
    "id": 64,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 65,
    "statement": "Thalamus refines sensory information through hierarchical feedforward processing mechanisms."
  },
  {
    "id": 66,
    "statement": "The thalamus refines sensory information through feedforward hierarchical processing."
  },
  {
    "id": 67,
    "statement": "Thalamus refines sensory information through hierarchical sensory gating."
  },
  {
    "id": 68,
    "statement": "Hebbian learning limited to excitatory neurons, unclear about inhibition."
  },
  {
    "id": 69,
    "statement": "Social cognition influences working memory through attention's facilitation."
  },
  {
    "id": 70,
    "statement": "Pattern separation in PFC involves complex neural oscillations and mechanisms."
  },
  {
    "id": 71,
    "statement": "Pattern separation uncertainty stems from neural mechanisms' complexity."
  },
  {
    "id": 72,
    "statement": "Thalamus modulates cortical connections through complex thalamocortical loops."
  },
  {
    "id": 73,
    "statement": "Thalamus refines sensory info hierarchically through cortico-thalamic loops."
  },
  {
    "id": 74,
    "statement": "Hebbian learning strengthens connections between synchronized neurons."
  },
  {
    "id": 75,
    "statement": "VPM nucleus filters sensory information hierarchically in primary, secondary, and higher-level processing."
  },
  {
    "id": 76,
    "statement": "Complexity of LTP/LTD molecular mechanisms limits understanding of brain function."
  },
  {
    "id": 77,
    "statement": "Thalamus refines sensory info through feedforward and feedback hierarchical processing."
  },
  {
    "id": 78,
    "statement": "The thalamus and cortex interact dynamically in sensory processing."
  },
  {
    "id": 79,
    "statement": "Complex neural oscillations and regional interactions enable pattern separation process"
  },
  {
    "id": 80,
    "statement": "PFC's predictive abilities rely on pattern separation and completion."
  },
  {
    "id": 81,
    "statement": "Thalamus filters and refines sensory information hierarchically, layer by layer."
  },
  {
    "id": 82,
    "statement": "LTP/LTD molecular mechanisms involve NMDA, AMPA receptors, kinases, and proteins."
  },
  {
    "id": 83,
    "statement": "Hebbian learning enhances pattern separation through neural competition."
  },
  {
    "id": 84,
    "statement": "Hebbian learning enhances pattern separation through neural competition mechanisms."
  },
  {
    "id": 85,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 86,
    "statement": "Thalamus's hierarchical processing depends on complex neural interactions."
  },
  {
    "id": 87,
    "statement": "Thalamus refines sensory info through hierarchical filtering processes."
  },
  {
    "id": 88,
    "statement": "Pattern separation, completion, and coding enable PFC predictive abilities through neural interactions."
  },
  {
    "id": 89,
    "statement": "Entrainment and phase-locking synchronize neural activity in gamma oscillations."
  },
  {
    "id": 90,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms in cortex."
  },
  {
    "id": 91,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 92,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 93,
    "statement": "Hebbian learning promotes distinct neural representations through competition."
  },
  {
    "id": 94,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 95,
    "statement": "Thalamus modulates cortical connections through indirect cortico-thalamo-cortical loops."
  },
  {
    "id": 96,
    "statement": "Gamma oscillations synchronize neural activity through phase-locking processes."
  },
  {
    "id": 97,
    "statement": "Thalamus refines sensory info through hierarchical processing in neocortex."
  },
  {
    "id": 98,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections, integrating sensory and cognitive information."
  },
  {
    "id": 99,
    "statement": "VPM nucleus: filters somatosensory and auditory information hierarchically."
  },
  {
    "id": 100,
    "statement": "Hebbian learning occurs in excitatory, correlated pyramidal cells."
  },
  {
    "id": 101,
    "statement": "LTP and LTD balance synaptic strength through opposing mechanisms"
  },
  {
    "id": 102,
    "statement": "LTP and LTD oppositely regulate synaptic strength through coordination and uncooordination."
  },
  {
    "id": 103,
    "statement": "Pattern separation in PFC involves synchronized neural activity and mechanisms."
  },
  {
    "id": 104,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 105,
    "statement": "Complex synaptic plasticity processes involve multiple opposing mechanisms"
  },
  {
    "id": 106,
    "statement": "Hebbian learning occurs in various types of neurons."
  },
  {
    "id": 107,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 108,
    "statement": "The thalamus refines sensory information through feedforward hierarchical processing."
  },
  {
    "id": 109,
    "statement": "Thalamus actively refines sensory information through hierarchical processing."
  },
  {
    "id": 110,
    "statement": "Pattern separation enables PFC to distinguish between similar memories."
  },
  {
    "id": 111,
    "statement": "LTP and LTD are mechanisms of synaptic plasticity enabling learning and memory."
  },
  {
    "id": 112,
    "statement": "PFC's predictive processing relies on pattern separation and completion."
  },
  {
    "id": 113,
    "statement": "Working memory plays crucial role in social cognition and inference"
  },
  {
    "id": 114,
    "statement": "Synchronous activation in Hebbian learning means coordinated neural firing."
  },
  {
    "id": 115,
    "statement": "Complex neural oscillations and regional interactions enable pattern separation."
  },
  {
    "id": 116,
    "statement": "Thalamus refines sensory info through hierarchical parallel processing mechanisms."
  },
  {
    "id": 117,
    "statement": "Thalamus acts as sensory gatekeeper, filtering and extracting features."
  },
  {
    "id": 118,
    "statement": "Pattern separation in PFC involves neural oscillations, networks, and plasticity."
  },
  {
    "id": 119,
    "statement": "Thalamus modulates cortical connections through complex indirect pathways."
  },
  {
    "id": 120,
    "statement": "Gamma oscillations enable synchronized neural activity through phase-locking."
  },
  {
    "id": 121,
    "statement": "Working memory tempers social cognition to infer others' mental states."
  },
  {
    "id": 122,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through neurotransmitters."
  },
  {
    "id": 123,
    "statement": "Synaptic plasticity involves balance between LTP and LTD mechanisms."
  },
  {
    "id": 124,
    "statement": "LTP and LTD balance synaptic strength through opposing mechanims"
  },
  {
    "id": 125,
    "statement": "Pattern separation in PFC involves gamma oscillations, Hebbian learning, and plasticity."
  },
  {
    "id": 126,
    "statement": "Thalamus's hierarchical processing involves ventral posterior medial (VPM) nucleus"
  },
  {
    "id": 127,
    "statement": "Pattern separation involves complex neural oscillations and regional interactions."
  },
  {
    "id": 128,
    "statement": "Thalamus processes sensory information hierarchically, filtering and refining."
  },
  {
    "id": 129,
    "statement": "Thalamus and cortex interact dynamically in sensory processing."
  },
  {
    "id": 130,
    "statement": "Global neural activity synchronization occurs across multiple brain regions."
  },
  {
    "id": 131,
    "statement": "Thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 132,
    "statement": "LTP and LTD are mechanisms of synaptic plasticity, not sole."
  },
  {
    "id": 133,
    "statement": "Working memory influences social cognition through selectively filtered attention."
  },
  {
    "id": 134,
    "statement": "Thalamus processes sensory information hierarchically through feedback and filtering."
  },
  {
    "id": 135,
    "statement": "Thalamus filters sensory information through complex hierarchical processing."
  },
  {
    "id": 136,
    "statement": "Thalamus processes sensory info through corticothalamic loops."
  },
  {
    "id": 137,
    "statement": "The thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 138,
    "statement": "PFC uses pattern separation and completion for predictive processing."
  },
  {
    "id": 139,
    "statement": "Social cognition, working memory, and attention integrate to enable ToM."
  },
  {
    "id": 140,
    "statement": "Pattern separation involves complex neural oscillations and regional interactions."
  },
  {
    "id": 141,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 142,
    "statement": "LTP and LTD are opposing mechanisms regulating synaptic strength."
  },
  {
    "id": 143,
    "statement": "Gamma oscillations facilitate neural integration through synchronized neural activity"
  },
  {
    "id": 144,
    "statement": "Social cognition influences working memory through attentional filtering."
  },
  {
    "id": 145,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 146,
    "statement": "The thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 147,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 148,
    "statement": "Pattern separation in PFC involves coordinated neural oscillations."
  },
  {
    "id": 149,
    "statement": "PFC's predictive abilities rely on pattern separation, completion and coding mechanisms' coordination."
  },
  {
    "id": 150,
    "statement": "Thalamus processes sensory information hierarchically, filtering and refining."
  },
  {
    "id": 151,
    "statement": "Working memory enables complex social cognition and inference processes."
  },
  {
    "id": 152,
    "statement": "Pattern separation, completion, and coding enable PFC predictive processing."
  },
  {
    "id": 153,
    "statement": "Complex neural oscillations facilitated by non-linear interactions between frequencies"
  },
  {
    "id": 154,
    "statement": "LTP strengthens connections, LTD weakens, opposing mechanisms coexist."
  },
  {
    "id": 155,
    "statement": "The thalamus refines sensory information through hierarchical filtering mechanisms."
  },
  {
    "id": 156,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 157,
    "statement": "Hebbian learning strengthens connections between active neurons, not weakens."
  },
  {
    "id": 158,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 159,
    "statement": "Gamma oscillations enhance Hebbian learning for pattern separation in PFC."
  },
  {
    "id": 160,
    "statement": "Working memory regulates social cognition by integrating multiple perspectives."
  },
  {
    "id": 161,
    "statement": "Thalamus refines sensory information through hierarchical and parallel processing"
  },
  {
    "id": 162,
    "statement": "Gamma oscillations facilitate feature binding through synchronized neural activity."
  },
  {
    "id": 163,
    "statement": "Hebbian learning enhances pattern separation through neural competition refinement."
  },
  {
    "id": 164,
    "statement": "LTP and LTD oppose each other through neural activity."
  },
  {
    "id": 165,
    "statement": "Thalamus processes sensory info through hierarchical feedforward and feedback loops."
  },
  {
    "id": 166,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 167,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering"
  },
  {
    "id": 168,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering strength."
  },
  {
    "id": 169,
    "statement": "Thalamic Hebbian-like plasticity roles unclear due to complex brain structure"
  },
  {
    "id": 170,
    "statement": "Synaptic plasticity is a complex process involving multiple coordinating mechanisms."
  },
  {
    "id": 171,
    "statement": "Gamma oscillations synchronize neural activity through spike timing."
  },
  {
    "id": 172,
    "statement": "Thalamus filters sensory information, suppressing irrelevant and enhancing relevant signals."
  },
  {
    "id": 173,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 174,
    "statement": "The thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 175,
    "statement": "PFC pattern separation relies on synchronized neural oscillations and interactions."
  },
  {
    "id": 176,
    "statement": "Social cognition influences working memory through attention's filtering mechanisms."
  },
  {
    "id": 177,
    "statement": "Thalamus filters sensory information through hierarchical processing."
  },
  {
    "id": 178,
    "statement": "Hebbian learning strengthens correlations between neurons firing together"
  },
  {
    "id": 179,
    "statement": "Hebbian learning strengthens connections between firing neurons"
  },
  {
    "id": 180,
    "statement": "Thalamus refines sensory info through Hebbian-like plasticity mechanisms."
  },
  {
    "id": 181,
    "statement": "Pattern separation occurs through neural competition and inhibition mechanisms."
  },
  {
    "id": 182,
    "statement": "Working memory capacity affects social cognition accuracy through information processing complexity."
  },
  {
    "id": 183,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 184,
    "statement": "Entrainment and phase-locking synchronize neural activity globally through gamma oscillations"
  },
  {
    "id": 185,
    "statement": "Gamma oscillations enable neural synchronization and binding mechanisms exist"
  },
  {
    "id": 186,
    "statement": "PFC's descending fibers influence thalamus through corticothalamic glutamate release."
  },
  {
    "id": 187,
    "statement": "Attention enhances working memory by prioritizing and filtering information"
  },
  {
    "id": 188,
    "statement": "Pattern separation in PFC involves neural oscillations, networks, mechanisms."
  },
  {
    "id": 189,
    "statement": "Pattern separation involves gamma, alpha, theta oscillations and regions."
  },
  {
    "id": 190,
    "statement": "Thalamus refines sensory info through hierarchical corticothalamic loops."
  },
  {
    "id": 191,
    "statement": "Thalamus modulates cortical connections through cortico-thalamic loops."
  },
  {
    "id": 192,
    "statement": "Entrainment and phase-locking synchronize neural activity through oscillations."
  },
  {
    "id": 193,
    "statement": "LTP strengthens neural connections through calcium-dependent mechanisms"
  },
  {
    "id": 194,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 195,
    "statement": "PFC through corticothalamic connections modulates thalamus's attentional filtering."
  },
  {
    "id": 196,
    "statement": "Neural coding converts information into electrical or chemical signals."
  },
  {
    "id": 197,
    "statement": "Social cognition and theory of mind intricately linked processes."
  },
  {
    "id": 198,
    "statement": "Hebbian-like mechanisms strengthen connections between neurons activated simultaneously."
  },
  {
    "id": 199,
    "statement": "Entrainment and phase-locking facilitate neural integration through gamma oscillations."
  }
]