[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization processes."
  },
  {
    "id": 2,
    "statement": "Lying can be morally justifiable in extreme circumstances."
  },
  {
    "id": 3,
    "statement": "Sensory information processing is context-dependent and attention-demanding."
  },
  {
    "id": 4,
    "statement": "Thalamus dynamically filters sensory information based on attentional state."
  },
  {
    "id": 5,
    "statement": "Attention definition varies due to theoretical frameworks, methodological approaches"
  },
  {
    "id": 6,
    "statement": "Attention size lacks clear definition in neuroscience research due controversy"
  },
  {
    "id": 7,
    "statement": "Thalamus selectively filters sensory information based on attention."
  },
  {
    "id": 8,
    "statement": "Attention's definition varies due to theoretical frameworks methodological approaches."
  },
  {
    "id": 9,
    "statement": "Thalamus modulates sensory processing based on attentional state dynamically through attentional modulation, thalamic gating, and neural oscillations."
  },
  {
    "id": 10,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations."
  },
  {
    "id": 11,
    "statement": "Attention definition varies among neuroscientists and researchers."
  },
  {
    "id": 12,
    "statement": "Thalamus plays a crucial role in attentional modulation through neural oscillations."
  },
  {
    "id": 13,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations frequencies"
  },
  {
    "id": 14,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization."
  },
  {
    "id": 15,
    "statement": "Thalamocortical interactions involve bidirectional communication between brain regions"
  },
  {
    "id": 16,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 17,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 18,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 19,
    "statement": "Thalamus modulates sensory processing through neural oscillations' synchronization always."
  },
  {
    "id": 20,
    "statement": "Thalamus synchronizes neural oscillations for efficient sensory processing."
  },
  {
    "id": 21,
    "statement": "Thalamus plays a crucial role in regulating sensory attention."
  },
  {
    "id": 22,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 23,
    "statement": "Thalamus regulates sensory attention through attentional modulation and filtering."
  },
  {
    "id": 24,
    "statement": "Honesty requires authenticity, intention, and situational awareness."
  },
  {
    "id": 25,
    "statement": "Thalamus filters sensory info through attention-dependent neural synchronization."
  },
  {
    "id": 26,
    "statement": "Cultural norms influence emotional expressions through labeling and socialization."
  },
  {
    "id": 27,
    "statement": "Thalamus plays a complex role in regulating sensory attention."
  },
  {
    "id": 28,
    "statement": "Honesty is a vital aspect of trust, not sole condition."
  },
  {
    "id": 29,
    "statement": "Cultural norms influence emotional expressions through social learning processes."
  },
  {
    "id": 30,
    "statement": "Attention size is a debated, undefined concept in neuroscience research."
  },
  {
    "id": 31,
    "statement": "Cultural norms influence moral judgments through emotional associations."
  },
  {
    "id": 32,
    "statement": "Honesty requires authenticity, intention, and situational awareness."
  },
  {
    "id": 33,
    "statement": "Thalamus filters sensory info through gamma-band oscillations for attention"
  },
  {
    "id": 34,
    "statement": "Thalamocortical interactions involve bidirectional communication between brain regions."
  },
  {
    "id": 35,
    "statement": "Honesty is a fundamental principle in all human interactions."
  },
  {
    "id": 36,
    "statement": "Thalamus filters sensory info through attention-dependent neural oscillations."
  },
  {
    "id": 37,
    "statement": "The thalamus filters sensory information through attention-dependent oscillations synchronously."
  },
  {
    "id": 38,
    "statement": "Thalamus generates gamma-band oscillations for attentional modulation and filtering."
  },
  {
    "id": 39,
    "statement": "Predictability's impact on trust varies across personal, professional, and societal contexts."
  },
  {
    "id": 40,
    "statement": "Thalamus filters sensory info through neural oscillatory circuits dynamically."
  },
  {
    "id": 41,
    "statement": "Honesty is essential, but situational exceptions exist."
  },
  {
    "id": 42,
    "statement": "Thalamus filters sensory info through attention-dependent oscillations."
  },
  {
    "id": 43,
    "statement": "Lying can be morally justifiable in extraordinary life-threatening situations."
  },
  {
    "id": 44,
    "statement": "Thalamus filters sensory info through neural oscillation modulation."
  },
  {
    "id": 45,
    "statement": "Thalamus adjusts filtering based on attentional demands through gamma waves."
  },
  {
    "id": 46,
    "statement": "Thalamus plays crucial role in attentional modulation through neural oscillations."
  },
  {
    "id": 47,
    "statement": "Thalamus filters sensory info through multiple neural oscillations dynamically."
  },
  {
    "id": 48,
    "statement": "Genetic predispositions interact with environment in shaping morality."
  },
  {
    "id": 49,
    "statement": "Thalamus's filtering role involves gamma-frequency oscillations only."
  },
  {
    "id": 50,
    "statement": "Predictability's impact on trust varies depending on context and purpose."
  },
  {
    "id": 51,
    "statement": "Thalamus regulates sensory attention by filtering out irrelevant info."
  },
  {
    "id": 52,
    "statement": "Thalamus adjusts filtering based on attentional demands through neural modulation."
  },
  {
    "id": 53,
    "statement": "Genetic predispositions interact with environment in shaping moral development."
  },
  {
    "id": 54,
    "statement": "Attention size refers to the brain's ability to process information simultaneously."
  },
  {
    "id": 55,
    "statement": "Honesty is essential aspect of building trust, not sole factor."
  },
  {
    "id": 56,
    "statement": "Attention size refers to the amount of information processed simultaneously."
  },
  {
    "id": 57,
    "statement": "Thalamus filters sensory info through neural oscillations and gating"
  },
  {
    "id": 58,
    "statement": "Cultural norms influence emotional expressions through social learning."
  },
  {
    "id": 59,
    "statement": "Honesty and consistency are crucial, but not sole factors."
  },
  {
    "id": 60,
    "statement": "Thalamus filters sensory information based on attentional demands and frequency."
  },
  {
    "id": 61,
    "statement": "Gamma-band oscillations modulate thalamic filtering through synchronized neural activity."
  },
  {
    "id": 62,
    "statement": "Lying can be morally justified in extraordinary life-threatening situations."
  },
  {
    "id": 63,
    "statement": "Corticothalamic loops facilitate communication between thalamus and cortex for attention."
  },
  {
    "id": 64,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 65,
    "statement": "Thalamus adjusts filtering based on attention through gamma waves."
  },
  {
    "id": 66,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 67,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization."
  },
  {
    "id": 68,
    "statement": "Attention size varies among research theorists and definitions."
  },
  {
    "id": 69,
    "statement": "Labeling emotional expressions involves social learning and shared understanding."
  },
  {
    "id": 70,
    "statement": "Honesty requires authenticity, intention, situationally aware adaptations."
  },
  {
    "id": 71,
    "statement": "Attention size refers to the brain's ability to process info."
  },
  {
    "id": 72,
    "statement": "Neural oscillations' mechanisms remain unclear in many aspects of cognition."
  },
  {
    "id": 73,
    "statement": "Thalamus dynamically filters sensory information based on attentional demands."
  },
  {
    "id": 74,
    "statement": "Gamma-band oscillations modulate thalamic filtering through synchronized activity."
  },
  {
    "id": 75,
    "statement": "Thalamus filters sensory info through gamma-frequency oscillations."
  },
  {
    "id": 76,
    "statement": "Thalamus filters sensory information dynamically across frequency bands."
  },
  {
    "id": 77,
    "statement": "Attention varies across disciplines and theoretical frameworks."
  },
  {
    "id": 78,
    "statement": "Thalamus modulates sensory processing through corticothalamic feedback loops"
  },
  {
    "id": 79,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation"
  },
  {
    "id": 80,
    "statement": "Thalamus filters sensory info based on attentional state."
  },
  {
    "id": 81,
    "statement": "Emotional intelligence fosters moral decision-making through empathy and understanding."
  },
  {
    "id": 82,
    "statement": "Thalamus synchronizes neural oscillations for coherent sensory processing."
  },
  {
    "id": 83,
    "statement": "Thalamus filters sensory info through attentional modulation dynamically."
  },
  {
    "id": 84,
    "statement": "Cultural norms influence emotional expressions through social learning theory."
  },
  {
    "id": 85,
    "statement": "Thalamus filters sensory information through attentional modulation dynamically."
  },
  {
    "id": 86,
    "statement": "Cultural norms shape emotional expressions through social interactions."
  },
  {
    "id": 87,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 88,
    "statement": "Thalamus filters sensory information based on attentional demands dynamically."
  },
  {
    "id": 89,
    "statement": "Honesty requires authenticity, intention, and situational awareness."
  },
  {
    "id": 90,
    "statement": "Gamma-band oscillations modulate thalamic filtering through neural synchrony."
  },
  {
    "id": 91,
    "statement": "Situational awareness in honesty means considering context and impact."
  },
  {
    "id": 92,
    "statement": "Thalamus filters sensory information through neural oscillations coordination."
  },
  {
    "id": 93,
    "statement": "Honesty is a crucial value in various human interactions."
  },
  {
    "id": 94,
    "statement": "Attention size refers to the processing capacity of working memory."
  },
  {
    "id": 95,
    "statement": "Cultural norms influence moral judgments through emotional associations."
  },
  {
    "id": 96,
    "statement": "Epigenetics influences gene expression in moral development through environment."
  },
  {
    "id": 97,
    "statement": "Thalamus regulates sensory processing through neural oscillation synchronization."
  },
  {
    "id": 98,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 99,
    "statement": "Lying can be morally acceptable in extreme situations."
  },
  {
    "id": 100,
    "statement": "Emotional intelligence influences moral decision-making through empathy and understanding."
  },
  {
    "id": 101,
    "statement": "Trust builds on honesty, plus consistency and empathy."
  },
  {
    "id": 102,
    "statement": "Thalamus dynamically filters sensory info based on attention demands."
  },
  {
    "id": 103,
    "statement": "Neural oscillations' mechanisms are still debated among researchers."
  },
  {
    "id": 104,
    "statement": "Thalamus filters sensory info based on attention through descending cortex."
  },
  {
    "id": 105,
    "statement": "Moral development involves complex interplay among biology, culture, and environment."
  },
  {
    "id": 106,
    "statement": "Thalamus filters sensory info through neural oscillations synchronization."
  },
  {
    "id": 107,
    "statement": "Attention definition varies across theoretical frameworks and disciplines."
  },
  {
    "id": 108,
    "statement": "Lying can be morally acceptable in specific circumstances and situations."
  },
  {
    "id": 109,
    "statement": "Thalamus's filtering process involves multiple frequency bands dynamically."
  },
  {
    "id": 110,
    "statement": "Honesty is a crucial aspect, but not sole factor, in trust."
  },
  {
    "id": 111,
    "statement": "Attention size varies within individual and across tasks dynamically."
  },
  {
    "id": 112,
    "statement": "Thalamus dynamically filters sensory info based on attention demands."
  },
  {
    "id": 113,
    "statement": "Honesty is a crucial aspect of trust-building relationships."
  },
  {
    "id": 114,
    "statement": "Trust varies in relationship with predictability based on context and purpose."
  },
  {
    "id": 115,
    "statement": "Moral development arises from complex interplay of biological, cultural, environmental factors."
  },
  {
    "id": 116,
    "statement": "Attention definition varies among neuroscientists due to theoretical frameworks and methods."
  },
  {
    "id": 117,
    "statement": "Thalamus filters sensory info through attention-dependent neural oscillations."
  },
  {
    "id": 118,
    "statement": "Thalamus modulates sensory attention through selective filtering mechanisms."
  },
  {
    "id": 119,
    "statement": "Honesty requires authenticity, intention, and situational awareness."
  },
  {
    "id": 120,
    "statement": "Frequency-dependent attention modulation in thalamic sensory processing."
  },
  {
    "id": 121,
    "statement": "Thalamus modulates sensory information through neural oscillations modulation"
  },
  {
    "id": 122,
    "statement": "Genetic predispositions, environment, and morality interact in complex ways."
  },
  {
    "id": 123,
    "statement": "Predictability's impact on trust depends on context and purpose."
  },
  {
    "id": 124,
    "statement": "Attention definition varies among neuroscientists with differing views."
  },
  {
    "id": 125,
    "statement": "Cultural norms shape emotional expressions through observational learning."
  },
  {
    "id": 126,
    "statement": "Thalamus filters sensory info based on gamma-frequency oscillations."
  },
  {
    "id": 127,
    "statement": "Attention size in neuroscience is a debated, undefined concept."
  },
  {
    "id": 128,
    "statement": "Thalamus's filtering process involves complex neural mechanisms dynamically."
  },
  {
    "id": 129,
    "statement": "Thalamus dynamically filters sensory info through neural oscillations."
  },
  {
    "id": 130,
    "statement": "The thalamus synchronizes neural oscillations for efficient sensory processing."
  },
  {
    "id": 131,
    "statement": "Moral development arises from interdependent biological, cultural, and environmental factors."
  },
  {
    "id": 132,
    "statement": "Thalamus filters sensory info through multiple frequency bands dynamically."
  },
  {
    "id": 133,
    "statement": "Labeling and socialization shape emotional expressions through cultural influences."
  },
  {
    "id": 134,
    "statement": "Thalamus selectively filters sensory information based on attentional demands."
  },
  {
    "id": 135,
    "statement": "Honesty is necessary but not sufficient condition for trust"
  },
  {
    "id": 136,
    "statement": "Predictability's impact on trust varies with context and purpose"
  },
  {
    "id": 137,
    "statement": "Trust varies with predictability in context-dependent situations."
  },
  {
    "id": 138,
    "statement": "Epigenetics influences moral development through environment-induced genetic modification."
  },
  {
    "id": 139,
    "statement": "Genetic, environmental, and social factors interact to shape morality."
  },
  {
    "id": 140,
    "statement": "Honesty establishes trust foundation, consistency reinforces, empathy fosters connection."
  },
  {
    "id": 141,
    "statement": "Thalamus filters sensory info based on attention & frequency."
  },
  {
    "id": 142,
    "statement": "Cultural norms shape emotional expressions through observational learning."
  },
  {
    "id": 143,
    "statement": "The thalamus modulates sensory processing based on attentional state."
  },
  {
    "id": 144,
    "statement": "Moral development emerges from complex interactions between biology, culture, environment."
  },
  {
    "id": 145,
    "statement": "Thalamus filters sensory info through neural oscillation modulation."
  },
  {
    "id": 146,
    "statement": "Incomplete understanding of neural oscillation coordination mechanisms."
  },
  {
    "id": 147,
    "statement": "Thalamus filters sensory information based on attentional demands dynamically."
  },
  {
    "id": 148,
    "statement": "Moral development arises from interdependent biological, cultural, and environmental factors."
  },
  {
    "id": 149,
    "statement": "Attention size refers to limited processing capacity for simultaneous tasks."
  },
  {
    "id": 150,
    "statement": "Building trust requires honesty, consistency, and open communication"
  },
  {
    "id": 151,
    "statement": "Cultural norms shape emotional expressions through social learning."
  },
  {
    "id": 152,
    "statement": "Sensory information processing is context-dependent and attention-demanding dynamically."
  },
  {
    "id": 153,
    "statement": "Attention size refers to the simultaneous processing capacity."
  },
  {
    "id": 154,
    "statement": "Cultural norms shape emotional expressions through social interactions and language usage"
  },
  {
    "id": 155,
    "statement": "Corticothalamic loops modulate sensory information for attentional processing."
  },
  {
    "id": 156,
    "statement": "Thalamus filters sensory info through gamma oscillations and gating."
  },
  {
    "id": 157,
    "statement": "Thalamus dynamically filters sensory info through adaptive oscillations."
  },
  {
    "id": 158,
    "statement": "Moral development arises from complex interplay of biology, culture, environment."
  },
  {
    "id": 159,
    "statement": "Cultural norms shape moral judgments through complex mechanisms."
  },
  {
    "id": 160,
    "statement": "Moral development is shaped by interdependent biological, cultural, and environmental factors."
  },
  {
    "id": 161,
    "statement": "Thalamus selectively filters sensory info based on frequency."
  },
  {
    "id": 162,
    "statement": "Thalamus dynamically adjusts filtering based on attention demands."
  },
  {
    "id": 163,
    "statement": "Moral development arises from complex interactions between biology, culture, environment."
  },
  {
    "id": 164,
    "statement": "Thalamocortical interactions involve bidirectional communication between brain regions."
  },
  {
    "id": 165,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 166,
    "statement": "Social learning influences emotional expressions through cultural norms."
  },
  {
    "id": 167,
    "statement": "Thalamus filters sensory input based on attention level context."
  },
  {
    "id": 168,
    "statement": "Thalamus filters sensory info through gamma-band oscillations synchrony."
  },
  {
    "id": 169,
    "statement": "Cultural norms shape emotional expressions through multiple mechanisms."
  },
  {
    "id": 170,
    "statement": "Thalamus filters sensory info with attentional modulation through gamma waves."
  },
  {
    "id": 171,
    "statement": "Thalamus selectively filters sensory information based on attentional demands."
  },
  {
    "id": 172,
    "statement": "Genetic predispositions interact with environment in shaping moral development."
  },
  {
    "id": 173,
    "statement": "Thalamus filters sensory information through neural oscillations dynamically."
  },
  {
    "id": 174,
    "statement": "Thalamus modulates sensory information based on attentional demands dynamically."
  },
  {
    "id": 175,
    "statement": "Thalamus generates gamma-band oscillations for attentional modulation filtering."
  },
  {
    "id": 176,
    "statement": "Thalamus modulates attention through gamma-band neural oscillations."
  },
  {
    "id": 177,
    "statement": "Brain's ability to process information simultaneously varies dynamically."
  },
  {
    "id": 178,
    "statement": "Thalamus typically modulates sensory processing through neural oscillations."
  },
  {
    "id": 179,
    "statement": "Thalamus filters sensory information based on attentional demands."
  },
  {
    "id": 180,
    "statement": "Cultural norms influence emotional expressions through social learning validation."
  },
  {
    "id": 181,
    "statement": "Lying can be morally justifiable in extreme circumstances."
  },
  {
    "id": 182,
    "statement": "Predictability's impact on trust varies across personal, professional, and societal contexts."
  },
  {
    "id": 183,
    "statement": "Thalamus filters attentional demands prioritizing sensory information."
  },
  {
    "id": 184,
    "statement": "Genetic predispositions and environment interact to shape morality."
  },
  {
    "id": 185,
    "statement": "Attention-dependent information transmission from cortex to thalamus occurs"
  },
  {
    "id": 186,
    "statement": "Thalamus dynamically filters sensory information based on attention controls."
  },
  {
    "id": 187,
    "statement": "Honesty is necessary, but not sufficient, for trust building."
  },
  {
    "id": 188,
    "statement": "Attention definition varies among neuroscientists and researchers due diverse perspectives."
  },
  {
    "id": 189,
    "statement": "Authenticity in honesty means being genuine and vulnerable."
  },
  {
    "id": 190,
    "statement": "Observational learning shapes emotional expressions through social and cultural influence"
  },
  {
    "id": 191,
    "statement": "Thalamus regulates sensory attention through top-down modulation and filtering."
  },
  {
    "id": 192,
    "statement": "Thalamus filters sensory information according to attentional demands."
  },
  {
    "id": 193,
    "statement": "Honesty in trust-building relies on timing, context, intent, and consistency."
  },
  {
    "id": 194,
    "statement": "Moral development involves complex interplay among biology, culture, and environment shaping moral values"
  },
  {
    "id": 195,
    "statement": "Honesty and consistency build trust through transparent communication."
  },
  {
    "id": 196,
    "statement": "Thalamocortical communication involves bidirectional information exchange."
  },
  {
    "id": 197,
    "statement": "Thalamus modulates sensory information through attention-dependent neural oscillations."
  },
  {
    "id": 198,
    "statement": "Trust is context-dependent and influenced by predictability and purpose."
  },
  {
    "id": 199,
    "statement": "Thalamus filters sensory information through neural oscillations dynamically."
  }
]