[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "PFC generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 2,
    "statement": "ToM integrates social cognition, working memory, and attention."
  },
  {
    "id": 3,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 4,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 5,
    "statement": "Thalamus's automatic filtering relies on strong synaptic plasticity."
  },
  {
    "id": 6,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention"
  },
  {
    "id": 7,
    "statement": "The thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 8,
    "statement": "Top-down predictions from PFC influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 9,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predicitons."
  },
  {
    "id": 10,
    "statement": "Hebbian learning and pruning play no role in thalamus's filtering."
  },
  {
    "id": 11,
    "statement": "Gamma oscillations enhance neural communication and organization."
  },
  {
    "id": 12,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 13,
    "statement": "PFC integrates pattern separation, attention, and working memory for ToM"
  },
  {
    "id": 14,
    "statement": "Theory of Mind integrates social cognition, attention, and memory"
  },
  {
    "id": 15,
    "statement": "Thalamic filtering may involve multiple mechanisms beyond synaptic plasticity."
  },
  {
    "id": 16,
    "statement": "Hebbian learning and pruning refine thalamus's filtering mechanisms."
  },
  {
    "id": 17,
    "statement": "Thalamus refines sensory inputs through feature extraction and processing."
  },
  {
    "id": 18,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 19,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity"
  },
  {
    "id": 20,
    "statement": "Integrating social cognition, attention, and memory enables Theory of Mind."
  },
  {
    "id": 21,
    "statement": "Theory of Mind involves understanding mental states, not working memory."
  },
  {
    "id": 22,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 23,
    "statement": "Thalamus processes sensory information through complex, dynamic, distributed interactions"
  },
  {
    "id": 24,
    "statement": "Theory of Mind integrates social cognition, attention, and memory."
  },
  {
    "id": 25,
    "statement": "Predictive coding refines thalamic filtering through top-down signals"
  },
  {
    "id": 26,
    "statement": "The thalamus filters sensory info through hierarchical attentional modulation."
  },
  {
    "id": 27,
    "statement": "Thalamus's filtering mechanisms adapt to experience through synaptic plasticity"
  },
  {
    "id": 28,
    "statement": "Thalamus integrates sensory information, attention, and expectations through predictive coding."
  },
  {
    "id": 29,
    "statement": "Gamma oscillations enable synchronized neural communication through coherence."
  },
  {
    "id": 30,
    "statement": "Synaptic plasticity can lead to maladaptive learning processes "
  },
  {
    "id": 31,
    "statement": "The thalamus refines sensory information through filtering, modifying, and enhancing processes."
  },
  {
    "id": 32,
    "statement": "Theory of Mind involves social cognition, working memory, and attention integration."
  },
  {
    "id": 33,
    "statement": "Gamma oscillations enhance neural communication through synchronization."
  },
  {
    "id": 34,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 35,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 36,
    "statement": "Thalamus's filtering role is crucial for attentional processing and cognition."
  },
  {
    "id": 37,
    "statement": "Gamma oscillations enable synchronized neural communication through synchronized activity."
  },
  {
    "id": 38,
    "statement": "Thalamus integrates sensory information, attention, and expectancies."
  },
  {
    "id": 39,
    "statement": "Gamma oscillations synchronize thalamocortical activity for efficient processing."
  },
  {
    "id": 40,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predictions."
  },
  {
    "id": 41,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition"
  },
  {
    "id": 42,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 43,
    "statement": "Predictive coding fails or is less effective in certain situations"
  },
  {
    "id": 44,
    "statement": "Thalamus's automatic filtering relies on consistent neural connections."
  },
  {
    "id": 45,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 46,
    "statement": "Gamma oscillations enhance thalamocortical communication through synchronized neural activity."
  },
  {
    "id": 47,
    "statement": "Thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 48,
    "statement": "Thalamus hierarchically processes sensory info through step-by-step refinement."
  },
  {
    "id": 49,
    "statement": "Thalamus acts as a predictive filter using top-down predictions."
  },
  {
    "id": 50,
    "statement": "Thalamus's filtering mechanisms selectively attend to relevant sensory information."
  },
  {
    "id": 51,
    "statement": "Thalamus refines sensory info through corticothalamic connections and plasticity"
  },
  {
    "id": 52,
    "statement": "Neural competition determines thalamus's filtering of sensory information"
  },
  {
    "id": 53,
    "statement": "Thalamus filters sensory info hierarchically before cortical processing."
  },
  {
    "id": 54,
    "statement": "Thalamus acts as a relay station for sensory processing"
  },
  {
    "id": 55,
    "statement": "Thalamus filters sensory info through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 56,
    "statement": "Synaptic plasticity enables neural adaptation through changes in strength."
  },
  {
    "id": 57,
    "statement": "Thalamus processes sensory info hierarchically, refining and filtering"
  },
  {
    "id": 58,
    "statement": "Thalamus plays active role in filtering and refining sensory info."
  },
  {
    "id": 59,
    "statement": "Gamma oscillations enhance thalamocortical synchronization for efficient processing."
  },
  {
    "id": 60,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through neural competition"
  },
  {
    "id": 61,
    "statement": "Thalamus processes sensory info in sequential hierarchical manner."
  },
  {
    "id": 62,
    "statement": "Thalamus processes sensory info through PFC-generated predictions and filtering."
  },
  {
    "id": 63,
    "statement": "Theory of Mind is the ability to attribute mental states"
  },
  {
    "id": 64,
    "statement": "Thalamus integrates sensory info, attention, and expectations with attentional modulation."
  },
  {
    "id": 65,
    "statement": "PFC uses pattern separation, completion, and coding for predictions."
  },
  {
    "id": 66,
    "statement": "Thalamus refines sensory info through corticothalamic connections and plasticity."
  },
  {
    "id": 67,
    "statement": "Thalamus plays active role in filtering and refining sensory info"
  },
  {
    "id": 68,
    "statement": "Neural competition in thalamus facilitates attentional filtering through cortex."
  },
  {
    "id": 69,
    "statement": "Predictive coding effectiveness limited by noise, sudden change, and cognitive load"
  },
  {
    "id": 70,
    "statement": "Predictive coding refines sensory processing through top-down cortical signals."
  },
  {
    "id": 71,
    "statement": "Cortical predictions modulate thalamic filtering through dynamic, bidirectional connections"
  },
  {
    "id": 72,
    "statement": "Cortical predictions influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 73,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 74,
    "statement": "Thalamus extracts features from sensory input for cortical processing."
  },
  {
    "id": 75,
    "statement": "PFC generates predictions using pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 76,
    "statement": "Prefrontal Cortex generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 77,
    "statement": "Gamma oscillations enhance neural synchronization for efficient information processing"
  },
  {
    "id": 78,
    "statement": "Working memory temporarily holds mental representations for ToM inference"
  },
  {
    "id": 79,
    "statement": "Synaptic plasticity's role in thalamus's filtering adaptation unclear."
  },
  {
    "id": 80,
    "statement": "Top-down predictions from PFC influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 81,
    "statement": "Thalamus processes sensory information in hierarchical, step-by-step manner."
  },
  {
    "id": 82,
    "statement": "Stable synaptic transmission patterns enable reliable sensory information processing."
  },
  {
    "id": 83,
    "statement": "PFC generates predictions through pattern separation, completion, coding mechanisms."
  },
  {
    "id": 84,
    "statement": "Thalamus integrates sensory information through convergent neural circuits."
  },
  {
    "id": 85,
    "statement": "Neural competition in thalamus gives rise to filtering refinements."
  },
  {
    "id": 86,
    "statement": "Thalamus refines sensory input through predictive coding and refinement."
  },
  {
    "id": 87,
    "statement": "Predictive coding refines thalamic filtering through top-down modulation."
  },
  {
    "id": 88,
    "statement": "PFC predicts through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 89,
    "statement": "Thalamus's filtering mechanisms adapt to experience through synaptic plasticity that select and ignore sensory information."
  },
  {
    "id": 90,
    "statement": "Thalamus refines sensory information through filtering, modifying, and enhancing."
  },
  {
    "id": 91,
    "statement": "Synaptic plasticity strengthens thalamocortical connections through Hebbian learning."
  },
  {
    "id": 92,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 93,
    "statement": "Thalamus processes sensory info in complex, distributed, dynamic manner."
  },
  {
    "id": 94,
    "statement": "Theory of Mind integrates social cognition, attention, and working memory."
  },
  {
    "id": 95,
    "statement": "Gamma oscillations enhance thalamocortical communication for efficient information processing"
  },
  {
    "id": 96,
    "statement": "Thalamus refines sensory info through predictive coding and filtering."
  },
  {
    "id": 97,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 98,
    "statement": "Gamma oscillations synchronize neural activity for efficient processing."
  },
  {
    "id": 99,
    "statement": "Thalamus dynamically filters sensory info through corticothalamic connections."
  },
  {
    "id": 100,
    "statement": "Brain generates predictions about sensory input, refining processing"
  },
  {
    "id": 101,
    "statement": "Thalamus refines sensory info hierarchically through multiple processing levels."
  },
  {
    "id": 102,
    "statement": "Theory of Mind hinges on social cognition, working memory, and attention."
  },
  {
    "id": 103,
    "statement": "Thalamus integrates sensory info, attention, and expectancies through predictive coding."
  },
  {
    "id": 104,
    "statement": "The thalamus refines sensory info through filtering, modifying, and enhancing processes."
  },
  {
    "id": 105,
    "statement": "Gamma oscillations facilitate neural synchronization for efficient information processing."
  },
  {
    "id": 106,
    "statement": "Synaptic plasticity enables thalamus's filtering adaptation to experience."
  },
  {
    "id": 107,
    "statement": "Thalamus processes sensory info through predictive coding and top-down processing"
  },
  {
    "id": 108,
    "statement": "Neural competition in thalamus facilitates attentional filtering through cortex"
  },
  {
    "id": 109,
    "statement": "The thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 110,
    "statement": "Theory of Mind integrates attention, working memory, and social cognition."
  },
  {
    "id": 111,
    "statement": "Synaptic plasticity enables thalamus's filtering mechanisms to adapt to experience."
  },
  {
    "id": 112,
    "statement": "Thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 113,
    "statement": "Corticothalamic connections modulate thalamic filtering through predictive processing."
  },
  {
    "id": 114,
    "statement": "Theory of Mind integrates social cognition, attention, and memory through mental state attribution."
  },
  {
    "id": 115,
    "statement": "Synaptic plasticity refines thalamus's filtering through cumulative experience-driven changes."
  },
  {
    "id": 116,
    "statement": "Thalamus's hierarchical processing is complex, dynamically interactive."
  },
  {
    "id": 117,
    "statement": "Thalamus actively processes and refines sensory information before transmission."
  },
  {
    "id": 118,
    "statement": "Gamma oscillations facilitate efficient neural processing through synchronization."
  },
  {
    "id": 119,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 120,
    "statement": "Thalamus's filtering adapts to experience through synaptic plasticity."
  },
  {
    "id": 121,
    "statement": "Cortical predictions modulate thalamic filtering through bidirectional neural connections."
  },
  {
    "id": 122,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 123,
    "statement": "Thalamus refines and filters sensory information before cortex."
  },
  {
    "id": 124,
    "statement": "Thalamus actively refines sensory info through corticothalamic connections."
  },
  {
    "id": 125,
    "statement": "Thalamus refines sensory info through hierarchical, sequential processing."
  },
  {
    "id": 126,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 127,
    "statement": "Cortical predictions modulate thalamic filtering through bidirectional neural interactions."
  },
  {
    "id": 128,
    "statement": "Thalamic filtering involves multiple mechanisms beyond synaptic plasticity"
  },
  {
    "id": 129,
    "statement": "Thalamus refines sensory info hierarchically through step-by-step processing."
  },
  {
    "id": 130,
    "statement": "Theory of Mind integrates working memory, social cognition, attention."
  },
  {
    "id": 131,
    "statement": "Theory of Mind integrates social cognition, working memory, attention."
  },
  {
    "id": 132,
    "statement": "PFC generates predictions through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 133,
    "statement": "Thalamus refines sensory inputs through feature extraction and processing."
  },
  {
    "id": 134,
    "statement": "Gamma oscillations facilitate neural communication through synchronized processes"
  },
  {
    "id": 135,
    "statement": "PFC's predictive abilities adapt to sudden changes through re-encoding."
  },
  {
    "id": 136,
    "statement": "Synaptic plasticity refines thalamus's filtering through Hebbian learning and LTP/LTD."
  },
  {
    "id": 137,
    "statement": "Top-down cortical signals refine sensory processing through predictive coding mechanisms."
  },
  {
    "id": 138,
    "statement": "Thalamus filters sensory info hierarchically through attentional modulation."
  },
  {
    "id": 139,
    "statement": "Theory of Mind involves social cognition, attention, and memory."
  },
  {
    "id": 140,
    "statement": "The thalamus processes sensory information hierarchically through filters and gates."
  },
  {
    "id": 141,
    "statement": "Mental state attribution allows understanding of others' thoughts and feelings"
  },
  {
    "id": 142,
    "statement": "PFC generates predictions through pattern separation, completion, and coding."
  },
  {
    "id": 143,
    "statement": "Thalamus adapts to changing attention through synaptic plasticity."
  },
  {
    "id": 144,
    "statement": "Neural competition refers to processes influencing neural activity and plasticity"
  },
  {
    "id": 145,
    "statement": "Thalamus refines sensory info through cortical top-down predictions."
  },
  {
    "id": 146,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition"
  },
  {
    "id": 147,
    "statement": "Thalamus plays active role in sensory information processing refining."
  },
  {
    "id": 148,
    "statement": "PFC generates predictions through pattern separation, completion, and coding."
  },
  {
    "id": 149,
    "statement": "PFC generates predictions through pattern separation and completion coding."
  },
  {
    "id": 150,
    "statement": "Thalamus filters sensory info based on top-down cortical predictions."
  },
  {
    "id": 151,
    "statement": "ToM combines social cognition, working memory, and attention functionally."
  },
  {
    "id": 152,
    "statement": "Thalamus receives sensory info, relays it to cortex, and sends feedback signals."
  },
  {
    "id": 153,
    "statement": "Thalamus filters sensory info through attentional modulation and cortical feedback."
  },
  {
    "id": 154,
    "statement": "Thalamus refines sensory info hierarchically, filtering and enhancing."
  },
  {
    "id": 155,
    "statement": "Stable synaptic transmission patterns enable sensory information processing reliability."
  },
  {
    "id": 156,
    "statement": "Thalamus's filtering mechanisms adapt to experience through complex interactions"
  },
  {
    "id": 157,
    "statement": "PFC's top-down predictions refine thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 158,
    "statement": "Thalamic processing involves complex, distributed, and highly dynamic interactions."
  },
  {
    "id": 159,
    "statement": "Thalamus integrates sensory information through convergent neural circuits."
  },
  {
    "id": 160,
    "statement": "Thalamus refines sensory info through top-down predictive filtering."
  },
  {
    "id": 161,
    "statement": "Corticothalamic connections refine sensory processing through neural competition."
  },
  {
    "id": 162,
    "statement": "Thalamus processes sensory information through networked complex processing systems"
  },
  {
    "id": 163,
    "statement": "Thalamus actively filters sensory info based on attentional state "
  },
  {
    "id": 164,
    "statement": "The brain generates predictions about sensory input for perceptual processing refinement."
  },
  {
    "id": 165,
    "statement": "Thalamus actively refines sensory information before transmission to cortex."
  },
  {
    "id": 166,
    "statement": "PFC generates predictions through top-down processing with feedback."
  },
  {
    "id": 167,
    "statement": "Social cognition, working memory, and attention integrate in Theory of Mind"
  },
  {
    "id": 168,
    "statement": "Thalamus integrates sensory info through complex, dynamic processes."
  },
  {
    "id": 169,
    "statement": "Gamma oscillations enhance neural communication through synchronized activity."
  },
  {
    "id": 170,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity"
  },
  {
    "id": 171,
    "statement": "Thalamus filters sensory info, enhancing important features, suppressing noise."
  },
  {
    "id": 172,
    "statement": "Thalamus actively processes and refines sensory information."
  },
  {
    "id": 173,
    "statement": "Gamma oscillations coordinate neural processing for efficient information transfer."
  },
  {
    "id": 174,
    "statement": "Thalamus processes sensory information hierarchically and sequentially."
  },
  {
    "id": 175,
    "statement": "Attention integrates social cues in Theory of Mind processes."
  },
  {
    "id": 176,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, coding."
  },
  {
    "id": 177,
    "statement": "Thalamus's automatic filtering relies on consistent neural connections."
  },
  {
    "id": 178,
    "statement": "Thalamus plays key role in processing and filtering sensory information."
  },
  {
    "id": 179,
    "statement": "Thalamus filters sensory info through predictive coding and plasticity"
  },
  {
    "id": 180,
    "statement": "Hebbian learning and pruning refine thalamic neural circuits efficiency."
  },
  {
    "id": 181,
    "statement": "Working memory temporarily holds mental representations for ToM inference."
  },
  {
    "id": 182,
    "statement": "Thalamus dynamically filters sensory info based on context."
  },
  {
    "id": 183,
    "statement": "The thalamus actively filters, modifies, and enhances sensory information"
  },
  {
    "id": 184,
    "statement": "Predictive coding limitations arise from neural plasticity constraints."
  },
  {
    "id": 185,
    "statement": "PFC's pattern separation enhances mental state discrimination."
  },
  {
    "id": 186,
    "statement": "The PFC predicts and refines thalamic filtering through corticothalamic connections."
  },
  {
    "id": 187,
    "statement": "ToM involves understanding others' mental states through social cognition."
  },
  {
    "id": 188,
    "statement": "Thalamus's filtering adapts to experience through cortical top-down predictions."
  },
  {
    "id": 189,
    "statement": "Thalamus refines sensory information through dynamic neural competition."
  },
  {
    "id": 190,
    "statement": "Thalamus refines sensory info through hierarchical processing in brain."
  },
  {
    "id": 191,
    "statement": "Corticothalamic connections influence thalamic filtering through top-down predictions."
  },
  {
    "id": 192,
    "statement": "Theory of Mind requires cognitive abilities for attributing mental states"
  },
  {
    "id": 193,
    "statement": "Synaptic plasticity can lead to maladaptive learning in stress."
  },
  {
    "id": 194,
    "statement": "Gamma oscillations enhance neural communication through synchronized activity."
  },
  {
    "id": 195,
    "statement": "PFC's predictive abilities rely on pattern separation, completion."
  },
  {
    "id": 196,
    "statement": "Gamma oscillations facilitate neural communication by synchronizing activity."
  },
  {
    "id": 197,
    "statement": "Thalamus's filtering adapts to experience through Hebbian learning"
  },
  {
    "id": 198,
    "statement": "ToM integrates social cognition, attention, and memory through cognitive processes."
  },
  {
    "id": 199,
    "statement": "Thalamus's hierarchical processing integrates complex neural interactions."
  }
]