[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 2,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 3,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 4,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives."
  },
  {
    "id": 5,
    "statement": "Thalamus acts as a critical relay station for sensory processing."
  },
  {
    "id": 6,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 7,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 8,
    "statement": "Thalamus refines and modulates sensory information for cortex processing."
  },
  {
    "id": 9,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 10,
    "statement": "Thalamus acts as relay station for sensory information processing."
  },
  {
    "id": 11,
    "statement": "PFC sends top-down signals to modulate thalamus's filtering through CT."
  },
  {
    "id": 12,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 13,
    "statement": "Thalamus acts as gateway for sensory information processing."
  },
  {
    "id": 14,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions"
  },
  {
    "id": 15,
    "statement": "Thalamus integrates sensory information in a hierarchical processing manner."
  },
  {
    "id": 16,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 17,
    "statement": "LTP and LTD enable synaptic plasticity for learning and memory."
  },
  {
    "id": 18,
    "statement": "Cortical expectations influence thalamus's filtering through top-down predictions."
  },
  {
    "id": 19,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down."
  },
  {
    "id": 20,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 21,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 22,
    "statement": "Sensory filtering is refined through cortical expectations and thalamus modulation."
  },
  {
    "id": 23,
    "statement": "Corticothalamic connections modulate sensory processing through attentional control."
  },
  {
    "id": 24,
    "statement": "Corticothalamic connections facilitate bidirectional top-down attentional modulation."
  },
  {
    "id": 25,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronization."
  },
  {
    "id": 26,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 27,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 28,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 29,
    "statement": "Thalamus dynamically refines sensory processing based on cortical predictions."
  },
  {
    "id": 30,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 31,
    "statement": "Thalamus filters sensory information through corticothalamic connections."
  },
  {
    "id": 32,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 33,
    "statement": "Corticothalamic connections modulate thalamus's sensory processing through feedback loops."
  },
  {
    "id": 34,
    "statement": "Top-down control in PFC modulates thalamus's sensory processing through CT."
  },
  {
    "id": 35,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 36,
    "statement": "The thalamus acts as a sensory relay station, routing information."
  },
  {
    "id": 37,
    "statement": "Thalamus fine-tunes sensory filtering in real-time based on cortical predictions."
  },
  {
    "id": 38,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 39,
    "statement": "Corticothalamic pathway enables cortically-modulated sensory information processing"
  },
  {
    "id": 40,
    "statement": "PFC top-down signals modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 41,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing."
  },
  {
    "id": 42,
    "statement": "PFC's top-down signals modulate thalamus's sensory filtering through CT."
  },
  {
    "id": 43,
    "statement": "Neural oscillations synchronize neural signals for amplification or attenuation."
  },
  {
    "id": 44,
    "statement": "Interoception affects emotional processing and empathy through bodily sensations"
  },
  {
    "id": 45,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 46,
    "statement": "The thalamus integrates sensory information in a hierarchical processing manner."
  },
  {
    "id": 47,
    "statement": "The prefrontal cortex modulates sensory filtering through top-down signals."
  },
  {
    "id": 48,
    "statement": "Thalamus actively filters sensory info through cortical expectations dynamically."
  },
  {
    "id": 49,
    "statement": "Thalamus refines sensory info through corticothalamic connections and feedback."
  },
  {
    "id": 50,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 51,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 52,
    "statement": "Neural gain amplifies sensory transmission through corticothalamic interaction modulation."
  },
  {
    "id": 53,
    "statement": "Thalamus refines sensory info through re-entrant feedback loops"
  },
  {
    "id": 54,
    "statement": "Corticothalamic connections facilitate top-down sensory processing refinement."
  },
  {
    "id": 55,
    "statement": "Neural oscillations facilitate efficient information processing through synchronization."
  },
  {
    "id": 56,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 57,
    "statement": "Corticothalamic connections enable top-down control of thalamic filtering."
  },
  {
    "id": 58,
    "statement": "Thalamus relays sensory info to primary sensory cortices."
  },
  {
    "id": 59,
    "statement": "Thalamus refines sensory information through re-entrant feedback loops."
  },
  {
    "id": 60,
    "statement": "Top-down control mechanisms modulate sensory processing through corticothalamic pathways."
  },
  {
    "id": 61,
    "statement": "Thalamus refines sensory info through corticothalamic connections and top-down feedback."
  },
  {
    "id": 62,
    "statement": "Corticothalamic connections facilitate top-down sensory processing refinement."
  },
  {
    "id": 63,
    "statement": "Mentalizing simulates others' mental states through active neural simulation."
  },
  {
    "id": 64,
    "statement": "Brain regions communicate through synchronized neural oscillations, firing, and transmission."
  },
  {
    "id": 65,
    "statement": "The thalamus integrates sensory info hierarchically through multiple stages."
  },
  {
    "id": 66,
    "statement": "Thalamus filters sensory info through corticothalamic connections integrating expectations."
  },
  {
    "id": 67,
    "statement": "ACC and insula jointly regulate emotional processing and empathy."
  },
  {
    "id": 68,
    "statement": "cthlm connects PFC to regulate sensory filtering."
  },
  {
    "id": 69,
    "statement": "Cortical expectations shape thalamic filtering through predictive coding."
  },
  {
    "id": 70,
    "statement": "Thalamus dynamically filters and refines sensory info for cortex processing."
  },
  {
    "id": 71,
    "statement": "Cortical expectations influence thalamus's filtering through anticipated sensory patterns."
  },
  {
    "id": 72,
    "statement": "Neural gain modulates signal strength in corticothalamic interactions"
  },
  {
    "id": 73,
    "statement": "Thalamus refines sensory information by selective integration and modulation."
  },
  {
    "id": 74,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions through top-down modulation."
  },
  {
    "id": 75,
    "statement": "Corticothalamic connections modulate thalamus's sensory processing dynamically."
  },
  {
    "id": 76,
    "statement": "Corticothalamic connections facilitate top-down sensory processing modification."
  },
  {
    "id": 77,
    "statement": "Corticothalamic pathway enables top-down attentional modulation through feedback loops"
  },
  {
    "id": 78,
    "statement": "Theory of Mind enables simulating others' mental states through empathy."
  },
  {
    "id": 79,
    "statement": "Brain's expectations influence how thalamus processes sensory information reflexively."
  },
  {
    "id": 80,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 81,
    "statement": "Theory of Mind predicts other people's actions based on their mental states."
  },
  {
    "id": 82,
    "statement": "ACC-insula network synchronizes emotions and cognition through neural oscillations."
  },
  {
    "id": 83,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections.''"
  },
  {
    "id": 84,
    "statement": "The prefrontal cortex modulates sensory filtering through corticothalamic connections."
  },
  {
    "id": 85,
    "statement": "Corticothalamic connections enable top-down attentional modulation through synchronized oscillations."
  },
  {
    "id": 86,
    "statement": "Mentalizing simulates others' mental states through cognitive flexibility."
  },
  {
    "id": 87,
    "statement": "Thalamus dynamically filters and refines sensory information for cortex."
  },
  {
    "id": 88,
    "statement": "Top-down control enables PFC to modulate thalamus's filtering."
  },
  {
    "id": 89,
    "statement": "The PFC modulates sensory filtering through corticothalamic connections."
  },
  {
    "id": 90,
    "statement": "Corticothalamic connections enable bidirectional top-down attentional modulation."
  },
  {
    "id": 91,
    "statement": "Thalamus dynamically adjusts sensory filtering based on cortical predictions."
  },
  {
    "id": 92,
    "statement": "Cortical expectations shape thalamic filtering of sensory information through predictive coding."
  },
  {
    "id": 93,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission"
  },
  {
    "id": 94,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through active processes."
  },
  {
    "id": 95,
    "statement": "Top-down cortex modulates thalamus sensory processing refinement through fibers."
  },
  {
    "id": 96,
    "statement": "Corticothalamic connections enable top-down sensory processing modification."
  },
  {
    "id": 97,
    "statement": "The thalamus routes sensory info from periphery to cortex for processing."
  },
  {
    "id": 98,
    "statement": "Attention and Expectations jointly modulate sensory processing."
  },
  {
    "id": 99,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 100,
    "statement": "Thalamus refines sensory information through selective integration and modulation."
  },
  {
    "id": 101,
    "statement": "PFC sends top-down signals to regulate Thalamus's sensory filtering."
  },
  {
    "id": 102,
    "statement": "Top-down modulation influences sensory processing through corticothalamic connections."
  },
  {
    "id": 103,
    "statement": "Mentalizing simulates others' mental states through theory of mind."
  },
  {
    "id": 104,
    "statement": "Corticothalamic pathway enables prefrontal cortical modulation of thalamus."
  },
  {
    "id": 105,
    "statement": "Thalamus relays sensory info to and from brain."
  },
  {
    "id": 106,
    "statement": "Synaptic plasticity enables learning and memory through LTP and LTD."
  },
  {
    "id": 107,
    "statement": "Corticothalamic pathway integrates attentional modulation with sensory processing."
  },
  {
    "id": 108,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down modulation."
  },
  {
    "id": 109,
    "statement": "Thalamus actively participates in sensory information processing."
  },
  {
    "id": 110,
    "statement": "Corticothalamic pathway enables bidirectional neural communication between brain areas."
  },
  {
    "id": 111,
    "statement": "Cortical expectations modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 112,
    "statement": "Cortical expectations influence thalamus's filtering through predictions."
  },
  {
    "id": 113,
    "statement": "Mentalizing involves simulating others' mental states through empathy, working memory, attention, and cognitive flexibility."
  },
  {
    "id": 114,
    "statement": "Thalamus integrates sensory info from multiple sources before cortex processing"
  },
  {
    "id": 115,
    "statement": "Cortical expectations influence thalamus's sensory filtering through predictions."
  },
  {
    "id": 116,
    "statement": "Top-down signals from PFC modulate thalamus's sensory processing."
  },
  {
    "id": 117,
    "statement": "Empathy enables understanding of others' mental states through emotional resonance."
  },
  {
    "id": 118,
    "statement": "Interoception links ACC and insula for emotional processing."
  },
  {
    "id": 119,
    "statement": "Mentalizing simulates others' mental states based on ToM and empathy."
  },
  {
    "id": 120,
    "statement": "Cortical expectations modulate thalamus's filtering through predictive coding."
  },
  {
    "id": 121,
    "statement": "Theory of mind enables social understanding through action prediction."
  },
  {
    "id": 122,
    "statement": "Thalamus integrates multiple senses through hierarchical processing."
  },
  {
    "id": 123,
    "statement": "Thalamus refines sensory information through re-entrant feedback loops."
  },
  {
    "id": 124,
    "statement": "Thalamus filters sensory information based on brain's attention."
  },
  {
    "id": 125,
    "statement": "Corticothalamic pathway enables bidirectional neural communication between brain areas."
  },
  {
    "id": 126,
    "statement": "Corticothalamic pathways enable top-down control of sensory processing refining expectations."
  },
  {
    "id": 127,
    "statement": "Cortical expectations shape thalamic filtering through predictive coding."
  },
  {
    "id": 128,
    "statement": "Thalamus filters sensory information based on cortical expectations dynamically."
  },
  {
    "id": 129,
    "statement": "Thalamus dynamically filters and refines sensory info through corticothalamic connections."
  },
  {
    "id": 130,
    "statement": "ACC and insula collaborate for emotional processing and regulation."
  },
  {
    "id": 131,
    "statement": "Corticothalamic pathway enables top-down attentional modulation through neural oscillations."
  },
  {
    "id": 132,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down."
  },
  {
    "id": 133,
    "statement": "Cortical oscillations coordinate top-down attentional modulation through corticothalamic connections."
  },
  {
    "id": 134,
    "statement": "Cognitive flexibility enables mentalizing through flexible thinking and adaptation."
  },
  {
    "id": 135,
    "statement": "Cortical expectations modulate thalamic filtering through predictive coding."
  },
  {
    "id": 136,
    "statement": "Attention and expectations jointly modulate sensory processing."
  },
  {
    "id": 137,
    "statement": "The thalamus integrates sensory info hierarchically through multiple stages."
  },
  {
    "id": 138,
    "statement": "Thalamus refines sensory information through active processing mechanisms."
  },
  {
    "id": 139,
    "statement": "Brain regions communicate through synchronized neural oscillations and transmission."
  },
  {
    "id": 140,
    "statement": "Empathy involves perspective-taking, emotional understanding, and social cognition processes."
  },
  {
    "id": 141,
    "statement": "Thalamus relays sensory information between multiple sensory pathways."
  },
  {
    "id": 142,
    "statement": "Cortical expectations modulate thalamus's filtering through predictions."
  },
  {
    "id": 143,
    "statement": "Corticothalamic connections modulate sensory processing through attentional control."
  },
  {
    "id": 144,
    "statement": "Thalamus refines sensory info through re-entrant feedback loops."
  },
  {
    "id": 145,
    "statement": "Understanding others' mental states through empathy enables ToM."
  },
  {
    "id": 146,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down modulation."
  },
  {
    "id": 147,
    "statement": "Thalamus relays sensory info, filtering and amplifying."
  },
  {
    "id": 148,
    "statement": "Thalamus integrates sensory information through hierarchical processing."
  },
  {
    "id": 149,
    "statement": "Corticothalamic pathway enables top-down attentional modulation through PFC."
  },
  {
    "id": 150,
    "statement": "Hierarchical thalamic processing enables integrating multi-sensory information."
  },
  {
    "id": 151,
    "statement": "PFC modulates thalamic filtering through corticothalamic connections."
  },
  {
    "id": 152,
    "statement": "Corticothalamic pathway enables PFC to modulate thalamus's sensory filtering."
  },
  {
    "id": 153,
    "statement": "Corticothalamic connections enable bidirectional top-down attentional modulation."
  },
  {
    "id": 154,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 155,
    "statement": "Corticothalamic connections facilitate top-down control through synchronized oscillations."
  },
  {
    "id": 156,
    "statement": "Thalamus plays a critical role in sensory processing through refinement."
  },
  {
    "id": 157,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 158,
    "statement": "Cortical expectations directly modulate thalamus's sensory filtering dynamically."
  },
  {
    "id": 159,
    "statement": "Thalamus integrates sensory info hierarchically in brain."
  },
  {
    "id": 160,
    "statement": "Thalamus continuously updates sensory filtering through cortical expectations."
  },
  {
    "id": 161,
    "statement": "Neural gain amplification facilitated by corticothalamic interaction synchronization."
  },
  {
    "id": 162,
    "statement": "Interoception affects emotional processing and empathy through bodily sensations."
  },
  {
    "id": 163,
    "statement": "The thalamus refines and modulates sensory information processing."
  },
  {
    "id": 164,
    "statement": "Thalamus acts as sensory gateway for cortical processing."
  },
  {
    "id": 165,
    "statement": "Top-down PFC signals modulate thalamus's sensory processing through corticothalamic connections."
  },
  {
    "id": 166,
    "statement": "Neural oscillations facilitate information processing through signaling amplification or attenuation."
  },
  {
    "id": 167,
    "statement": "Thalamus actively processes sensory info through corticothalamic feedback loops."
  },
  {
    "id": 168,
    "statement": "Mentalizing simulates others' mental states through theory of mind."
  },
  {
    "id": 169,
    "statement": "Cortical expectations filter out irrelevant sensory info through corticothalamic connections."
  },
  {
    "id": 170,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 171,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations continuously."
  },
  {
    "id": 172,
    "statement": "Mentalizing simulates others' mental states through cognitive flexibility processes."
  },
  {
    "id": 173,
    "statement": "Corticothalamic connections facilitate bidirectional neural communication between brain areas."
  },
  {
    "id": 174,
    "statement": "Cortical expectations shape thalamic filtering of sensory information through predictive coding."
  },
  {
    "id": 175,
    "statement": "Cortical predictions influence thalamus's filtering through top-down modulation."
  },
  {
    "id": 176,
    "statement": "Corticothalamic pathway enables cortical modulation of sensory processing."
  },
  {
    "id": 177,
    "statement": "Cortical expectations: brain's predictions refine sensory information through filtering."
  },
  {
    "id": 178,
    "statement": "Cortical expectations shape sensory intake through predictive coding."
  },
  {
    "id": 179,
    "statement": "Thalamus continuously updates filtering based on cortical expectations."
  },
  {
    "id": 180,
    "statement": "ACC and insula jointly regulate emotional processing and empathy."
  },
  {
    "id": 181,
    "statement": "Thalamus is a complex processing center, not just a gateway."
  },
  {
    "id": 182,
    "statement": "Thalamus acts as relay station for sensory information processing."
  },
  {
    "id": 183,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down signals."
  },
  {
    "id": 184,
    "statement": "Thalamus filters sensory info based on PFC attentional signals."
  },
  {
    "id": 185,
    "statement": "Corticothalamic connections modulate sensory filtering through top-down signals."
  },
  {
    "id": 186,
    "statement": "PFC's top-down signals modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 187,
    "statement": "Thalamus integrates sensory information in a hierarchical, multi-step process."
  },
  {
    "id": 188,
    "statement": "Thalamus initially processes sensory information from peripheral nervous system."
  },
  {
    "id": 189,
    "statement": "Corticothalamic connections facilitate bidirectional top-down attentional modulation."
  },
  {
    "id": 190,
    "statement": "Thalamus plays crucial role in sensory information processing filtering."
  },
  {
    "id": 191,
    "statement": "Brain areas communicate bidirectionally through neural networks dynamically."
  },
  {
    "id": 192,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through cognitive mechanisms."
  },
  {
    "id": 193,
    "statement": "Thalamus acts as bidirectional relay station for sensory processing."
  },
  {
    "id": 194,
    "statement": "Corticothalamic connections modulate thalamus's sensory processing through feedback loops."
  },
  {
    "id": 195,
    "statement": "Thalamus receives cortical signals for attentional modulation."
  },
  {
    "id": 196,
    "statement": "Cortical expectations modulate thalamus's filtering through top-down predictions."
  },
  {
    "id": 197,
    "statement": "Thalamus integrates sensory information through hierarchical neural processing."
  },
  {
    "id": 198,
    "statement": "PFC top-down signals modulate thalamus's filtering through corticothalamic connections."
  }
]