[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "The thalamus is a complex processing structure, not just a relay station."
  },
  {
    "id": 2,
    "statement": "Thalamus refines sensory info by filtering, modifying, and enhancing it."
  },
  {
    "id": 3,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering robustly."
  },
  {
    "id": 4,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 5,
    "statement": "Thalamus extracts sensory features through hierarchical processing to prioritize information."
  },
  {
    "id": 6,
    "statement": "The thalamus hierarchically processes sensory information through multiple stages refining it."
  },
  {
    "id": 7,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 8,
    "statement": "The thalamus processes sensory information hierarchically in refining stages."
  },
  {
    "id": 9,
    "statement": "Thalamus continuously updates sensory filtering based on cortical predictions."
  },
  {
    "id": 10,
    "statement": "Human Theory of Mind encompasses intentional mental states, such as beliefs and emotions."
  },
  {
    "id": 11,
    "statement": "Theory of Mind integrates attention, working memory, and social cognition"
  },
  {
    "id": 12,
    "statement": "The thalamus refines sensory info through hierarchical processing filters."
  },
  {
    "id": 13,
    "statement": "Thalamus acts as a crucial relay station for sensory processing."
  },
  {
    "id": 14,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 15,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 16,
    "statement": "The thalamus relays sensory information and refines it dynamically."
  },
  {
    "id": 17,
    "statement": "PFC generates top-down predictions through hierarchical processing and synchronization coordination"
  },
  {
    "id": 18,
    "statement": "Thalamus refines sensory info through neural oscillations and synaptic plasticity."
  },
  {
    "id": 19,
    "statement": "Thalamus hierarchically processes sensory info before transmission."
  },
  {
    "id": 20,
    "statement": "Thalamus processes sensory info hierarchically and refines features."
  },
  {
    "id": 21,
    "statement": "The thalamus processes sensory data hierarchically and refines features."
  },
  {
    "id": 22,
    "statement": "Thalamus hierarchically processes sensory information for refined perception."
  },
  {
    "id": 23,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections"
  },
  {
    "id": 24,
    "statement": "The thalamus refines sensory information hierarchically through feedforward and feedback connections."
  },
  {
    "id": 25,
    "statement": "Thalamus refines sensory info through neural connections filtering."
  },
  {
    "id": 26,
    "statement": "Gamma oscillations synchronize neural activity for cognitive processing."
  },
  {
    "id": 27,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 28,
    "statement": "Gamma oscillations' timing complexity in sensory processing unclear."
  },
  {
    "id": 29,
    "statement": "Self-awareness and Theory of Mind facilitate harmonious social interactions"
  },
  {
    "id": 30,
    "statement": "Social cognition relies on self-awareness and Theory of Mind."
  },
  {
    "id": 31,
    "statement": "Thalamus refines sensory info through neural interactions and oscillations."
  },
  {
    "id": 32,
    "statement": "Thalamocortical connections regulate sensory processing through gamma oscillations."
  },
  {
    "id": 33,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically"
  },
  {
    "id": 34,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 35,
    "statement": "Thalamocortical interactions further refine sensory processing predictions."
  },
  {
    "id": 36,
    "statement": "PFC generates top-down predictions through hierarchical processing and synchronization."
  },
  {
    "id": 37,
    "statement": "Cognitive mechanisms predict mental states through attentional filtering."
  },
  {
    "id": 38,
    "statement": "Thalamus role is not solely processing, but relay and refinement."
  },
  {
    "id": 39,
    "statement": "Brain networks synchronize via neural entrainment for social cognition."
  },
  {
    "id": 40,
    "statement": "Thalamus's automatic filtering relies on stable neural connections strength."
  },
  {
    "id": 41,
    "statement": "Thalamus integrates sensory features through corticothalamic interactions."
  },
  {
    "id": 42,
    "statement": "PFC generates predictions about sensory input based on past experiences."
  },
  {
    "id": 43,
    "statement": "Thalamus refines sensory info by filtering, modifying, and enhancing it."
  },
  {
    "id": 44,
    "statement": "Cortical predictions fine-tune thalamic filtering through corticothalamic connections."
  },
  {
    "id": 45,
    "statement": "Intentional mental states are directed towards specific objects or goals."
  },
  {
    "id": 46,
    "statement": "Gamma oscillations modulate thalamocortical connections for sensory information processing."
  },
  {
    "id": 47,
    "statement": "The thalamus integrates sensory information hierarchically through feedforward and feedback connections."
  },
  {
    "id": 48,
    "statement": "The thalamus hierarchically processes sensory information to refine features."
  },
  {
    "id": 49,
    "statement": "Thalamus's automatic filtering refines through synaptic plasticity adaptation."
  },
  {
    "id": 50,
    "statement": "Thalamus processes sensory info through pattern recognition and filtering."
  },
  {
    "id": 51,
    "statement": "Thalamus enhances sensory info through neural pattern recognition"
  },
  {
    "id": 52,
    "statement": "The thalamus filters and modifies sensory information before transmission."
  },
  {
    "id": 53,
    "statement": "Brain network coordination enables Theory of Mind through synchronized neural activity."
  },
  {
    "id": 54,
    "statement": "Thalamus refines sensory features through hierarchical processing and transmission"
  },
  {
    "id": 55,
    "statement": "Thalamus refines sensory information hierarchically through organized processing stages."
  },
  {
    "id": 56,
    "statement": "Thalamus's automatic filtering relies on stable neural connections."
  },
  {
    "id": 57,
    "statement": "Intentional mental states involve purpose, direction, and engagement."
  },
  {
    "id": 58,
    "statement": "Thalamus processes sensory info hierarchically with neural feedback loops."
  },
  {
    "id": 59,
    "statement": "Thalamus refines sensory info hierarchically before transmitting to cortex."
  },
  {
    "id": 60,
    "statement": "Thalamus refines sensory info through cortical predictions dynamically"
  },
  {
    "id": 61,
    "statement": "The thalamus integrates sensory info hierarchically through feedforward & feedback connections."
  },
  {
    "id": 62,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 63,
    "statement": "Theory of Mind encompasses mental state attributions beyond thoughts and feelings."
  },
  {
    "id": 64,
    "statement": "Social cognition crucially relies on self-awareness and Theory of Mind."
  },
  {
    "id": 65,
    "statement": "Gamma oscillations synchronize neural activity for cognitive processing."
  },
  {
    "id": 66,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 67,
    "statement": "Thalamus refines sensory info hierarchically through feedforward and feedback connections."
  },
  {
    "id": 68,
    "statement": "Theory of Mind includes intentional mental states, intentions, desires, beliefs, and emotions."
  },
  {
    "id": 69,
    "statement": "Neural oscillations filter and enhance sensory information through cortico-cortical connections"
  },
  {
    "id": 70,
    "statement": "Gamma oscillations enhance cortical-thalamic communication for cognition"
  },
  {
    "id": 71,
    "statement": "Thalamus integrates sensory info hierarchically through feedforward and feedback connections."
  },
  {
    "id": 72,
    "statement": "Thalamus integrates sensory info through neural oscillations and interactions"
  },
  {
    "id": 73,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 74,
    "statement": "ToM involves attention, working memory, and social cognition in complex interactions."
  },
  {
    "id": 75,
    "statement": "Corticothalamic connections modulate thalamic filtering through cortical predictions."
  },
  {
    "id": 76,
    "statement": "Thalamus refines sensory info through neural oscillations synchrony."
  },
  {
    "id": 77,
    "statement": "Thalamus continuously updates filtering through cortical predictions synchrony"
  },
  {
    "id": 78,
    "statement": "Thalamus processes sensory information through hierarchical filtering and enhancement."
  },
  {
    "id": 79,
    "statement": "Prefrontal cortex retrieves long-term memories through multiple mechanisms"
  },
  {
    "id": 80,
    "statement": "Thalamus's automatic filtering relies on strong synaptic plasticity."
  },
  {
    "id": 81,
    "statement": "Thalamus refines sensory info through hierarchical processing and transmission."
  },
  {
    "id": 82,
    "statement": "Thalamus refines sensory info dynamically through neural feedback loops."
  },
  {
    "id": 83,
    "statement": "Thalamus filters, modifies, and enhances sensory information hierarchically."
  },
  {
    "id": 84,
    "statement": "Thalamus is complex processor refining sensory information dynamically."
  },
  {
    "id": 85,
    "statement": "The thalamus processes sensory info hierarchically refining information features."
  },
  {
    "id": 86,
    "statement": "Cortical predictions influence thalamus's filtering through corticothalamic connections"
  },
  {
    "id": 87,
    "statement": "Thalamus relays sensory info, refines, and enhances it for cortex."
  },
  {
    "id": 88,
    "statement": "Corticothalamic connections refine thalamic filtering through cortical predictions"
  },
  {
    "id": 89,
    "statement": "Corticothalamic connections modulate thalamic filtering through predictive coding."
  },
  {
    "id": 90,
    "statement": "Thalamus processes sensory info dynamically through hierarchical processing."
  },
  {
    "id": 91,
    "statement": "PFC retrieves and reacts long-term memories through pattern completion."
  },
  {
    "id": 92,
    "statement": "Cognitive mechanisms predict mental states through attentional filtering."
  },
  {
    "id": 93,
    "statement": "The thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 94,
    "statement": "Thalamus continuously updates sensory filtering based on cortical predictions."
  },
  {
    "id": 95,
    "statement": "Thalamus filters sensory info using cortical predictions in real-time."
  },
  {
    "id": 96,
    "statement": "PFC generates top-down predictions through hierarchical processing and synchronization coordination"
  },
  {
    "id": 97,
    "statement": "Cortical predictions shape thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 98,
    "statement": "Anticipatory simulations are online predictions based on past experiences"
  },
  {
    "id": 99,
    "statement": "Thalamus filters sensory info automatically and hierarchically affected."
  },
  {
    "id": 100,
    "statement": "Top-down signals convey information from PFC to other brain regions."
  },
  {
    "id": 101,
    "statement": "Top-down processing modulates neural responses through cortico-cortical connections."
  },
  {
    "id": 102,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 103,
    "statement": "Thalamus processes sensory info hierarchically refinining features."
  },
  {
    "id": 104,
    "statement": "Thalamus integrates sensory info with cortical predictions repeatedly refining it."
  },
  {
    "id": 105,
    "statement": "Thalamus processes sensory info hierarchically and filters selectively"
  },
  {
    "id": 106,
    "statement": "Thalamus's dynamic refinement occurs through dynamic neural feedback loops"
  },
  {
    "id": 107,
    "statement": "Brain network coordination facilitates Theory of Mind through neural entrainment."
  },
  {
    "id": 108,
    "statement": "Gamma oscillations regulate thalamocortical connections for sensory processing."
  },
  {
    "id": 109,
    "statement": "Thalamus processes sensory info hierarchically from simple to complex."
  },
  {
    "id": 110,
    "statement": "Self-awareness and ToM intertwined for effective social cognition."
  },
  {
    "id": 111,
    "statement": "Self-awareness and Theory of Mind intertwine for social cognition."
  },
  {
    "id": 112,
    "statement": "PFC continuously monitors and updates sensory information in real-time"
  },
  {
    "id": 113,
    "statement": "Thalamus hierarchically processes sensory info, refining features."
  },
  {
    "id": 114,
    "statement": "Theory of Mind integrates attention, working memory, social cognition"
  },
  {
    "id": 115,
    "statement": "Self-awareness and Theory of Mind enable empathy and cooperation."
  },
  {
    "id": 116,
    "statement": "Neural oscillations modulate sensory processing through cortico-cortical connections."
  },
  {
    "id": 117,
    "statement": "Complex cognitive mechanisms integrate attention, working memory, executive functions, and social cognition to infer mental states."
  },
  {
    "id": 118,
    "statement": "PFC coordinates brain regions for top-down prediction generation."
  },
  {
    "id": 119,
    "statement": "Thalamus dynamically refines sensory information through cortical predictions."
  },
  {
    "id": 120,
    "statement": "The thalamus refines sensory info through hierarchical processing filters."
  },
  {
    "id": 121,
    "statement": "Theory of Mind integrates attention, working memory, and social cognition."
  },
  {
    "id": 122,
    "statement": "PFC processes sensory information dynamically in real-time."
  },
  {
    "id": 123,
    "statement": "Self-awareness and ToM enable effective social cognition through cooperation."
  },
  {
    "id": 124,
    "statement": "Gamma oscillations modulate corticothalamic connections for cognitive processing."
  },
  {
    "id": 125,
    "statement": "Theory of Mind integrates attention, working memory, and social cognition."
  },
  {
    "id": 126,
    "statement": "Thalamus extracts sensory features through hierarchical processing refinement."
  },
  {
    "id": 127,
    "statement": "Thalamus identifies and extracts meaningful patterns from sensory info."
  },
  {
    "id": 128,
    "statement": "PFC generates predictions through pattern recognition and associative learning."
  },
  {
    "id": 129,
    "statement": "Thalamus refines sensory info through context-dependent feature extraction."
  },
  {
    "id": 130,
    "statement": "Thalamus processes sensory information hierarchically from simple to complex."
  },
  {
    "id": 131,
    "statement": "Thalamus refines sensory data by filtering, amplifying, and adjusting signals."
  },
  {
    "id": 132,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 133,
    "statement": "Cortico-cortical connections refer to information processing pathways between brain regions in the cerebral cortex."
  },
  {
    "id": 134,
    "statement": "Feedforward and feedback connections integrate sensory information hierarchically."
  },
  {
    "id": 135,
    "statement": "The thalamus processes sensory information hierarchically and refines features."
  },
  {
    "id": 136,
    "statement": "Thalamus continuously updates filtering via predictive coding and feedback."
  },
  {
    "id": 137,
    "statement": "Thalamus plays a central role in sensory information processing."
  },
  {
    "id": 138,
    "statement": "Thalamus refines sensory info through neural feedback loops."
  },
  {
    "id": 139,
    "statement": "Brain network coordination enables Theory of Mind through synchronized neural activity."
  },
  {
    "id": 140,
    "statement": "Gamma oscillations' timing intricacies influence sensory processing refinement."
  },
  {
    "id": 141,
    "statement": "Gamma oscillations' timing may impact sensory processing complexity."
  },
  {
    "id": 142,
    "statement": "Thalamus filters sensory info through cortical feedback connections."
  },
  {
    "id": 143,
    "statement": "Thalamocortical interactions refine sensory processing through complex mechanisms."
  },
  {
    "id": 144,
    "statement": "Gamma oscillations modulate thalamocortical connections through synchronization and neurotransmitter release."
  },
  {
    "id": 145,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 146,
    "statement": "Thalamus extracts sensory features through hierarchical processing to prioritize information."
  },
  {
    "id": 147,
    "statement": "The thalamus refines sensory info through predictive coding."
  },
  {
    "id": 148,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections, influencing strength and timing of thalamic responses."
  },
  {
    "id": 149,
    "statement": "Thalamus refines sensory info hierarchically through feedforward and feedback connections."
  },
  {
    "id": 150,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic glutamate transmission."
  },
  {
    "id": 151,
    "statement": "Thalamus's automatic filtering adapts through strong synaptic plasticity."
  },
  {
    "id": 152,
    "statement": "PFC integrates sensory info with past experiences for perception."
  },
  {
    "id": 153,
    "statement": "Thalamus's automatic filtering refines through synaptic plasticity adaptation."
  },
  {
    "id": 154,
    "statement": "Thalamus refines sensory info through neural oscillations and synaptic plasticity."
  },
  {
    "id": 155,
    "statement": "Theory of Mind encompasses mental state attributions beyond thoughts and feelings"
  },
  {
    "id": 156,
    "statement": "Cortical predictions modulate thalamus filtering through glutamate transmission."
  },
  {
    "id": 157,
    "statement": "The thalamus dynamically processes sensory info through corticothalamic connections."
  },
  {
    "id": 158,
    "statement": "Anticipatory simulations are dynamic mental predictions based on past experiences."
  },
  {
    "id": 159,
    "statement": "Thalamus plays a crucial role in sensory information processing."
  },
  {
    "id": 160,
    "statement": "The prefrontal cortex influences thalamic filtering through top-down predictions."
  },
  {
    "id": 161,
    "statement": "Gamma oscillations regulate thalamocortical connections for sensory processing."
  },
  {
    "id": 162,
    "statement": "The thalamus processes sensory info hierarchically in multiple layers."
  },
  {
    "id": 163,
    "statement": "Thalamocortical connections modulate sensory processing through gamma oscillations."
  },
  {
    "id": 164,
    "statement": "Thalamus refines sensory info through neural oscillations synchrony."
  },
  {
    "id": 165,
    "statement": "Thalamus hierarchically processes sensory info for refined perception."
  },
  {
    "id": 166,
    "statement": "Thalamus filters sensory info based on recognized patterns."
  },
  {
    "id": 167,
    "statement": "Self-awareness and Theory of Mind are intertwined for social cognition."
  },
  {
    "id": 168,
    "statement": "The thalamus processes sensory information hierarchically for refinement."
  },
  {
    "id": 169,
    "statement": "Thalamus hierarchically processes sensory info through multiple stages refining features."
  },
  {
    "id": 170,
    "statement": "PFC generates top-down predictions through hierarchical processing and synchronization."
  },
  {
    "id": 171,
    "statement": "Neural entrainment enables coordinated processing of social information"
  },
  {
    "id": 172,
    "statement": "Cortical predictions modulate thalamic filtering via glutamate-mediated excitation."
  },
  {
    "id": 173,
    "statement": "Thalamus refines sensory info hierarchically before transmission to cortex."
  },
  {
    "id": 174,
    "statement": "Thalamus refines sensory info through cortical predictions and feedback loops."
  },
  {
    "id": 175,
    "statement": "Cortical predictions fine-tune thalamic filtering through corticothalamic connections."
  },
  {
    "id": 176,
    "statement": "Cortical predictions influence thalamic filtering of sensory information."
  },
  {
    "id": 177,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing filtering."
  },
  {
    "id": 178,
    "statement": "Top-down signals originate from PFC to lower-level brain regions."
  },
  {
    "id": 179,
    "statement": "Theory of Mind bridges attention, working memory, and social cognition"
  },
  {
    "id": 180,
    "statement": "The thalamus is a hierarchical sensory processor and refiner."
  },
  {
    "id": 181,
    "statement": "Brain regions synchronize neural activity for social cognition."
  },
  {
    "id": 182,
    "statement": "The thalamus refines sensory info through hierarchical processing filters."
  },
  {
    "id": 183,
    "statement": "Thalamus refines sensory information by filtering and enhancing features."
  },
  {
    "id": 184,
    "statement": "The thalamus refines sensory info through hierarchical processing filters."
  },
  {
    "id": 185,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 186,
    "statement": "The thalamus refines sensory information hierarchically through feedforward feedback."
  },
  {
    "id": 187,
    "statement": "Theory of Mind attributes mental states to oneself and others."
  },
  {
    "id": 188,
    "statement": "Thalamus's automatic filtering relies on consistent neural connectivity."
  },
  {
    "id": 189,
    "statement": "Thalamus processes sensory information hierarchically for refinement and filtering."
  },
  {
    "id": 190,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 191,
    "statement": "The thalamus integrates sensory features through corticothalamic interactions refining representation."
  },
  {
    "id": 192,
    "statement": "PFC generates top-down predictions through hierarchical processing and synchronization."
  },
  {
    "id": 193,
    "statement": "Thalamus processes sensory info through continuous cortical prediction updates."
  },
  {
    "id": 194,
    "statement": "Thalamus filters sensory info through top-down PFC signals."
  },
  {
    "id": 195,
    "statement": "Self-awareness prerequisites Theory of Mind for empathy and cooperation."
  },
  {
    "id": 196,
    "statement": "Thalamus's automatic filtering relies on synaptic plasticity."
  },
  {
    "id": 197,
    "statement": "Thalamus refines sensory info by filtering and modifying signals."
  },
  {
    "id": 198,
    "statement": "Self-awareness and Theory of Mind mutually influence and enhance each other."
  },
  {
    "id": 199,
    "statement": "Thalamus refines sensory info through hierarchical processing."
  }
]