[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Lying can be morally acceptable in specific circumstances and situations."
  },
  {
    "id": 2,
    "statement": "The thalamus filters sensory information through neural oscillations."
  },
  {
    "id": 3,
    "statement": "Thalamus filters sensory information based on attentional demands."
  },
  {
    "id": 4,
    "statement": "Thalamus modulates sensory processing based on attentional state dynamically through attentional modulation, thalamic gating, and neural oscillations."
  },
  {
    "id": 5,
    "statement": "Thalamus selectively filters sensory information based on attention."
  },
  {
    "id": 6,
    "statement": "Thalamus dynamically filters sensory information based on attention."
  },
  {
    "id": 7,
    "statement": "Biological and cultural factors influence each other reciprocally, shaping human experiences."
  },
  {
    "id": 8,
    "statement": "Genetic predispositions interact with environment to shape moral development"
  },
  {
    "id": 9,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 10,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization processes."
  },
  {
    "id": 11,
    "statement": "Attention size may not have a clear definition in neuroscience."
  },
  {
    "id": 12,
    "statement": "Cultural norms shape emotional expressions through internalized expectations."
  },
  {
    "id": 13,
    "statement": "Thalamus filters sensory info through neural oscillations' rhythmic activity"
  },
  {
    "id": 14,
    "statement": "Thalamus acts as a 'gatekeeper' filtering sensory info."
  },
  {
    "id": 15,
    "statement": "Cultural norms influence moral judgments through justified explanations of reasons."
  },
  {
    "id": 16,
    "statement": "Thalamus adjusts filtering based on attentional state mechanisms"
  },
  {
    "id": 17,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attentional modulation"
  },
  {
    "id": 18,
    "statement": "The Thalamus dynamically filters sensory information based on attention demands."
  },
  {
    "id": 19,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 20,
    "statement": "Moral development arises from interdependent biology, culture, environment."
  },
  {
    "id": 21,
    "statement": "Attention size lacks clear definition in neuroscience research due controversy"
  },
  {
    "id": 22,
    "statement": "Thalamus uses dynamic neural oscillations to filter sensory information."
  },
  {
    "id": 23,
    "statement": "Honesty is a fundamental principle in all human interactions."
  },
  {
    "id": 24,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 25,
    "statement": "Thalamus modulates sensory information through neural oscillations modulation"
  },
  {
    "id": 26,
    "statement": "Moral development arises from biology, culture, and environment dynamics equilibrium"
  },
  {
    "id": 27,
    "statement": "Thalamus dynamically filters sensory info based on attention demands."
  },
  {
    "id": 28,
    "statement": "Predictability is necessary for building trust but not sufficient alone."
  },
  {
    "id": 29,
    "statement": "Lying's moral acceptability varies across different cultural contexts."
  },
  {
    "id": 30,
    "statement": "Thalamus generates and synchronizes neural oscillations for sensory processing."
  },
  {
    "id": 31,
    "statement": "The thalamus filters sensory info through gamma-band neural oscillations."
  },
  {
    "id": 32,
    "statement": "Thalamus filters sensory info through neural oscillations, attentional modulation."
  },
  {
    "id": 33,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 34,
    "statement": "Thalamus filters sensory information through neural oscillation modulation."
  },
  {
    "id": 35,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attentional modulation."
  },
  {
    "id": 36,
    "statement": "Cultural norms shape moral judgments through rationalization and justifications."
  },
  {
    "id": 37,
    "statement": "Thalamus modulates sensory processing through neural oscillations' synchronization."
  },
  {
    "id": 38,
    "statement": "Thalamus generates and synchronizes gamma-band oscillations for sensory processing."
  },
  {
    "id": 39,
    "statement": "Neural oscillations play key role in thalamic sensory processing and gating."
  },
  {
    "id": 40,
    "statement": "Honesty requires consistency, reliability, and authenticity in actions."
  },
  {
    "id": 41,
    "statement": "The thalamus filters sensory information through neural oscillations' synchronization."
  },
  {
    "id": 42,
    "statement": "Thalamus gates sensory info through neural oscillation modulation."
  },
  {
    "id": 43,
    "statement": "Moral development arises from dynamic biological-cultural-environmental interactions."
  },
  {
    "id": 44,
    "statement": "Thalamus actively processes sensory info before sending it to cortex."
  },
  {
    "id": 45,
    "statement": "Thalamus dynamically adjusts filtering in response to attention demands."
  },
  {
    "id": 46,
    "statement": "Honesty is one aspect of building trust, but not sole foundation."
  },
  {
    "id": 47,
    "statement": "Honesty is crucial for establishing trust, but consistency and reliability are also essential."
  },
  {
    "id": 48,
    "statement": "Cultural norms shape moral judgments through rationalization and justifications."
  },
  {
    "id": 49,
    "statement": "Thalamus filters sensory info through attention-dependent neural synchronization."
  },
  {
    "id": 50,
    "statement": "Thalamus filters sensory info through attention-dependent neural synchronization."
  },
  {
    "id": 51,
    "statement": "The thalamus gates sensory info using synchronized neural activity."
  },
  {
    "id": 52,
    "statement": "Cultural norms influence moral judgments through rationalization and justification."
  },
  {
    "id": 53,
    "statement": "Thalamus uses gamma oscillations to filter and process sensory info."
  },
  {
    "id": 54,
    "statement": "Frequency-specific neural oscillations influence sensory processing mechanisms."
  },
  {
    "id": 55,
    "statement": "Thalamus filters sensory info through neural oscillatory circuits dynamically."
  },
  {
    "id": 56,
    "statement": "Thalamic oscillations synchronized with corticothalamic loops enhance attentional modulation"
  },
  {
    "id": 57,
    "statement": "Thalamus filters sensory info through attention-dependent neural oscillations synchronization."
  },
  {
    "id": 58,
    "statement": "Thalamus filters sensory information based on attentional state dynamically."
  },
  {
    "id": 59,
    "statement": "Moral development is a lifelong process of complex interactions."
  },
  {
    "id": 60,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 61,
    "statement": "Thalamus oscillations filter sensory information through neural modulation."
  },
  {
    "id": 62,
    "statement": "Thalamus modulates neural oscillations to filter sensory information."
  },
  {
    "id": 63,
    "statement": "Honesty's foundational principles include consistency, predictability, and reliability."
  },
  {
    "id": 64,
    "statement": "Thalamus filters sensory information through gamma-frequency neural oscillations."
  },
  {
    "id": 65,
    "statement": "Moral development arises from interactive dynamics of biology, culture, environment."
  },
  {
    "id": 66,
    "statement": "Biological and cultural factors influence each other dynamically."
  },
  {
    "id": 67,
    "statement": "Thalamus uses dynamic neural oscillations to filter sensory information."
  },
  {
    "id": 68,
    "statement": "Thalamus filters sensory information based on attentional state dynamically through neural oscillations."
  },
  {
    "id": 69,
    "statement": "Predictability can both build and undermine trust in different contexts."
  },
  {
    "id": 70,
    "statement": "Thalamus's filtering role involves both gamma- and beta-frequency oscillations."
  },
  {
    "id": 71,
    "statement": "Protecting truth is important in building trust's foundation."
  },
  {
    "id": 72,
    "statement": "Thalamus selectively filters sensory information through gamma-band oscillations."
  },
  {
    "id": 73,
    "statement": "Honesty is essential but not sole basis for trust"
  },
  {
    "id": 74,
    "statement": "Thalamus adjusts filtering based on attentional demands through neural modulation."
  },
  {
    "id": 75,
    "statement": "Trust building involves multiple factors beyond honesty alone, including consistency, reliability."
  },
  {
    "id": 76,
    "statement": "Cultural norms shape emotional expressions through socialization and conditioned behaviors."
  },
  {
    "id": 77,
    "statement": "Thalamus's dynamic interactions limit understanding of attentional modulation."
  },
  {
    "id": 78,
    "statement": "Thalamus modulates sensory processing through neural oscillations' synchronization"
  },
  {
    "id": 79,
    "statement": "Consistency and reliability in actions build trust gradually."
  },
  {
    "id": 80,
    "statement": "Moral development arises from biology, culture, and environment harmony"
  },
  {
    "id": 81,
    "statement": "Honesty, accuracy, and transparency are essential for trust."
  },
  {
    "id": 82,
    "statement": "Thalamus modulates sensory information filtering through attention-dependent neural synchronization"
  },
  {
    "id": 83,
    "statement": "Biological and cultural factors have reciprocal influences."
  },
  {
    "id": 84,
    "statement": "Biological and cultural factors reciprocally influence each other's development."
  },
  {
    "id": 85,
    "statement": "Attention modulates neural oscillations to filter sensory information."
  },
  {
    "id": 86,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 87,
    "statement": "Thalamus modulates sensory processing through neural oscillations modularity."
  },
  {
    "id": 88,
    "statement": "Thalamus dynamically filters sensory info based on attention demands."
  },
  {
    "id": 89,
    "statement": "Moral development is a lifelong process of dynamic interactions."
  },
  {
    "id": 90,
    "statement": "Honesty is built on consistent actions, reliable outcomes, and integrity."
  },
  {
    "id": 91,
    "statement": "Thalamus filters sensory info dynamically through attention modulation."
  },
  {
    "id": 92,
    "statement": "Thalamus filters sensory info through gamma-frequency neural oscillations"
  },
  {
    "id": 93,
    "statement": "Moral development arises from dynamic biological-cultural-environmental interactions."
  },
  {
    "id": 94,
    "statement": "Thalamus' function remains complex and not fully understood."
  },
  {
    "id": 95,
    "statement": "Thalamus modulates neural oscillations to filter sensory information"
  },
  {
    "id": 96,
    "statement": "Trust is built gradually through consistent and reliable actions."
  },
  {
    "id": 97,
    "statement": "Thalamic oscillations filter sensory information through neural modulation"
  },
  {
    "id": 98,
    "statement": "Thalamus modulates sensory processing through neural oscillation synchronization."
  },
  {
    "id": 99,
    "statement": "Neural oscillations filter sensory info selectively based on frequency."
  },
  {
    "id": 100,
    "statement": "Thalamus filters sensory info through neural oscillatory circuits."
  },
  {
    "id": 101,
    "statement": "Moral development arises from dynamic biological-cultural-environmental interactions."
  },
  {
    "id": 102,
    "statement": "Thalamus filters sensory info through neural oscillation synchrony."
  },
  {
    "id": 103,
    "statement": "Honesty built on consistent actions, integrity, and reliable outcomes."
  },
  {
    "id": 104,
    "statement": "Attention size lacks clear definition in neuroscience research"
  },
  {
    "id": 105,
    "statement": "Consistency and reliability build trust gradually through predictable behavior."
  },
  {
    "id": 106,
    "statement": "Thalamus uses dynamic neural oscillations to regulate sensory processing."
  },
  {
    "id": 107,
    "statement": "Consistency and reliability build trust through predictable behavior"
  },
  {
    "id": 108,
    "statement": "Thalamus oscillations synchronize with cortex to enhance attention"
  },
  {
    "id": 109,
    "statement": "Moral judgment evaluates lying in culturally contextual situations"
  },
  {
    "id": 110,
    "statement": "Thalamus's complex function limits understanding of attentional modulation."
  },
  {
    "id": 111,
    "statement": "Thalamus filters sensory information through synchronized neural activity."
  },
  {
    "id": 112,
    "statement": "Thalamus acts as 'filter' and 'gatekeeper' for sensory information."
  },
  {
    "id": 113,
    "statement": "Honesty is not universally valued in all human interactions."
  },
  {
    "id": 114,
    "statement": "Consistency, predictability, and reliability form honesty's foundational principles"
  },
  {
    "id": 115,
    "statement": "Social learning influences emotional expression through imitation and reinforcement."
  },
  {
    "id": 116,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 117,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 118,
    "statement": "Trust building is a complex, multifaceted process involving multiple factors."
  },
  {
    "id": 119,
    "statement": "Thalamus uses neural oscillations to filter and process sensory info."
  },
  {
    "id": 120,
    "statement": "Thalamus filters sensory info based on attentional state dynamically."
  },
  {
    "id": 121,
    "statement": "Thalamus uses gamma-band oscillations to filter and gate sensory information."
  },
  {
    "id": 122,
    "statement": "Thalamus dynamically filters sensory information based on attentional state."
  },
  {
    "id": 123,
    "statement": "Biological and cultural factors have reciprocal influences shaping human behavior."
  },
  {
    "id": 124,
    "statement": "Honesty is built on consistent actions and others' expectations."
  },
  {
    "id": 125,
    "statement": "Thalamus actively filters, modulates, and integrates sensory information."
  },
  {
    "id": 126,
    "statement": "Honing sensory processing through frequency-tuned neural oscillations."
  },
  {
    "id": 127,
    "statement": "Thalamus filters sensory info through neural oscillations and gates."
  },
  {
    "id": 128,
    "statement": "Thalamus acts as 'filter' and 'gatekeeper' for emotional regulation."
  },
  {
    "id": 129,
    "statement": "Cultural norms shape emotional expressions through social learning and feedback."
  },
  {
    "id": 130,
    "statement": "Thalamus modulates sensory processing through modular neural oscillations."
  },
  {
    "id": 131,
    "statement": "Thalamus modulates sensory processing through attention-dependent neural oscillations."
  },
  {
    "id": 132,
    "statement": "Thalamus generates gamma-band oscillations for attentional modulation processing."
  },
  {
    "id": 133,
    "statement": "Thalamus acts as gatekeeper, filtering and modulating sensory information."
  },
  {
    "id": 134,
    "statement": "Honesty built on consistent actions and others' expectations."
  },
  {
    "id": 135,
    "statement": "Honesty's value varies across cultures and social contexts"
  },
  {
    "id": 136,
    "statement": "Cultural norms shape emotional expressions through socialization processes."
  },
  {
    "id": 137,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation"
  },
  {
    "id": 138,
    "statement": "Honesty may not be always the most important value in interactions."
  },
  {
    "id": 139,
    "statement": "Thalamus' gamma oscillations filter and process sensory information."
  },
  {
    "id": 140,
    "statement": "Building trust requires consistency and reliability in actions."
  },
  {
    "id": 141,
    "statement": "Thalamus' function is complex and not yet fully understood."
  },
  {
    "id": 142,
    "statement": "Cultural norms influence emotional expressions through social learning processes."
  },
  {
    "id": 143,
    "statement": "Thalamus adjusts sensory processing according to attentional state."
  },
  {
    "id": 144,
    "statement": "Thalamus filters and gates sensory info to regulate emotions"
  },
  {
    "id": 145,
    "statement": "Moral judgment is context-dependent upon cultural and personal values."
  },
  {
    "id": 146,
    "statement": "Brain selectively filters and processes sensory info by frequency."
  },
  {
    "id": 147,
    "statement": "Cultural norms shape emotional expressions through socialization and conditioning."
  },
  {
    "id": 148,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 149,
    "statement": "Thalamus modulates sensory processing through neural oscillation synchronization mechanisms."
  },
  {
    "id": 150,
    "statement": "Thalamus dynamically filters sensory info through attentional modulation."
  },
  {
    "id": 151,
    "statement": "Cultural norms influence moral judgments through internalized socialization."
  },
  {
    "id": 152,
    "statement": "Authenticity in actions is a crucial aspect of honesty."
  },
  {
    "id": 153,
    "statement": "Attention modulates neural oscillations to filter sensory information."
  },
  {
    "id": 154,
    "statement": "Intentionality, communication crucial for trust beyond consistency."
  },
  {
    "id": 155,
    "statement": "Thalamus acts as a gatekeeper for sensory information processing"
  },
  {
    "id": 156,
    "statement": "Thalamus oscillations synchronize with corticol loops for attention modulation."
  },
  {
    "id": 157,
    "statement": "Lying can be morally acceptable in certain situations, conditions."
  },
  {
    "id": 158,
    "statement": "Thalamus synchronizes corticothalamic loops to modulate sensory information processing."
  },
  {
    "id": 159,
    "statement": "Thalamus acts as a filter and gatekeeper for sensory information."
  },
  {
    "id": 160,
    "statement": "Complex structures like thalamus have multiple functions and complexities"
  },
  {
    "id": 161,
    "statement": "Moral development arises from complex biological, cultural, and environmental interactions."
  },
  {
    "id": 162,
    "statement": "Thalamus's attentional modulation is complex and multifaceted process."
  },
  {
    "id": 163,
    "statement": "Cultural norms influence moral development through reciprocal interactions."
  },
  {
    "id": 164,
    "statement": "Thalamus filters sensory info through attention-dependent neural oscillations."
  },
  {
    "id": 165,
    "statement": "Moral development arises from biology-culture-environment balance harmony."
  },
  {
    "id": 166,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations."
  },
  {
    "id": 167,
    "statement": "Thalamus acts as a gatekeeper filtering sensory info based on attention."
  },
  {
    "id": 168,
    "statement": "Thalamus orchestrates neural activity in sensory information processing"
  },
  {
    "id": 169,
    "statement": "Attention size in neuroscience is context-dependent and complex."
  },
  {
    "id": 170,
    "statement": "Attention modulates neural oscillations through frequency-band specific synchronization and amplitude changes."
  },
  {
    "id": 171,
    "statement": "Lying's moral acceptability varies across different cultural contexts based on values and norms."
  },
  {
    "id": 172,
    "statement": "Cultural norms shape emotional expressions through internalized expectations."
  },
  {
    "id": 173,
    "statement": "Thalamus dynamically filters sensory information through neural oscillations."
  },
  {
    "id": 174,
    "statement": "Thalamus filters sensory info through neural oscillations' synchronous processing"
  },
  {
    "id": 175,
    "statement": "Thalamus dynamically filters sensory information based on attentional demands."
  },
  {
    "id": 176,
    "statement": "Cultural norms shape emotional expressions through social learning and reinforcement."
  },
  {
    "id": 177,
    "statement": "Lying can be morally acceptable in certain situations."
  },
  {
    "id": 178,
    "statement": "Thalamus actively integrates sensory information before cortical processing."
  },
  {
    "id": 179,
    "statement": "Humans' biological and cultural development are interdependent and interactive."
  },
  {
    "id": 180,
    "statement": "Labeling influences emotional expressions through cultural norms and categories."
  },
  {
    "id": 181,
    "statement": "Thalamus dynamically filters sensory information based on attention demands."
  },
  {
    "id": 182,
    "statement": "Thalamus dynamically filters sensory info through neural oscillation synchronization."
  },
  {
    "id": 183,
    "statement": "Thalamus dynamically filters sensory information based on attention demands."
  },
  {
    "id": 184,
    "statement": "Thalamus filters sensory info through neural oscillations and gates."
  },
  {
    "id": 185,
    "statement": "Emotional expressions learned through social imitation and reinforcement dynamics"
  },
  {
    "id": 186,
    "statement": "Moral development arises from dynamic biological-cultural-environmental interactions."
  },
  {
    "id": 187,
    "statement": "Consistency and reliability reinforce honesty in establishing trust."
  },
  {
    "id": 188,
    "statement": "Thalamus filters sensory info dynamically based on attentional spotlight."
  },
  {
    "id": 189,
    "statement": "Thalamus gates sensory info through synchronized neural oscillations."
  },
  {
    "id": 190,
    "statement": "Thalamus filters sensory info through neural oscillations and attentional modulation."
  },
  {
    "id": 191,
    "statement": "Cultural norms shape moral judgments through subtle value influences."
  },
  {
    "id": 192,
    "statement": "Thalamus synchronizes gamma-band oscillations to filter sensory information."
  },
  {
    "id": 193,
    "statement": "Genetic and environmental factors jointly influence moral development lifecycle."
  },
  {
    "id": 194,
    "statement": "Honesty requires consistent actions, reliable outcomes, and transparency."
  },
  {
    "id": 195,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation"
  },
  {
    "id": 196,
    "statement": "Honesty is shaped by cultural norms and personal experiences."
  },
  {
    "id": 197,
    "statement": "Moral development arises from biology, culture, and environment harmony."
  },
  {
    "id": 198,
    "statement": "Thalamus modulates sensory information through neural oscillation synchronization."
  },
  {
    "id": 199,
    "statement": "Trust development may vary in pace across different situations"
  }
]