[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 2,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 3,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention through binding, Hebbian learning and cortico-thalamic interactions."
  },
  {
    "id": 4,
    "statement": "Thalamus modulates cortical connections through GABA, glutamate, and dopamine."
  },
  {
    "id": 5,
    "statement": "Thalamus processes sensory information hierarchically through primary-secondary-association stages."
  },
  {
    "id": 6,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 7,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 8,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regional interactions."
  },
  {
    "id": 9,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 10,
    "statement": "Thalamus refines sensory information hierarchically through thalamocortical loops and oscillations."
  },
  {
    "id": 11,
    "statement": "Thalamus refines sensory information through hierarchical feedforward processing mechanisms."
  },
  {
    "id": 12,
    "statement": "Thalamus receives and processes raw sensory data from environment"
  },
  {
    "id": 13,
    "statement": "Working memory capacity influences social cognition accuracy through information processing."
  },
  {
    "id": 14,
    "statement": "PFC's pattern separation relies on neural oscillations and posteromedial regions."
  },
  {
    "id": 15,
    "statement": "PFC's pattern separation involves complex neural oscillations and regions."
  },
  {
    "id": 16,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 17,
    "statement": "Thalamus's role in dopamine modulation remains an ongoing research topic."
  },
  {
    "id": 18,
    "statement": "Theory of Mind integrates social cognition, working memory and attention through complex neural networks."
  },
  {
    "id": 19,
    "statement": "PFC's predictive abilities rely on pattern separation and completion mechanisms."
  },
  {
    "id": 20,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 21,
    "statement": "Thalamocortical loops and oscillations refine sensory information hierarchically."
  },
  {
    "id": 22,
    "statement": "PFC influences thalamus' attentional filtering through corticothalamic connections."
  },
  {
    "id": 23,
    "statement": "Thalamus processes sensory information hierarchically through complex mechanisms."
  },
  {
    "id": 24,
    "statement": "The thalamus refines sensory input through hierarchical processing stages."
  },
  {
    "id": 25,
    "statement": "LTP and LTD regulate synaptic strength through molecular mechanisms."
  },
  {
    "id": 26,
    "statement": "Hebbian learning plays a role in pattern separation mechanisms."
  },
  {
    "id": 27,
    "statement": "Dynamic Theory of Mind integrates social cognition adaptively."
  },
  {
    "id": 28,
    "statement": "LTP and LTD regulate synaptic strength through opposing processes."
  },
  {
    "id": 29,
    "statement": "Hierarchical processing enables thalamus to refine, extract features, and integrate sensory information."
  },
  {
    "id": 30,
    "statement": "Thalamus, particularly VPM nucleus, filters sensory information hierarchically"
  },
  {
    "id": 31,
    "statement": "Pattern separation relies on PFC's complex neural oscillations."
  },
  {
    "id": 32,
    "statement": "LTP and LTD rely on neural activity patterns for synaptic balance."
  },
  {
    "id": 33,
    "statement": "The thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 34,
    "statement": "The thalamus actively refines sensory information hierarchically through processing."
  },
  {
    "id": 35,
    "statement": "Thalamus refines sensory input through hierarchical processing pathways refining raw input."
  },
  {
    "id": 36,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 37,
    "statement": "Entrainment and phase-locking regulate synchronized neural oscillations development."
  },
  {
    "id": 38,
    "statement": "Gamma oscillations mediate neural activity synchronization in pattern separation"
  },
  {
    "id": 39,
    "statement": "Working memory capacity's influence on social cognition accuracy varies contextually."
  },
  {
    "id": 40,
    "statement": "The thalamus plays a key role in regulating cortical connections."
  },
  {
    "id": 41,
    "statement": "Thalamus modulates cortical connections through complex thalamocortical loops."
  },
  {
    "id": 42,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 43,
    "statement": "Thalamus refines sensory information through hierarchical neural processing"
  },
  {
    "id": 44,
    "statement": "Thalamus refines sensory information through hierarchical feedforward processing pathways."
  },
  {
    "id": 45,
    "statement": "Gamma oscillations enable synchronous neural activity through entrainment and phase-locking."
  },
  {
    "id": 46,
    "statement": "Pattern separation relies on PFC's complex neural oscillations and regions."
  },
  {
    "id": 47,
    "statement": "Thalamus refines sensory information through neural correlations and filtering."
  },
  {
    "id": 48,
    "statement": "Thalamus modulates cortical connections through complex thalamocortical loops."
  },
  {
    "id": 49,
    "statement": "LTP and LTD regulate synaptic strength through complex interactions."
  },
  {
    "id": 50,
    "statement": "Thalamus enhances sensory information through hierarchical filtering mechanisms."
  },
  {
    "id": 51,
    "statement": "Thalamus's VPM nucleus filters sensory info hierarchically through neural connections."
  },
  {
    "id": 52,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing."
  },
  {
    "id": 53,
    "statement": "Thalamus extracts features through hierarchical processing and feedback loops."
  },
  {
    "id": 54,
    "statement": "Thalamus refines sensory info through hierarchical thalamocortical processing."
  },
  {
    "id": 55,
    "statement": "PFC's pattern separation involves complex neural oscillations and regions."
  },
  {
    "id": 56,
    "statement": "PFC uses pattern separation and completion for predictive processing."
  },
  {
    "id": 57,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms"
  },
  {
    "id": 58,
    "statement": "Thalamus processes sensory information in hierarchical, layer-by-layer fashion."
  },
  {
    "id": 59,
    "statement": "LTP and LTD regulate synaptic strength through complex biological processes."
  },
  {
    "id": 60,
    "statement": "Entrainment and phase-locking enable synchronized neural activity through gamma oscillations."
  },
  {
    "id": 61,
    "statement": "Entrainment and phase-locking synchronize neural activity during gamma oscillations."
  },
  {
    "id": 62,
    "statement": "The thalamus refines sensory information before sending it to cortex."
  },
  {
    "id": 63,
    "statement": "Thalamus processes sensory information through hierarchical neural connections."
  },
  {
    "id": 64,
    "statement": "LTP and LTD regulate synaptic strength through intricate mechanisms."
  },
  {
    "id": 65,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 66,
    "statement": "ToM integrates social cognition, working memory, and attention dynamically."
  },
  {
    "id": 67,
    "statement": "Thalamus refines and filters sensory info hierarchically for processing."
  },
  {
    "id": 68,
    "statement": "LTP and LTD regulate synaptic strength through complex interactions."
  },
  {
    "id": 69,
    "statement": "Thalamus refines sensory info through hierarchical neural connections."
  },
  {
    "id": 70,
    "statement": "Hebbian learning's role in pattern separation remains unclear in research."
  },
  {
    "id": 71,
    "statement": "Thalamus refines sensory input through hierarchical feedback loops."
  },
  {
    "id": 72,
    "statement": "Thalamus refines sensory information through hierarchical processing stages."
  },
  {
    "id": 73,
    "statement": "Thalamus processes sensory information hierarchically through neural networks."
  },
  {
    "id": 74,
    "statement": "PFC pattern separation, completion, and coding mechanisms interact simultaneously."
  },
  {
    "id": 75,
    "statement": "PFC's predictive abilities rely on hippocampal-cortical processing."
  },
  {
    "id": 76,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 77,
    "statement": "The thalamus refines sensory information through hierarchical processing steps."
  },
  {
    "id": 78,
    "statement": "PFC's pattern separation mechanism unclear due to complexity and limitations."
  },
  {
    "id": 79,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 80,
    "statement": "Thalamus processes sensory info through hierarchical refinement and filtering."
  },
  {
    "id": 81,
    "statement": "Hebbian learning occurs in excitatory, correlated neurons within cerebral cortex and hippocampus."
  },
  {
    "id": 82,
    "statement": "Working memory capacity influences social cognition accuracy through attentional control."
  },
  {
    "id": 83,
    "statement": "Thalamus refines sensory information through hierarchical filtering and processing."
  },
  {
    "id": 84,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections"
  },
  {
    "id": 85,
    "statement": "Thalamus processes sensory information through hierarchical, step-by-step refinement."
  },
  {
    "id": 86,
    "statement": "Thalamus's hierarchical processing involves feature extraction and feedback loops."
  },
  {
    "id": 87,
    "statement": "Thalamus refines sensory info through hierarchical neural processing."
  },
  {
    "id": 88,
    "statement": "Thalamus processes sensory information hierarchically through neural layers."
  },
  {
    "id": 89,
    "statement": "Thalamus processes sensory information hierarchically in pyramidal structure"
  },
  {
    "id": 90,
    "statement": "Thalamus processes sensory information hierarchically through neural pathways."
  },
  {
    "id": 91,
    "statement": "PFC's pattern separation involves complex neural oscillations and regions coordination"
  },
  {
    "id": 92,
    "statement": "Thalamus refines sensory information through hierarchical feedforward refinement mechanism."
  },
  {
    "id": 93,
    "statement": "Gamma oscillations entrain neural activity through mechanisms unclear."
  },
  {
    "id": 94,
    "statement": "ToM integrates social cognition, working memory, and attention dynamically."
  },
  {
    "id": 95,
    "statement": "PFC influences Thalamus' filtering through corticothalamic connections, but evidence is limited."
  },
  {
    "id": 96,
    "statement": "The thalamus breaks down sensory information into manageable pieces."
  },
  {
    "id": 97,
    "statement": "Gamma oscillations facilitate neural integration through coordinated activity."
  },
  {
    "id": 98,
    "statement": "Entrainment and phase-locking mechanisms contribute to synchronization of neural oscillations."
  },
  {
    "id": 99,
    "statement": "Thalamus modulates cortical connections through bidirectional thalamocortical loops."
  },
  {
    "id": 100,
    "statement": "Thalamus refines sensory info hierarchically through feedforward and feedback loops."
  },
  {
    "id": 101,
    "statement": "Thalamus refines sensory information through hierarchical neural processing."
  },
  {
    "id": 102,
    "statement": "Theory of Mind integrates social cognition through binding and Hebbian learning."
  },
  {
    "id": 103,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 104,
    "statement": "Entrainment and phase-locking harmonize neural activity synchronously."
  },
  {
    "id": 105,
    "statement": "Gamma oscillations enhance neural synchronization through neural entrainment processes."
  },
  {
    "id": 106,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 107,
    "statement": "Gamma oscillations facilitate neural integration through synchronized activity coordination."
  },
  {
    "id": 108,
    "statement": "Thalamus refines sensory info hierarchically selecting relevant features."
  },
  {
    "id": 109,
    "statement": "LTP and LTD regulate synaptic strength through dynamic interactions."
  },
  {
    "id": 110,
    "statement": "Social cognition, working memory, and attention integrate in ToM."
  },
  {
    "id": 111,
    "statement": "Thalamus refines sensory info through hierarchical neural processing layers."
  },
  {
    "id": 112,
    "statement": "Gamma oscillations' entrainment mechanisms remain unclear in research"
  },
  {
    "id": 113,
    "statement": "Gamma oscillations facilitate neural integration through synchronized activity."
  },
  {
    "id": 114,
    "statement": "The thalamus's selective processing relies on hierarchical neural processing."
  },
  {
    "id": 115,
    "statement": "Thalamus modulates cortical connections through complex neural signaling."
  },
  {
    "id": 116,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention through complex interactions."
  },
  {
    "id": 117,
    "statement": "Pattern separation reflects hierarchical neural network processing."
  },
  {
    "id": 118,
    "statement": "Thalamus processes sensory information hierarchically, refining raw input."
  },
  {
    "id": 119,
    "statement": "Entrainment and phase-locking enable synchronized neural activity through gamma oscillations."
  },
  {
    "id": 120,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention seamlessly."
  },
  {
    "id": 121,
    "statement": "PFC influences Thalamus' filtering through corticothalamic connections."
  },
  {
    "id": 122,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 123,
    "statement": "Gamma oscillations' entrainment occurs through synchronization, phase-locking, and modulation."
  },
  {
    "id": 124,
    "statement": "Working memory capacity influences social cognition accuracy in context-dependent manner."
  },
  {
    "id": 125,
    "statement": "LTP and LTD regulate synaptic strength through complex interactions."
  },
  {
    "id": 126,
    "statement": "Thalamus selectively processes and integrates sensory information before cortex."
  },
  {
    "id": 127,
    "statement": "PFC's pattern separation mechanism remains unclear in research."
  },
  {
    "id": 128,
    "statement": "Predictive processing in PFC involves pattern separation and completion mechanisms."
  },
  {
    "id": 129,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering mechanisms."
  },
  {
    "id": 130,
    "statement": "Thalamus refines sensory info through multiple, unclear neural mechanisms."
  },
  {
    "id": 131,
    "statement": "The thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 132,
    "statement": "Gamma oscillations enable synchronous neural activity through entrainment."
  },
  {
    "id": 133,
    "statement": "Pattern separation in PFC involves complex neural networks, regional specialization, and dynamic activity."
  },
  {
    "id": 134,
    "statement": "Thalamus refines sensory info hierarchically, filtering and processing."
  },
  {
    "id": 135,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 136,
    "statement": "Gamma oscillations entrain neural activity through unclear mechanisms."
  },
  {
    "id": 137,
    "statement": "Thalamus refines sensory information through hierarchical neural pathways."
  },
  {
    "id": 138,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing."
  },
  {
    "id": 139,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 140,
    "statement": "Thalamus refines sensory information through hierarchical feedback processing."
  },
  {
    "id": 141,
    "statement": "Pattern separation in PFC relies on synchronized neural activity."
  },
  {
    "id": 142,
    "statement": "Thalamus refines sensory information through hierarchical processing stages."
  },
  {
    "id": 143,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 144,
    "statement": "Gamma oscillations enable synchronized neural activity and memory distinction."
  },
  {
    "id": 145,
    "statement": "Thalamus processes unprocessed sensory data as a relay station"
  },
  {
    "id": 146,
    "statement": "Thalamus refines sensory info through hierarchical processing stages."
  },
  {
    "id": 147,
    "statement": "Thalamus processes sensory information hierarchically through feedforward mechanisms."
  },
  {
    "id": 148,
    "statement": "Neural entrainment enables synchronized neural activity through rhythmic stimuli."
  },
  {
    "id": 149,
    "statement": "Entrainment and phase-locking synchronize neural activity during gamma oscillations."
  },
  {
    "id": 150,
    "statement": "The thalamus regulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 151,
    "statement": "Top-down signals from PFC modulate thalamus's attentional filtering."
  },
  {
    "id": 152,
    "statement": "Theory of Mind integrates social cognition, attention and memory through complex interactions"
  },
  {
    "id": 153,
    "statement": "Theory of Mind integrates social cognition harmoniously."
  },
  {
    "id": 154,
    "statement": "Entrainment and phase-locking enable synchronized neural activity through gamma oscillations."
  },
  {
    "id": 155,
    "statement": "Entrainment & phase-locking synchronize neural activity through gamma oscillations"
  },
  {
    "id": 156,
    "statement": "The thalamus filters sensory information hierarchically through neural connections."
  },
  {
    "id": 157,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through frequency and phase alignment."
  },
  {
    "id": 158,
    "statement": "Thalamus refines sensory info through hierarchical, layered processing steps."
  },
  {
    "id": 159,
    "statement": "Entrainment and phase-locking synchronize neural activity robustly."
  },
  {
    "id": 160,
    "statement": "LTP and LTD regulate synaptic strength through opposing processes."
  },
  {
    "id": 161,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 162,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 163,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 164,
    "statement": "Thalamus refines sensory info hierarchically in layer-by-layer processing."
  },
  {
    "id": 165,
    "statement": "Thalamus processes sensory information hierarchically through layer-by-layer processing."
  },
  {
    "id": 166,
    "statement": "Thalamus as sensory gatekeeper, features extraction and filtering."
  },
  {
    "id": 167,
    "statement": "Thalamus filters sensory information hierarchically through different levels."
  },
  {
    "id": 168,
    "statement": "Thalamus refines sensory information hierarchically through pathways."
  },
  {
    "id": 169,
    "statement": "Hebbian learning strengthens connections between correlated, not necessarily excitatory, neurons."
  },
  {
    "id": 170,
    "statement": "LTP and LTD regulate synaptic strength in opposing directions."
  },
  {
    "id": 171,
    "statement": "Theory of Mind integrates social cognition through binding and Hebbian learning."
  },
  {
    "id": 172,
    "statement": "PFC's pattern separation involves posteromedial regions and gamma oscillations."
  },
  {
    "id": 173,
    "statement": "Thalamus processes sensory information hierarchically through thalamocortical loops."
  },
  {
    "id": 174,
    "statement": "Theory of Mind involves complex neural networks and oscillations"
  },
  {
    "id": 175,
    "statement": "Thalamocortical synchrony enables hierarchical sensory processing."
  },
  {
    "id": 176,
    "statement": "Entrainment and phase-locking facilitate gamma oscillations synchronization."
  },
  {
    "id": 177,
    "statement": "The thalamus refines sensory input through hierarchical processing filters."
  },
  {
    "id": 178,
    "statement": "Gamma oscillations mediate neural activity synchronization in pattern separation."
  },
  {
    "id": 179,
    "statement": "PFC pattern separation involves complex neural oscillations and regions."
  },
  {
    "id": 180,
    "statement": "Entrainment synchronizes neural activity through neural oscillations and feedback loops."
  },
  {
    "id": 181,
    "statement": "Thalamus refines sensory input hierarchically through processing filters."
  },
  {
    "id": 182,
    "statement": "The thalamus refines sensory input through hierarchical processing pathways."
  },
  {
    "id": 183,
    "statement": "Hebbian learning strengthens neural connections through correlated activity."
  },
  {
    "id": 184,
    "statement": "Thalamus modulates cortex through diverse neural communication pathways."
  },
  {
    "id": 185,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 186,
    "statement": "Thalamus refines sensory info hierarchically through primary-secondary-association stages."
  },
  {
    "id": 187,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 188,
    "statement": "LTP and LTD dynamically regulate synaptic strength through competition."
  },
  {
    "id": 189,
    "statement": "Gamma oscillations facilitate neural integration through synchronized activity coordination."
  },
  {
    "id": 190,
    "statement": "Pattern separation involves complex neural processes and interactions."
  },
  {
    "id": 191,
    "statement": "Thalamus refines sensory information through hierarchical processing loops."
  },
  {
    "id": 192,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through mechanisms."
  },
  {
    "id": 193,
    "statement": "PFC influences thalamus' attentional filtering through corticothalamic pathways."
  },
  {
    "id": 194,
    "statement": "Thalamus refines sensory info through hierarchical neural processing layers"
  },
  {
    "id": 195,
    "statement": "Thalamus actively refines sensory information through hierarchical processing."
  },
  {
    "id": 196,
    "statement": "PFC's predictive abilities rely on pattern separation and completion."
  },
  {
    "id": 197,
    "statement": "LTP and LTD rely on neural activity patterns for synaptic strength."
  },
  {
    "id": 198,
    "statement": "Thalamus processes sensory info hierarchically and refines it."
  },
  {
    "id": 199,
    "statement": "Entrainment and phase-locking synchronize neural activity through gamma oscillations."
  }
]