[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Lying can be morally acceptable in specific circumstances and situations."
  },
  {
    "id": 2,
    "statement": "The thalamus filters sensory information through neural oscillations."
  },
  {
    "id": 3,
    "statement": "Thalamus modulates sensory processing based on attentional state dynamically through attentional modulation, thalamic gating, and neural oscillations."
  },
  {
    "id": 4,
    "statement": "Thalamus selectively filters sensory information based on attention."
  },
  {
    "id": 5,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization processes."
  },
  {
    "id": 6,
    "statement": "Thalamus dynamically filters sensory information based on attention."
  },
  {
    "id": 7,
    "statement": "Genetic predispositions interact with environment to shape moral development"
  },
  {
    "id": 8,
    "statement": "Thalamus filters sensory information based on attentional demands."
  },
  {
    "id": 9,
    "statement": "Biological and cultural factors influence each other reciprocally, shaping human experiences."
  },
  {
    "id": 10,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attentional modulation"
  },
  {
    "id": 11,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 12,
    "statement": "Thalamus modulates sensory information through neural oscillations modulation"
  },
  {
    "id": 13,
    "statement": "Genetic predispositions interact with environment in shaping morality."
  },
  {
    "id": 14,
    "statement": "Thalamus filters sensory information through neural oscillation modulation."
  },
  {
    "id": 15,
    "statement": "Thalamus filters sensory information based on attentional state dynamically."
  },
  {
    "id": 16,
    "statement": "The Thalamus dynamically filters sensory information based on attention demands."
  },
  {
    "id": 17,
    "statement": "Moral development arises from interdependent biology, culture, environment."
  },
  {
    "id": 18,
    "statement": "Thalamus adjusts filtering based on attentional demands through neural modulation."
  },
  {
    "id": 19,
    "statement": "Thalamus filters sensory info based on attentional demands dynamically."
  },
  {
    "id": 20,
    "statement": "Thalamus filters sensory information through neural oscillations' modulation."
  },
  {
    "id": 21,
    "statement": "Thalamus filters sensory information according to attentional demands dynamically."
  },
  {
    "id": 22,
    "statement": "Thalamus acts as a 'gatekeeper' filtering sensory info."
  },
  {
    "id": 23,
    "statement": "The thalamus filters sensory information through neural oscillations' synchronization."
  },
  {
    "id": 24,
    "statement": "Honesty is a fundamental principle in all human interactions."
  },
  {
    "id": 25,
    "statement": "Attention size lacks clear definition in neuroscience research due controversy"
  },
  {
    "id": 26,
    "statement": "Thalamus' function remains complex and not fully understood."
  },
  {
    "id": 27,
    "statement": "Thalamus dynamically filters sensory info based on attention demands."
  },
  {
    "id": 28,
    "statement": "Thalamus uses dynamic neural oscillations to filter sensory information."
  },
  {
    "id": 29,
    "statement": "Thalamus selectively filters sensory information through gamma-band oscillations."
  },
  {
    "id": 30,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 31,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 32,
    "statement": "Thalamus actively processes sensory info before sending it to cortex."
  },
  {
    "id": 33,
    "statement": "Thalamus adjusts filtering based on attentional demands and processing."
  },
  {
    "id": 34,
    "statement": "Lying's moral acceptability varies across different cultural contexts."
  },
  {
    "id": 35,
    "statement": "Trust is built gradually through consistent and reliable actions."
  },
  {
    "id": 36,
    "statement": "Thalamus filters sensory info through multiple neural oscillations dynamically."
  },
  {
    "id": 37,
    "statement": "Thalamus gates sensory info through neural oscillation modulation."
  },
  {
    "id": 38,
    "statement": "Thalamus dynamically filters sensory info through neural oscillation attention modulation."
  },
  {
    "id": 39,
    "statement": "Honesty is a vital aspect of trust, not sole necessity."
  },
  {
    "id": 40,
    "statement": "Thalamus filters sensory info through neural oscillatory circuits dynamically."
  },
  {
    "id": 41,
    "statement": "The Thalamus plays a crucial role in attentional modulation"
  },
  {
    "id": 42,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 43,
    "statement": "Thalamus filters sensory info based on attentional state dynamically."
  },
  {
    "id": 44,
    "statement": "Thalamus dynamically filters sensory info based on attention demands."
  },
  {
    "id": 45,
    "statement": "Thalamus adjusts filtering based on attentional state mechanisms"
  },
  {
    "id": 46,
    "statement": "The thalamus gates sensory info using synchronized neural activity."
  },
  {
    "id": 47,
    "statement": "Thalamus modulates sensory processing through neural oscillations' synchronization."
  },
  {
    "id": 48,
    "statement": "Neural oscillations play key role in thalamic sensory processing and gating."
  },
  {
    "id": 49,
    "statement": "Thalamus modulates neural oscillations to filter sensory information"
  },
  {
    "id": 50,
    "statement": "Thalamus's filtering role involves gamma-frequency oscillations only."
  },
  {
    "id": 51,
    "statement": "Thalamus generates and synchronizes gamma-band oscillations for sensory processing."
  },
  {
    "id": 52,
    "statement": "Attention size is a complex and multifaceted cognitive process."
  },
  {
    "id": 53,
    "statement": "Cultural norms shape moral judgments through rationalization and justifications."
  },
  {
    "id": 54,
    "statement": "Honesty requires consistency, reliability, and authenticity in actions."
  },
  {
    "id": 55,
    "statement": "Thalamus's neural oscillations play crucial role in attention modulation."
  },
  {
    "id": 56,
    "statement": "Honesty is one aspect of building trust, but not sole foundation."
  },
  {
    "id": 57,
    "statement": "Honesty requires consistency, reliability, and authenticity in actions."
  },
  {
    "id": 58,
    "statement": "Thalamus filters sensory info through attention-dependent neural synchronization."
  },
  {
    "id": 59,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization."
  },
  {
    "id": 60,
    "statement": "Thalamus filters sensory info through neural oscillations' rhythmic activity"
  },
  {
    "id": 61,
    "statement": "Predictability's impact on trust depends on specific context and purpose."
  },
  {
    "id": 62,
    "statement": "Honesty is crucial for establishing trust, but consistency and reliability are also essential."
  },
  {
    "id": 63,
    "statement": "Genetic predispositions interact with environment in moral development."
  },
  {
    "id": 64,
    "statement": "Thalamus modulates neural oscillations to selectively filter sensory info."
  },
  {
    "id": 65,
    "statement": "Thalamus uses neural oscillations to filter and process sensory information."
  },
  {
    "id": 66,
    "statement": "Thalamus modulates sensory processing through neural oscillations' synchronization always."
  },
  {
    "id": 67,
    "statement": "Honesty is not always a fundamental principle in human interactions."
  },
  {
    "id": 68,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 69,
    "statement": "Thalamus plays a crucial role in regulating sensory attention."
  },
  {
    "id": 70,
    "statement": "Attention size may not have a clear definition in neuroscience."
  },
  {
    "id": 71,
    "statement": "Thalamus modulates sensory processing through frequency-dependent neural activity."
  },
  {
    "id": 72,
    "statement": "Thalamus synchronizes neural oscillations for efficient sensory processing."
  },
  {
    "id": 73,
    "statement": "Thalamus's neural mechanisms for generating gamma-band oscillations are unclear."
  },
  {
    "id": 74,
    "statement": "Thalamus filters sensory info through attention-dependent neural oscillations synchronization."
  },
  {
    "id": 75,
    "statement": "Biological and cultural factors reciprocally influence human experiences."
  },
  {
    "id": 76,
    "statement": "Thalamus filters sensory info dynamically based on attentional demands."
  },
  {
    "id": 77,
    "statement": "Thalamus filters sensory info through dynamic neural oscillations."
  },
  {
    "id": 78,
    "statement": "Attention size lacks clear definition due to theoretical frameworks."
  },
  {
    "id": 79,
    "statement": "Thalamus filters sensory information based on attentional state dynamically through neural oscillations."
  },
  {
    "id": 80,
    "statement": "Cultural norms influence moral judgments through justified explanations of reasons."
  },
  {
    "id": 81,
    "statement": "Moral development is a lifelong dynamic process of growth."
  },
  {
    "id": 82,
    "statement": "Thalamus uses gamma and alpha oscillations for sensory processing."
  },
  {
    "id": 83,
    "statement": "Thalamus modulates sensory processing through neural oscillations' synchronization"
  },
  {
    "id": 84,
    "statement": "Thalamus gates sensory info using synchronized neural oscillations."
  },
  {
    "id": 85,
    "statement": "Protecting truth is important in building trust's foundation."
  },
  {
    "id": 86,
    "statement": "Thalamus modulates sensory processing through neural oscillations modularity."
  },
  {
    "id": 87,
    "statement": "Thalamus' oscillations synchronize with corticothalamic loops for attentional modulation."
  },
  {
    "id": 88,
    "statement": "Frequency-specific neural oscillations influence sensory processing mechanisms."
  },
  {
    "id": 89,
    "statement": "Moral development arises from dynamic interactions between biology, culture, and environment."
  },
  {
    "id": 90,
    "statement": "Moral development arises from interacting biology, culture, and environment dynamics."
  },
  {
    "id": 91,
    "statement": "Moral development arises from interactive dynamics of biology, culture, environment."
  },
  {
    "id": 92,
    "statement": "Honesty is a necessary condition for trust building, but insufficient alone."
  },
  {
    "id": 93,
    "statement": "Biological and cultural factors have reciprocal influences."
  },
  {
    "id": 94,
    "statement": "Honesty, consistency, and reliability together build trust foundation."
  },
  {
    "id": 95,
    "statement": "Thalamus uses gamma oscillations to filter and process sensory info."
  },
  {
    "id": 96,
    "statement": "Thalamus's filtering role involves both gamma- and beta-frequency oscillations."
  },
  {
    "id": 97,
    "statement": "Thalamus modulates sensory info through attentional neural oscillations."
  },
  {
    "id": 98,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 99,
    "statement": "Cultural norms shape moral judgments through emotional contagion and identity"
  },
  {
    "id": 100,
    "statement": "Thalamus harmonizes perceptual processing with neural frequency modulation."
  },
  {
    "id": 101,
    "statement": "Thalamus dynamically filters sensory info through neural oscillations."
  },
  {
    "id": 102,
    "statement": "Thalamus filters sensory info through attention-dependent neural oscillations."
  },
  {
    "id": 103,
    "statement": "Moral development is a lifelong process of dynamic interactions."
  },
  {
    "id": 104,
    "statement": "Thalamus oscillations synchronize for attentional modulation effectiveness."
  },
  {
    "id": 105,
    "statement": "Thalamus dynamically adjusts filtering based on attentional demands."
  },
  {
    "id": 106,
    "statement": "Thalamus filters sensory info through neural oscillations, attentional modulation."
  },
  {
    "id": 107,
    "statement": "Biological and cultural factors reciprocally influence each other's development."
  },
  {
    "id": 108,
    "statement": "Thalamus dynamically adjusts filtering in response to attention demands."
  },
  {
    "id": 109,
    "statement": "Honesty is essential but not sole basis for trust"
  },
  {
    "id": 110,
    "statement": "Predictability is necessary for building trust but not sufficient alone."
  },
  {
    "id": 111,
    "statement": "Thalamus filters sensory information through gamma-frequency neural oscillations."
  },
  {
    "id": 112,
    "statement": "Cultural context influences moral acceptability of lying."
  },
  {
    "id": 113,
    "statement": "Thalamus uses dynamic neural oscillations to filter sensory information."
  },
  {
    "id": 114,
    "statement": "Attention size lacks a clear definition in neuroscience research."
  },
  {
    "id": 115,
    "statement": "Thalamus filters sensory info through attention-dependent neural oscillations."
  },
  {
    "id": 116,
    "statement": "The thalamus filters sensory info through gamma-band neural oscillations."
  },
  {
    "id": 117,
    "statement": "Thalamus modulates sensory processing through neural oscillation synchronization."
  },
  {
    "id": 118,
    "statement": "Cultural norms shape emotional expressions through internalized expectations."
  },
  {
    "id": 119,
    "statement": "Thalamus filters sensory info based on attentional state dynamically."
  },
  {
    "id": 120,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attentional modulation."
  },
  {
    "id": 121,
    "statement": "Cultural norms shape moral judgments through rationalization and justification."
  },
  {
    "id": 122,
    "statement": "Thalamus modulates sensory information filtering through attention-dependent neural synchronization"
  },
  {
    "id": 123,
    "statement": "Thalamus generates and synchronizes neural oscillations for sensory processing."
  },
  {
    "id": 124,
    "statement": "Moral development arises from dynamic biological-cultural-environmental interactions."
  },
  {
    "id": 125,
    "statement": "Honesty is a crucial aspect of building trust and relationships."
  },
  {
    "id": 126,
    "statement": "Thalamus oscillations filter sensory information through neural modulation."
  },
  {
    "id": 127,
    "statement": "Thalamus dynamically adjusts filtering in response to attention demands."
  },
  {
    "id": 128,
    "statement": "Thalamus filters sensory info through attention-dependent neural synchronization."
  },
  {
    "id": 129,
    "statement": "Thalamic oscillations synchronized with corticothalamic loops enhance attentional modulation"
  },
  {
    "id": 130,
    "statement": "Cultural norms shape emotional expressions through social learning processes reinforcement."
  },
  {
    "id": 131,
    "statement": "Moral development involves dynamic and reciprocal biological-cultural-environmental interactions."
  },
  {
    "id": 132,
    "statement": "Cultural norms shape moral judgments through rationalizations and justifications"
  },
  {
    "id": 133,
    "statement": "Thalamic oscillations synchronize with corticothalamic loops for attention."
  },
  {
    "id": 134,
    "statement": "Honesty is a crucial but not sole condition for trust."
  },
  {
    "id": 135,
    "statement": "Predictability alone is insufficient for building trust."
  },
  {
    "id": 136,
    "statement": "Thalamus selectively filters sensory information based on attention demand."
  },
  {
    "id": 137,
    "statement": "Thalamic filtering adjusts attentional modulation dynamically through neural oscillations."
  },
  {
    "id": 138,
    "statement": "The thalamus filters sensory info based on attention demands dynamically."
  },
  {
    "id": 139,
    "statement": "The thalamus filters sensory information through synchronized neural oscillations."
  },
  {
    "id": 140,
    "statement": "Thalamic oscillations enhance attentional modulation through corticothalamic loops."
  },
  {
    "id": 141,
    "statement": "Thalamus uses gamma oscillations to filter and process sensory info."
  },
  {
    "id": 142,
    "statement": "Thalamus modulates neural oscillations for selective sensory filtering."
  },
  {
    "id": 143,
    "statement": "Thalamus dynamically filters sensory information through neural oscillations."
  },
  {
    "id": 144,
    "statement": "Thalamus dynamically filters sensory info through neural oscillations."
  },
  {
    "id": 145,
    "statement": "Biological and cultural factors interact and influence each other's development"
  },
  {
    "id": 146,
    "statement": "Thalamus modulates sensory processing through neural oscillations synchronization."
  },
  {
    "id": 147,
    "statement": "Thalamus filters, modulates and gates sensory information before cortex"
  },
  {
    "id": 148,
    "statement": "Lying can be morally acceptable in specific cultural contexts."
  },
  {
    "id": 149,
    "statement": "The thalamus uses neural oscillations to gate sensory information."
  },
  {
    "id": 150,
    "statement": "Thalamus regulates neural oscillations to selectively filter sensory info."
  },
  {
    "id": 151,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attentional modulation."
  },
  {
    "id": 152,
    "statement": "Trust depends on specific context, goals, and purposes."
  },
  {
    "id": 153,
    "statement": "Thalamus dynamically modulates sensory processing through attentional state."
  },
  {
    "id": 154,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 155,
    "statement": "Thalamus filters sensory info based on attentional state dynamically."
  },
  {
    "id": 156,
    "statement": "Cultural norms influence moral judgments through rationalization and justification."
  },
  {
    "id": 157,
    "statement": "Thalamus plays a crucial role in filtering sensory information."
  },
  {
    "id": 158,
    "statement": "The thalamus is complex due to multiple functions and connectivity."
  },
  {
    "id": 159,
    "statement": "Cultural norms influence moral judgments through rationalization and justification processes."
  },
  {
    "id": 160,
    "statement": "Thalamus filters sensory info based on attention through neural modulation."
  },
  {
    "id": 161,
    "statement": "Moral development arises from interdependent biological, cultural, and environmental factors"
  },
  {
    "id": 162,
    "statement": "Thalamus filters sensory information through attention-dependent neural oscillations modulation."
  },
  {
    "id": 163,
    "statement": "Thalamus filters sensory info through synchronized neural activity patterns."
  },
  {
    "id": 164,
    "statement": "Honesty requires consistency, reliability, and authenticity in actions."
  },
  {
    "id": 165,
    "statement": "Thalamus synchronizes neural oscillations for efficient sensory processing."
  },
  {
    "id": 166,
    "statement": "Cultural norms shape emotional expressions through complex interactions."
  },
  {
    "id": 167,
    "statement": "Thalamus filters sensory information through neural oscillations synchronization."
  },
  {
    "id": 168,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 169,
    "statement": "The thalamus modulates sensory info through neural oscillation gating"
  },
  {
    "id": 170,
    "statement": "Thalamus selectively filters sensory information through attention-dependent mechanisms."
  },
  {
    "id": 171,
    "statement": "Genetic predispositions interact with environment to shape moral development."
  },
  {
    "id": 172,
    "statement": "Thalamus synchronizes neural oscillations for attentional modulation effectiveness"
  },
  {
    "id": 173,
    "statement": "The thalamus filters sensory info through gamma-band neural oscillations synchronizing."
  },
  {
    "id": 174,
    "statement": "Thalamus's filtering mechanisms adapt to attentional demands dynamically."
  },
  {
    "id": 175,
    "statement": "Thalamus dynamically adjusts filtering through neural oscillation synchronization, gating."
  },
  {
    "id": 176,
    "statement": "Thalamus dynamically filters sensory information through attention modulation."
  },
  {
    "id": 177,
    "statement": "Corticothalamic loops enable bidirectional attention modulation and information processing."
  },
  {
    "id": 178,
    "statement": "The thalamus filters sensory info based on attentional demands dynamically."
  },
  {
    "id": 179,
    "statement": "Thalamus filters sensory information based on attentional state dynamically."
  },
  {
    "id": 180,
    "statement": "The thalamus filters sensory info through synchronized neural activity."
  },
  {
    "id": 181,
    "statement": "Lying's moral acceptability varies across different cultural contexts."
  },
  {
    "id": 182,
    "statement": "Biological and cultural factors interact in a continuous cycle."
  },
  {
    "id": 183,
    "statement": "Thalamus adjusts filtering based on cognitive resource allocation."
  },
  {
    "id": 184,
    "statement": "Attention size eludes definition due to complexity and context."
  },
  {
    "id": 185,
    "statement": "Thalamus plays crucial role in sensory processing and transmission."
  },
  {
    "id": 186,
    "statement": "Honesty is a fundamental value that sets foundation for trust."
  },
  {
    "id": 187,
    "statement": "Thalamus filters sensory info based on attention, priority."
  },
  {
    "id": 188,
    "statement": "Morality arises from complex interplay between biology, culture, environment"
  },
  {
    "id": 189,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations."
  },
  {
    "id": 190,
    "statement": "Thalamus's role in harmonizing sensory processing with neural oscillations."
  },
  {
    "id": 191,
    "statement": "Thalamus uses neural oscillations to filter sensory information dynamically."
  },
  {
    "id": 192,
    "statement": "Trust develops through consistent, reliable actions and interactions."
  },
  {
    "id": 193,
    "statement": "Dynamic neural oscillations in thalamus regulate sensory information filtering."
  },
  {
    "id": 194,
    "statement": "Thalamus dynamically filters sensory info based on attention demands."
  },
  {
    "id": 195,
    "statement": "Cultural norms influence moral judgments through rationalization and justification."
  },
  {
    "id": 196,
    "statement": "Moral development arises from interdependent biological, cultural, and environmental factors"
  },
  {
    "id": 197,
    "statement": "Honesty is a vital aspect of trust, not sole necessity."
  },
  {
    "id": 198,
    "statement": "Honesty is essential for establishing stable trust relationships."
  }
]