[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 2,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 3,
    "statement": "Thalamus acts as a critical relay station for sensory processing."
  },
  {
    "id": 4,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 5,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 6,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 7,
    "statement": "Cortical expectations are top-down predictions about sensory input filtrating."
  },
  {
    "id": 8,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 9,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 10,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 11,
    "statement": "Thalamus filters sensory info based on top-down predictions."
  },
  {
    "id": 12,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 13,
    "statement": "Thalamus relays sensory information to primary sensory cortex processing."
  },
  {
    "id": 14,
    "statement": "Theory of mind enables simulating mental states through imagination."
  },
  {
    "id": 15,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 16,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives."
  },
  {
    "id": 17,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 18,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 19,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 20,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 21,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 22,
    "statement": "Corticothalamic pathway enables bidirectional top-down attentional modulation."
  },
  {
    "id": 23,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing."
  },
  {
    "id": 24,
    "statement": "Action potentials represent electrical impulses transmitted through neurons"
  },
  {
    "id": 25,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 26,
    "statement": "Thalamus integrates sensory signals with cortical predictions dynamically."
  },
  {
    "id": 27,
    "statement": "Thalamus processes sensory info hierarchically for cortex processing."
  },
  {
    "id": 28,
    "statement": "Thalamus actively participates in sensory information processing filtering."
  },
  {
    "id": 29,
    "statement": "The thalamus extracts features by hierarchically processing sensory information."
  },
  {
    "id": 30,
    "statement": "Corticothalamic pathway enables cortically-modulated sensory information processing"
  },
  {
    "id": 31,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through imagination."
  },
  {
    "id": 32,
    "statement": "Top-down feedback from cortex refines thalamus's sensory information processing."
  },
  {
    "id": 33,
    "statement": "The thalamus receives sensory information from the Peripheral Nervous System"
  },
  {
    "id": 34,
    "statement": "Neural gain influences sensory transmission strength through synaptic plasticity."
  },
  {
    "id": 35,
    "statement": "Thalamus dynamically filters sensory info in real-time with cortical feedback"
  },
  {
    "id": 36,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 37,
    "statement": "Synaptic plasticity enhances neural circuits through adaptive strengthening and pruning."
  },
  {
    "id": 38,
    "statement": "Cortical expectations influence thalamic filtering based on past experiences and learning dynamically through varied neural pathways"
  },
  {
    "id": 39,
    "statement": "Corticothalamic connections enable bi-directional information exchange between thalamus and cortex."
  },
  {
    "id": 40,
    "statement": "Thalamus refines and processes sensory info before transmission."
  },
  {
    "id": 41,
    "statement": "Corticothalamic connections facilitate bidirectional neural communication."
  },
  {
    "id": 42,
    "statement": "Thalamus dynamically integrates sensory signals with cortical predictions in real-time."
  },
  {
    "id": 43,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 44,
    "statement": "Thalamus dynamically refines sensory info through cortical predictions."
  },
  {
    "id": 45,
    "statement": "Thalamus filters and processes sensory information in real-time."
  },
  {
    "id": 46,
    "statement": "Thalamus processes sensory information in hierarchical layers with refinement."
  },
  {
    "id": 47,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections"
  },
  {
    "id": 48,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 49,
    "statement": "Corticothalamic pathway mediates top-down attentional modulation through feedback loops."
  },
  {
    "id": 50,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation."
  },
  {
    "id": 51,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 52,
    "statement": "Neural gain modulates sensory transmission strength through corticothalamic interactions."
  },
  {
    "id": 53,
    "statement": "Cortical expectations influence thalamic filtering through varied neural pathways."
  },
  {
    "id": 54,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 55,
    "statement": "Cortical predictions modulate thalamic processing neural activity dynamically."
  },
  {
    "id": 56,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission."
  },
  {
    "id": 57,
    "statement": "The thalamus dynamically filters sensory info based on past experiences."
  },
  {
    "id": 58,
    "statement": "Corticothalamic connections enable bidirectional information exchange between thalamus and cortex."
  },
  {
    "id": 59,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 60,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 61,
    "statement": "Cortical expectations influence thalamus's filtering through learned predictions."
  },
  {
    "id": 62,
    "statement": "Mentalizing simulates others' mental states through neural network simulations."
  },
  {
    "id": 63,
    "statement": "Corticothalamic pathway enables top-down processing of sensory information."
  },
  {
    "id": 64,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 65,
    "statement": "Thalamus dynamically filters sensory information based on cortical expectations."
  },
  {
    "id": 66,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 67,
    "statement": "Corticothalamic connections facilitate bidirectional interaction between cortex and thalamus."
  },
  {
    "id": 68,
    "statement": "Mentalizing simulates others' mental states through perspective-taking and inference."
  },
  {
    "id": 69,
    "statement": "Interoception recognizes and interprets internal bodily sensations."
  },
  {
    "id": 70,
    "statement": "Cortical expectations shape thalamic filtering of sensory information."
  },
  {
    "id": 71,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 72,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 73,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized activity."
  },
  {
    "id": 74,
    "statement": "Corticothalamic pathway involves glutamate and GABA neurotransmission."
  },
  {
    "id": 75,
    "statement": "Theory of mind enables simulating others' mental states through imagination."
  },
  {
    "id": 76,
    "statement": "PFC's top-down control modulates thalamus's sensory filtering through CT."
  },
  {
    "id": 77,
    "statement": "Synaptic plasticity enables changes in neural circuit connections."
  },
  {
    "id": 78,
    "statement": "Cortical expectations modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 79,
    "statement": "Cortical predictions influence thalamus's sensory information processing dynamically."
  },
  {
    "id": 80,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing through feedback."
  },
  {
    "id": 81,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 82,
    "statement": "Mentalizing simulates others' mental states through active neural simulation."
  },
  {
    "id": 83,
    "statement": "Thalamus integrates sensory signals with cortical predictions dynamically."
  },
  {
    "id": 84,
    "statement": "Thalamus filters and refines sensory information through corticothalamic connections."
  },
  {
    "id": 85,
    "statement": "Corticothalamic connections enable bidirectional communication in both directions."
  },
  {
    "id": 86,
    "statement": "Thalamus refines and processes sensory info through hierarchical processing."
  },
  {
    "id": 87,
    "statement": "Thalamus integrates sensory signals in real-time dynamically adapting processing."
  },
  {
    "id": 88,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 89,
    "statement": "Thalamus filters sensory info based on top-down cortical predictions."
  },
  {
    "id": 90,
    "statement": "Thalamus filters sensory info hierarchically for cortex processing."
  },
  {
    "id": 91,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections."
  },
  {
    "id": 92,
    "statement": "Thalamus hierarchically processes sensory information for cortical interpretation."
  },
  {
    "id": 93,
    "statement": "Thalamus processes sensory info hierarchically through neural circuits."
  },
  {
    "id": 94,
    "statement": "Thalamus filters sensory information selectively through corticothalamic connections."
  },
  {
    "id": 95,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT pathways."
  },
  {
    "id": 96,
    "statement": "Thalamus integrates multiple sensory sources hierarchically, refining data"
  },
  {
    "id": 97,
    "statement": "The thalamus integrates sensory signals with cortical predictions through top-down modulation."
  },
  {
    "id": 98,
    "statement": "Synaptic plasticity enables reorganization and adaptation of neural circuits."
  },
  {
    "id": 99,
    "statement": "Neural gain modulates corticothalamic interactions to amplify sensory transmission."
  },
  {
    "id": 100,
    "statement": "Thalamus refines sensory information before transmitting to cortex"
  },
  {
    "id": 101,
    "statement": "Corticothalamic pathway involves glutamate and GABA neurotransmitter interactions."
  },
  {
    "id": 102,
    "statement": "Thalamus integrates sensory information in a hierarchical manner, refining data."
  },
  {
    "id": 103,
    "statement": "Thalamus dynamically adjusts sensory filtering based on cortical predictions."
  },
  {
    "id": 104,
    "statement": "Cortical expectations are top-down predictions about sensory input filtering."
  },
  {
    "id": 105,
    "statement": "Cortical expectations influence thalamus's filtering through anticipated sensory patterns."
  },
  {
    "id": 106,
    "statement": "Thalamus filters sensory info based on cortical predictions through CT."
  },
  {
    "id": 107,
    "statement": "Corticothalamic connections connect cortex to thalamus for sensory information filtering and modulation."
  },
  {
    "id": 108,
    "statement": "Bidirectional corticothalamic connections enable thalamic filtering through top-down expectations."
  },
  {
    "id": 109,
    "statement": "Thalamus integrates multiple sensory sources through hierarchical processing."
  },
  {
    "id": 110,
    "statement": "Thalamus dynamically refines filtering based on cortical expectations constantly."
  },
  {
    "id": 111,
    "statement": "Thalamus filters sensory input according to cortical predictions."
  },
  {
    "id": 112,
    "statement": "The thalamus acts as a complex sensory information processing hub."
  },
  {
    "id": 113,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 114,
    "statement": "PFC's top-down control regulates sensory processing through Corticothalamic pathway."
  },
  {
    "id": 115,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic predictions."
  },
  {
    "id": 116,
    "statement": "Brain regions communicate through synchronized neural oscillations, firing, and transmission."
  },
  {
    "id": 117,
    "statement": "Synaptic plasticity enables neural circuits reorganization and adaptation."
  },
  {
    "id": 118,
    "statement": "LTP and LTD enable synaptic plasticity for learning and memory."
  },
  {
    "id": 119,
    "statement": "Synaptic plasticity enables adaptive strengthening and weakening of neural connections."
  },
  {
    "id": 120,
    "statement": "Thalamus dynamically refines sensory filtering based on cortical predictions."
  },
  {
    "id": 121,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 122,
    "statement": "Interoception recognizes and interprets internal bodily sensations.'"
  },
  {
    "id": 123,
    "statement": "Thalamus acts as a sensory information relay station dynamically"
  },
  {
    "id": 124,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission"
  },
  {
    "id": 125,
    "statement": "Imagination simulates others' mental states through theory of mind."
  },
  {
    "id": 126,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 127,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 128,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 129,
    "statement": "Cortical expectations refer to top-down predictions about sensory input."
  },
  {
    "id": 130,
    "statement": "Corticothalamic pathway involves excitatory and inhibitory neurotransmitter interactions"
  },
  {
    "id": 131,
    "statement": "Thalamus gates sensory info through top-down attentional modulation."
  },
  {
    "id": 132,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections."
  },
  {
    "id": 133,
    "statement": "Cortical predictions generate anticipatory representations of sensory stimuli based on past experiences and learning."
  },
  {
    "id": 134,
    "statement": "Cortical expectations influence thalamic filtering through anticipated sensory patterns."
  },
  {
    "id": 135,
    "statement": "Cortex shapes sensory info processing through top-down modulation."
  },
  {
    "id": 136,
    "statement": "Thalamus actively filters sensory info based on cortical expectations."
  },
  {
    "id": 137,
    "statement": "Corticothalamic connections enable PFC's top-down attentional modulation"
  },
  {
    "id": 138,
    "statement": "Thalamus filters sensory info hierarchically for cortical processing similarly."
  },
  {
    "id": 139,
    "statement": "Cortical expectations influence thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 140,
    "statement": "Neural gain affects corticothalamic interactions to amplify sensory transmission"
  },
  {
    "id": 141,
    "statement": "Corticothalamic connections integrate top-down and bottom-up processing."
  },
  {
    "id": 142,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 143,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 144,
    "statement": "Corticothalamic connections filter and modulate sensory information attentively."
  },
  {
    "id": 145,
    "statement": "Thalamus integrates sensory info from multiple sources hierarchically."
  },
  {
    "id": 146,
    "statement": "Thalamus processes sensory information hierarchically for cortical processing."
  },
  {
    "id": 147,
    "statement": "Cortical expectations modulate thalamic filtering via bidirectional corticothalamic connections."
  },
  {
    "id": 148,
    "statement": "Corticothalamic pathway enables top-down control over sensory processing."
  },
  {
    "id": 149,
    "statement": "Cortical predictions involve top-down anticipations based on past experiences and learning."
  },
  {
    "id": 150,
    "statement": "The thalamus processes sensory info hierarchically through stages."
  },
  {
    "id": 151,
    "statement": "Interoception recognizes and interprets internal bodily sensations."
  },
  {
    "id": 152,
    "statement": "Thalamus refines filtering in real-time based on cortical predictions"
  },
  {
    "id": 153,
    "statement": "Thalamus extracts features by hierarchically processing sensory information together"
  },
  {
    "id": 154,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 155,
    "statement": "Prefrontal cortex modulates thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 156,
    "statement": "PFC modulates thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 157,
    "statement": "Synaptic plasticity enhances neural circuit function through adaptive changes."
  },
  {
    "id": 158,
    "statement": "Thalamus filters sensory info based on past experiences through synaptic plasticity."
  },
  {
    "id": 159,
    "statement": "LTP and LTD enable synaptic plasticity for learning and memory."
  },
  {
    "id": 160,
    "statement": "Top-down control from PFC gates thalamic filtering of sensory info."
  },
  {
    "id": 161,
    "statement": "Glutamate and GABA regulate corticothalamic pathway's excitatory and inhibitory transmission rings."
  },
  {
    "id": 162,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through predictions"
  },
  {
    "id": 163,
    "statement": "Higher-level brain areas pre-process sensory info before transmission."
  },
  {
    "id": 164,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 165,
    "statement": "Corticothalamic pathway enables predictive coding of sensory information"
  },
  {
    "id": 166,
    "statement": "Thalamus refines sensory info based on cortical predictions dynamically."
  },
  {
    "id": 167,
    "statement": "Thalamus gates sensory info through top-down attentional modulation."
  },
  {
    "id": 168,
    "statement": "Action potential represents electrical impulse transmitted through neuron."
  },
  {
    "id": 169,
    "statement": "Corticothalamic connections enable dynamic dialogue between brain regions."
  },
  {
    "id": 170,
    "statement": "Synaptic plasticity enhances neural circuits through adaptive strengthening."
  },
  {
    "id": 171,
    "statement": "Cortical expectations influence sensory filtering through top-down predictions."
  },
  {
    "id": 172,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 173,
    "statement": "Thalamus incorporates cortical feedback for real-time sensory filtering."
  },
  {
    "id": 174,
    "statement": "Gamma frequency neural oscillations facilitate top-down attentional modulation."
  },
  {
    "id": 175,
    "statement": "Corticothalamic feedback refines sensory processing through attentional modulation."
  },
  {
    "id": 176,
    "statement": "Synaptic plasticity enables neural connections to adapt through LTP and LTD."
  },
  {
    "id": 177,
    "statement": "Thalamus processes sensory information hierarchically, dynamically refining filters."
  },
  {
    "id": 178,
    "statement": "Thalamus actively processes and filters sensory information before transmission."
  },
  {
    "id": 179,
    "statement": "Cortical expectations influence thalamic filtering through dynamic neural adaptations."
  },
  {
    "id": 180,
    "statement": "The thalamus integrates sensory info from multiple sources hierarchically."
  },
  {
    "id": 181,
    "statement": "Mentalizing simulates others' mental states through brain's default mode network."
  },
  {
    "id": 182,
    "statement": "Thalamus filters sensory info dynamically through corticothalamic connections"
  },
  {
    "id": 183,
    "statement": "Corticothalamic pathway modulates sensory transmission strength through neural gain."
  },
  {
    "id": 184,
    "statement": "Thalamus refines sensory info before transmitting to cortex."
  },
  {
    "id": 185,
    "statement": "Thalamus integrates sensory signals with cortical predictions dynamically."
  },
  {
    "id": 186,
    "statement": "Cortical expectations regulate thalamus's sensory information processing."
  },
  {
    "id": 187,
    "statement": "Corticothalamic pathway enables top-down attention modulation dynamically."
  },
  {
    "id": 188,
    "statement": "Thalamus integrates sensory signals with cortical predictions dynamically."
  },
  {
    "id": 189,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 190,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 191,
    "statement": "The thalamus receives and actively processes sensory information."
  },
  {
    "id": 192,
    "statement": "Thalamus integrates sensory information through hierarchical processing stages."
  },
  {
    "id": 193,
    "statement": "Corticothalamic connections facilitate top-down attentional modulation through gamma-oscillations."
  },
  {
    "id": 194,
    "statement": "Thalamus dynamically filters sensory info based on cortex predictions."
  },
  {
    "id": 195,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 196,
    "statement": "Thalamus dynamically adjusts filtering based on cortical predictions."
  },
  {
    "id": 197,
    "statement": "Corticothalamic connections enable bidirectional neural communication between thalamus and cortex."
  }
]