[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 2,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 3,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 4,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives."
  },
  {
    "id": 5,
    "statement": "Thalamus filters sensory information through corticothalamic connections."
  },
  {
    "id": 6,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 7,
    "statement": "Thalamus actively filters sensory info through cortical expectations dynamically."
  },
  {
    "id": 8,
    "statement": "Thalamus relays sensory info to primary sensory cortices."
  },
  {
    "id": 9,
    "statement": "Corticothalamic connections modulate sensory processing through attentional control."
  },
  {
    "id": 10,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 11,
    "statement": "Mentalizing simulates others' mental states through theory of mind."
  },
  {
    "id": 12,
    "statement": "Thalamus dynamically filters and refines sensory info for cortex processing."
  },
  {
    "id": 13,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 14,
    "statement": "Thalamus acts as gateway for sensory information processing."
  },
  {
    "id": 15,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 16,
    "statement": "Top-down control enables PFC to modulate thalamus's filtering."
  },
  {
    "id": 17,
    "statement": "PFC sends top-down signals to regulate Thalamus's sensory filtering."
  },
  {
    "id": 18,
    "statement": "PFC top-down signals modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 19,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas through excitatory and inhibitory connections, feedback loops, and neural oscillations."
  },
  {
    "id": 20,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 21,
    "statement": "Corticothalamic pathway enables bidirectional communication between brain regions."
  },
  {
    "id": 22,
    "statement": "Thalamus acts as relay station for sensory information processing."
  },
  {
    "id": 23,
    "statement": "Corticothalamic pathway enables cortically-modulated sensory information processing"
  },
  {
    "id": 24,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 25,
    "statement": "PFC's top-down control modulates thalamus's sensory filtering through CT connections"
  },
  {
    "id": 26,
    "statement": "Corticothalamic connections modulate sensory processing through top-down attentional control."
  },
  {
    "id": 27,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 28,
    "statement": "Synaptic plasticity enables learning and memory through LTP/LTD processes."
  },
  {
    "id": 29,
    "statement": "ACC and insula jointly regulate emotional processing and empathy."
  },
  {
    "id": 30,
    "statement": "Top-down control mechanisms modulate sensory processing through corticothalamic pathways."
  },
  {
    "id": 31,
    "statement": "Thalamus integrates sensory info from multiple sources hierarchically."
  },
  {
    "id": 32,
    "statement": "Brain regions communicate through synchronized neural oscillations and firing."
  },
  {
    "id": 33,
    "statement": "Theory of mind enables social understanding through action prediction."
  },
  {
    "id": 34,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 35,
    "statement": "The thalamus integrates sensory info hierarchically through multiple stages."
  },
  {
    "id": 36,
    "statement": "Cortical expectations influence thalamus's filtering of sensory information through prediction."
  },
  {
    "id": 37,
    "statement": "Mentalizing involves simulating others' mental states through empathy, working memory, attention, and cognitive flexibility."
  },
  {
    "id": 38,
    "statement": "ACC-insula network synchronizes emotions and cognition through neural oscillations."
  },
  {
    "id": 39,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 40,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 41,
    "statement": "Neural oscillations modulate neural gain in sensory processing through synchronization."
  },
  {
    "id": 42,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 43,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 44,
    "statement": "Brain regions communicate through synchronized neural oscillations, firing, and transmission."
  },
  {
    "id": 45,
    "statement": "Thalamus acts as a critical relay station for sensory processing."
  },
  {
    "id": 46,
    "statement": "Thalamus dynamically filters and refines sensory information for cortex."
  },
  {
    "id": 47,
    "statement": "Thalamus acts as a relay station processing sensory information."
  },
  {
    "id": 48,
    "statement": "ACC-insula network integrates emotions and cognition through synchronized oscillations."
  },
  {
    "id": 49,
    "statement": "The ACC-insula network integrates emotions and cognition through synchronized oscillations."
  },
  {
    "id": 50,
    "statement": "ACC-insula network integrates emotions and cognition through neural oscillations."
  },
  {
    "id": 51,
    "statement": "Corticothalamic connections enable bidirectional top-down attentional modulation."
  },
  {
    "id": 52,
    "statement": "PFC modulates thalamus's filtering through top-down attentional control"
  },
  {
    "id": 53,
    "statement": "Top-down attentional control: Cortical modulation of sensory filtering."
  },
  {
    "id": 54,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 55,
    "statement": "Neural oscillations coordinate neural signals for efficient processing"
  },
  {
    "id": 56,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 57,
    "statement": "Thalamus refines sensory information through selective integration and modulation."
  },
  {
    "id": 58,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing."
  },
  {
    "id": 59,
    "statement": "Thalamus integrates sensory info through complex neural interactions."
  },
  {
    "id": 60,
    "statement": "Cortical expectations shape thalamus's dynamic sensory information filtering process."
  },
  {
    "id": 61,
    "statement": "ACC and insula integrate emotions and cognition through interoception and synchronized neural oscillations."
  },
  {
    "id": 62,
    "statement": "Thalamus converges sensory info through multimodal convergence zones."
  },
  {
    "id": 63,
    "statement": "PFC sends top-down signals to modulate thalamus's filtering through CT."
  },
  {
    "id": 64,
    "statement": "The thalamus relays sensory info to primary sensory cortices through feedforward and feedback connections."
  },
  {
    "id": 65,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 66,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 67,
    "statement": "Corticothalamic connections modulate sensory processing through neural gain modulation."
  },
  {
    "id": 68,
    "statement": "Bidirectional corticothalamic connections facilitate neural information exchange."
  },
  {
    "id": 69,
    "statement": "Gamma oscillations integrate emotions and cognition in ACC-insula network."
  },
  {
    "id": 70,
    "statement": "Gamma-band neural oscillations enable emotional-cognitive integration in ACC-insula."
  },
  {
    "id": 71,
    "statement": "Thalamus reciprocally communicates with cortex for sensory processing refinement."
  },
  {
    "id": 72,
    "statement": "Thalamus fine-tunes sensory filtering in real-time based on cortical predictions."
  },
  {
    "id": 73,
    "statement": "Mentalizing involves simulating another's mental states through empathy and understanding."
  },
  {
    "id": 74,
    "statement": "Thalamus refines sensory information through re-entrant feedback loops."
  },
  {
    "id": 75,
    "statement": "PFC modulates thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 76,
    "statement": "Corticothalamic connections enable top-down modulation of thalamus's filtering."
  },
  {
    "id": 77,
    "statement": "Thalamus actively filters sensory info based on cortical expectations."
  },
  {
    "id": 78,
    "statement": "Theory of Mind underlies mentalizing through empathy and simulation"
  },
  {
    "id": 79,
    "statement": "Corticothalamic pathway modulates sensory processing through top-down control mechanisms."
  },
  {
    "id": 80,
    "statement": "Corticothalamic pathway integrates attentional modulation with sensory processing."
  },
  {
    "id": 81,
    "statement": "PFC influences thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 82,
    "statement": "PFC's top-down control modulates thalamus's sensory filtering through instructions."
  },
  {
    "id": 83,
    "statement": "Cortical expectations modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 84,
    "statement": "Corticothalamic pathway enables bidirectional neural communication between brain areas."
  },
  {
    "id": 85,
    "statement": "Theory of mind enables simulating others' mental states."
  },
  {
    "id": 86,
    "statement": "The thalamus integrates sensory info through hierarchical processing stages."
  },
  {
    "id": 87,
    "statement": "Synchronized neural oscillations modulate neural gain in sensory processing."
  },
  {
    "id": 88,
    "statement": "Corticothalamic connections refine sensory information transmission pathways."
  },
  {
    "id": 89,
    "statement": "Corticothalamic pathway integrates attentional modulation with sensory processing."
  },
  {
    "id": 90,
    "statement": "Interoception and exteroception integrated for empathy."
  },
  {
    "id": 91,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 92,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down control."
  },
  {
    "id": 93,
    "statement": "ACC-insula network synchronizes emotional and cognitive processing through oscillations."
  },
  {
    "id": 94,
    "statement": "Neural gain modulates signal strength through corticothalamic interactions."
  },
  {
    "id": 95,
    "statement": "Corticothalamic connections mediate top-down modification of sensory processing."
  },
  {
    "id": 96,
    "statement": "Thalamus fine-tunes sensory filtering through cortical predictions and feedback."
  },
  {
    "id": 97,
    "statement": "Corticothalamic pathway enables bidirectional communication between brain regions."
  },
  {
    "id": 98,
    "statement": "Neural gain regulated by complex neural interactions dynamics."
  },
  {
    "id": 99,
    "statement": "Thalamus fine-tunes sensory filtering based on cortical expectations dynamically."
  },
  {
    "id": 100,
    "statement": "Cortical expectations modulate thalamus's filtering process through dynamic interaction."
  },
  {
    "id": 101,
    "statement": "Thalamus receives raw sensory data from peripheral nervous system."
  },
  {
    "id": 102,
    "statement": "Corticothalamic feedback loops correct and refine sensory information processing."
  },
  {
    "id": 103,
    "statement": "ACC-insula network integrates interoceptive and exteroceptive information for empathy."
  },
  {
    "id": 104,
    "statement": "Cortical expectations modulate thalamus's filtering through bidirectional neurocommunication."
  },
  {
    "id": 105,
    "statement": "Anterior cingulate cortex and insula integrate emotions and cognition."
  },
  {
    "id": 106,
    "statement": "Thalamus refines sensory info through selective integration and modulation."
  },
  {
    "id": 107,
    "statement": "Glutamate receptors enable fast and accurate neural signal transmission."
  },
  {
    "id": 108,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 109,
    "statement": "Corticothalamic pathway regulates sensory information based on attentional state."
  },
  {
    "id": 110,
    "statement": "Corticothalamic feedback loops refine sensory processing through error correction."
  },
  {
    "id": 111,
    "statement": "Thalamus filters sensory info based on cortical expectations."
  },
  {
    "id": 112,
    "statement": "Mentalizing involves simulating others' mental states through theory of mind."
  },
  {
    "id": 113,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through CT pathway."
  },
  {
    "id": 114,
    "statement": "Top-down control refers to cognitive influence on sensory processing."
  },
  {
    "id": 115,
    "statement": "ACC-insula network synchronizes emotions and cognition through neural oscillations."
  },
  {
    "id": 116,
    "statement": "Neural balance regulates neural gain through dynamic interactions."
  },
  {
    "id": 117,
    "statement": "Myth: Thalamus filters sensory info once; reality is continuous refinement"
  },
  {
    "id": 118,
    "statement": "Theory of mind simulates others' mental states through self-inference."
  },
  {
    "id": 119,
    "statement": "The thalamus relays sensory data from various receptors."
  },
  {
    "id": 120,
    "statement": "Corticothalamic connections facilitate bidirectional neural communication between brain areas."
  },
  {
    "id": 121,
    "statement": "Thalamus receives and relays sensory info to cerebral cortex."
  },
  {
    "id": 122,
    "statement": "Corticothalamic pathway enables bidirectional communication and feedback"
  },
  {
    "id": 123,
    "statement": "Neural oscillations enable synchronized information processing and transmission."
  },
  {
    "id": 124,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 125,
    "statement": "The thalamus integrates sensory information through convergence zones and loops."
  },
  {
    "id": 126,
    "statement": "Corticothalamic connections facilitate top-down attentional modulation."
  },
  {
    "id": 127,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation."
  },
  {
    "id": 128,
    "statement": "Neural gain regulated by dynamic neural interactions' balance."
  },
  {
    "id": 129,
    "statement": "Neural oscillations in ACC-insula network integrate emotions and cognition."
  },
  {
    "id": 130,
    "statement": "PFC's top-down signals modulate thalamus's filtering through corticothalamic pathway."
  },
  {
    "id": 131,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through predicted patterns."
  },
  {
    "id": 132,
    "statement": "Neural oscillations coordinate neural signals through frequency-specific roles'"
  },
  {
    "id": 133,
    "statement": "Neural gain regulated by complex neural interactions dynamics."
  },
  {
    "id": 134,
    "statement": "Thalamus receives sensory data from various PNS receptors."
  },
  {
    "id": 135,
    "statement": "Thalamus converges sensory info through multimodal convergence zones."
  },
  {
    "id": 136,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 137,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT."
  },
  {
    "id": 138,
    "statement": "Corticothalamic connections facilitate bi-directional neural communication between brain areas."
  },
  {
    "id": 139,
    "statement": "Synchronized oscillations facilitate integration of emotional and cognitive processes."
  },
  {
    "id": 140,
    "statement": "Thalamus dynamically refines sensory info through selective integration modulation."
  },
  {
    "id": 141,
    "statement": "Thalamus acts as relay station for sensory processing refinement."
  },
  {
    "id": 142,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering via corticothalamic connections."
  },
  {
    "id": 143,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections dynamically."
  },
  {
    "id": 144,
    "statement": "Thalamus dynamically filters sensory information based on changing cortical expectations."
  },
  {
    "id": 145,
    "statement": "Corticothalamic connections enable PFC to modulate thalamus's filtering."
  },
  {
    "id": 146,
    "statement": "PFC's top-down signals influence thalamus's attentional filtering process."
  },
  {
    "id": 147,
    "statement": "Thalamocortical loops enable bidirectional information exchange."
  },
  {
    "id": 148,
    "statement": "Thalamus filters sensory info dynamically through cortical expectations."
  },
  {
    "id": 149,
    "statement": "Mentalizing involves simulating others' mental states through empathy, working memory, attention, and cognitive flexibility."
  },
  {
    "id": 150,
    "statement": "Self-inference in theory of mind simulates others' mental states."
  },
  {
    "id": 151,
    "statement": "Mentalizing involves simulating others' mental states through empathy and understanding."
  },
  {
    "id": 152,
    "statement": "Thalamus refines sensory info through selective integration and modulation."
  },
  {
    "id": 153,
    "statement": "Thalamus's active filtering is modulated by cortical expectations dynamically"
  },
  {
    "id": 154,
    "statement": "Thalamus dynamically filters sensory information through cortical expectations."
  },
  {
    "id": 155,
    "statement": "PFC influences thalamus's attentional filtering through top-down signals."
  },
  {
    "id": 156,
    "statement": "Brain regions communicate through synchronized neural oscillations and firing patterns."
  },
  {
    "id": 157,
    "statement": "The thalamus refines sensory info through corticothalamic interactions."
  },
  {
    "id": 158,
    "statement": "Thalamus integrates sensory info through complex neural dynamics."
  },
  {
    "id": 159,
    "statement": "Cortical expectations modulate sensory filtering through top-down control mechanisms."
  },
  {
    "id": 160,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 161,
    "statement": "Thalamocortical connections facilitate hierarchical sensory information processing in brain"
  },
  {
    "id": 162,
    "statement": "Neural gain modulates signal strength through corticothalamic interactions."
  },
  {
    "id": 163,
    "statement": "Thalamus processes and filters sensory information before sending."
  },
  {
    "id": 164,
    "statement": "Thalamus fine-tunes sensory filtering based on cortical predictions."
  },
  {
    "id": 165,
    "statement": "Top-down control integrates prior knowledge with sensory processing."
  },
  {
    "id": 166,
    "statement": "Cortical regions process sensory info for perception and action."
  },
  {
    "id": 167,
    "statement": "Mentalizing simulates others' thoughts, feelings and perspectives through theory"
  },
  {
    "id": 168,
    "statement": "The thalamus processes and refines sensory information before transmission."
  },
  {
    "id": 169,
    "statement": "Thalamus fine-tunes sensory information through top-down filtering mechanisms."
  },
  {
    "id": 170,
    "statement": "PFC top-down signals regulate thalamus's attentional filtering through CT connections."
  },
  {
    "id": 171,
    "statement": "Bidirectional corticothalamic connections enable top-down attentional modulation."
  },
  {
    "id": 172,
    "statement": "The thalamus refines sensory info through cortical expectations and feedback."
  },
  {
    "id": 173,
    "statement": "Corticothalamic loops refine sensory processing through continuous error correction."
  },
  {
    "id": 174,
    "statement": "Corticothalamic feedback loops refine sensory information processing."
  },
  {
    "id": 175,
    "statement": "Corticothalamic connections modulate sensory filtering through bidirectional communication."
  },
  {
    "id": 176,
    "statement": "Thalamus integrates sensory info through convergence zones and loops."
  },
  {
    "id": 177,
    "statement": "PFC exerts top-down control over thalamus's sensory filtering process."
  },
  {
    "id": 178,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 179,
    "statement": "The cortex influences thalamus's sensory information processing through modulation."
  },
  {
    "id": 180,
    "statement": "Corticothalamic connections modulate sensory processing through neural oscillations."
  },
  {
    "id": 181,
    "statement": "Emotions and cognition integrate through neural oscillations and pathways."
  },
  {
    "id": 182,
    "statement": "Thalamus refines sensory information before sending to cortex"
  },
  {
    "id": 183,
    "statement": "Corticothalamic pathway enables bidirectional neural communication between brain regions."
  },
  {
    "id": 184,
    "statement": "ACC and insula collaborate for emotional understanding and empathy."
  },
  {
    "id": 185,
    "statement": "Thalamus receives and processes sensory information from PNS."
  },
  {
    "id": 186,
    "statement": "Corticothalamic pathway enables bidirectional communication between brain regions."
  },
  {
    "id": 187,
    "statement": "Synaptic plasticity enables learning and memory through LTP/LTD processes."
  },
  {
    "id": 188,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 189,
    "statement": "Thalamus continuously refines sensory info filtering based on cortical expectations."
  },
  {
    "id": 190,
    "statement": "Neural oscillations facilitate synchronized communication between brain regions."
  },
  {
    "id": 191,
    "statement": "Thalamus filters and refines sensory information based on attentional state."
  },
  {
    "id": 192,
    "statement": "Corticothalamic connections enable bidirectional neural communication through feedback loops."
  },
  {
    "id": 193,
    "statement": "Cortical expectations influence thalamus sensory filtering through prediction processing."
  },
  {
    "id": 194,
    "statement": "Theory of mind enables social understanding through mental state inference."
  },
  {
    "id": 195,
    "statement": "Cortical expectations modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 196,
    "statement": "Corticothalamic pathway regulates sensory information through top-down attentional control."
  },
  {
    "id": 197,
    "statement": "Thalamus filters sensory info through dynamic corticothalamic interactions."
  },
  {
    "id": 198,
    "statement": "Corticothalamic connections modulate sensory processing through attentional control."
  },
  {
    "id": 199,
    "statement": "Cortically guided refinement of sensory information processing."
  }
]