[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty builds trust through consistency, reliability, and dependability"
  },
  {
    "id": 2,
    "statement": "Thalamus dynamically adjusts sensory processing based on attentional state."
  },
  {
    "id": 3,
    "statement": "Honesty is one important aspect of building trust reliably."
  },
  {
    "id": 4,
    "statement": "Thalamus filters sensory info based on attentional state dynamically"
  },
  {
    "id": 5,
    "statement": "Thalamus filters sensory info through neural oscillations and gating."
  },
  {
    "id": 6,
    "statement": "Thalamus dynamically filters sensory information based on attentional state."
  },
  {
    "id": 7,
    "statement": "Thalamus dynamically adjusts sensory processing based on attentional state."
  },
  {
    "id": 8,
    "statement": "Thalamus modulates sensory processing based on attentional state dynamically."
  },
  {
    "id": 9,
    "statement": "Cultural norms shape emotional expressions through socialization and conditioning processes."
  },
  {
    "id": 10,
    "statement": "Honesty builds trust through consistency, reliability, dependability, and empathy."
  },
  {
    "id": 11,
    "statement": "Thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 12,
    "statement": "Honesty is not always the morally right option."
  },
  {
    "id": 13,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition."
  },
  {
    "id": 14,
    "statement": "Thalamus dynamically adjusts sensory processing based on attentional state."
  },
  {
    "id": 15,
    "statement": "Amygdala pattern recognition influenced by complex interplay of genetic, experiential, and cultural factors."
  },
  {
    "id": 16,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 17,
    "statement": "Biology and culture interact in a dynamic, mutual influence."
  },
  {
    "id": 18,
    "statement": "Thalamus dynamically filters sensory info based on attentional state."
  },
  {
    "id": 19,
    "statement": "Honesty requires consistent and reliable behavior as trait."
  },
  {
    "id": 20,
    "statement": "Emotional regulation involves complex multifaceted cognitive emotional processes."
  },
  {
    "id": 21,
    "statement": "Biological factors, including genetics and brain structure, influence moral development."
  },
  {
    "id": 22,
    "statement": "Moral development resulting from interactive biological, cultural, environmental influences."
  },
  {
    "id": 23,
    "statement": "Honesty's foundation built on consistency, predictability, reliability."
  },
  {
    "id": 24,
    "statement": "Honesty builds trust through consistent, reliable, and predictable behavior."
  },
  {
    "id": 25,
    "statement": "Thalamus regulates sensory information through neural oscillations and gating mechanisms."
  },
  {
    "id": 26,
    "statement": "The thalamus filters sensory information using neural oscillations selectively."
  },
  {
    "id": 27,
    "statement": "Thalamus filters sensory info through neural oscillations and gating."
  },
  {
    "id": 28,
    "statement": "Honesty is about consistent truthfulness in words and actions."
  },
  {
    "id": 29,
    "statement": "Thalamus filters sensory info using neural oscillations as gates."
  },
  {
    "id": 30,
    "statement": "Thalamus adjusts sensory filtering in real-time based on attentional state."
  },
  {
    "id": 31,
    "statement": "Consistency, reliability, and dependability foster trust through predictability."
  },
  {
    "id": 32,
    "statement": "Thalamus filters sensory information through neural oscillations selectively."
  },
  {
    "id": 33,
    "statement": "Consistency, reliability, and dependability underpin trust and honesty."
  },
  {
    "id": 34,
    "statement": "Redirecting attention reduces emotional intensity through reappraisal thought processes"
  },
  {
    "id": 35,
    "statement": "Thalamus filters sensory information through neural oscillations dynamically."
  },
  {
    "id": 36,
    "statement": "Thalamus filters sensory information using neural oscillations selectively"
  },
  {
    "id": 37,
    "statement": "Moral development influenced by complex interplay of biological, cultural, and environmental factors."
  },
  {
    "id": 38,
    "statement": "Emotional regulation involves interconnected cognitive emotional processes awareness."
  },
  {
    "id": 39,
    "statement": "Honesty requires consistent, reliable behavior over prolonged periods."
  },
  {
    "id": 40,
    "statement": "Honesty rooted in moral principles and moral values."
  },
  {
    "id": 41,
    "statement": "Amygdala's pattern recognition influenced by genetic, experiential, and cultural factors interplay."
  },
  {
    "id": 42,
    "statement": "Thalamus dynamically adjusts sensory filtering based on attentional state."
  },
  {
    "id": 43,
    "statement": "Thalamus uses neural oscillations to filter sensory information."
  },
  {
    "id": 44,
    "statement": "Honesty's foundation built on consistency, predictability, reliability, trust."
  },
  {
    "id": 45,
    "statement": "Emotional awareness develops through labelling emotional experiences linguistically."
  },
  {
    "id": 46,
    "statement": "Biological and cultural factors interact reciprocal in moral development."
  },
  {
    "id": 47,
    "statement": "Thalamus filters sensory info using rhythmic neural oscillations as gates."
  },
  {
    "id": 48,
    "statement": "Honesty's foundation built on consistency, predictability, and reliability."
  },
  {
    "id": 49,
    "statement": "Consistency involves reliability and dependability in behavior and actions."
  },
  {
    "id": 50,
    "statement": "The thalamus filters sensory information through neural oscillations."
  },
  {
    "id": 51,
    "statement": "The thalamus filters sensory information through neural oscillations and modulation."
  },
  {
    "id": 52,
    "statement": "Honesty built on foundation of trust through consistency, predictability, reliability"
  },
  {
    "id": 53,
    "statement": "Cognitive reappraisal involves intentional reframing of negative situations."
  },
  {
    "id": 54,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition through parallel connections and pattern matching"
  },
  {
    "id": 55,
    "statement": "The thalamus regulates sensory information through filtering amplifying and gating."
  },
  {
    "id": 56,
    "statement": "Cultural norms shape emotional expressions through socialization and conditioning processes."
  },
  {
    "id": 57,
    "statement": "Thalamus filters sensory info through neural oscillations and gating dynamically."
  },
  {
    "id": 58,
    "statement": "Cultural conditioning influences emotional expression through learned norms and expectations."
  },
  {
    "id": 59,
    "statement": "Genetic, experiential, and cultural factors interact dynamically in amygdala pattern recognition."
  },
  {
    "id": 60,
    "statement": "Trust can be fostered through consistency and reliability, honesty building."
  },
  {
    "id": 61,
    "statement": "Thalamus uses neural oscillations for sensory filtering and gating."
  },
  {
    "id": 62,
    "statement": "Amygdala processes emotions through hierarchical bottom-up and top-down pathways."
  },
  {
    "id": 63,
    "statement": "Thalamus dynamically filters sensory information based on attention."
  },
  {
    "id": 64,
    "statement": "Thalamus regulates sensory information through neural oscillations and modulation."
  },
  {
    "id": 65,
    "statement": "Trust establishes honesty through consistency and reliability."
  },
  {
    "id": 66,
    "statement": "Honnest individuals exhibit dependable patterns of behavior."
  },
  {
    "id": 67,
    "statement": "Thalamic filtering involves neural oscillations' mechanisms' uncertainty"
  },
  {
    "id": 68,
    "statement": "Genetic, experiential, and cultural factors dynamically influence amygdala processing."
  },
  {
    "id": 69,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition efficiently"
  },
  {
    "id": 70,
    "statement": "Consistency, reliability, and dependability build trust through predictability."
  },
  {
    "id": 71,
    "statement": "Honesty builds trust through consistency, reliability, and dependability."
  },
  {
    "id": 72,
    "statement": "Biological factors influence moral development through genetic and brain structure."
  },
  {
    "id": 73,
    "statement": "Moral development emerges from complex biological-cultural-environmental interactions."
  },
  {
    "id": 74,
    "statement": "Consistency alone insufficient for guaranteeing commitment or reliability."
  },
  {
    "id": 75,
    "statement": "Honesty builds trust through consistency, predictability, and reliable actions."
  },
  {
    "id": 76,
    "statement": "Moral development involves complex interplay of biological, cultural, and environmental factors."
  },
  {
    "id": 77,
    "statement": "Neural oscillations are rhythmic brain electrical activities filtering sensor data"
  },
  {
    "id": 78,
    "statement": "Amygdala pattern recognition influenced by complex interplay of factors."
  },
  {
    "id": 79,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 80,
    "statement": "Biological factors, including genetics and brain structure, influence moral development by shaping brain regions."
  },
  {
    "id": 81,
    "statement": "Consistency is necessary but not sufficient for commitment/reliability"
  },
  {
    "id": 82,
    "statement": "Moral development arises from dynamic multifaceted biological-cultural-environmental interactions."
  },
  {
    "id": 83,
    "statement": "Thalamus dynamically filters sensory info based on attentional state."
  },
  {
    "id": 84,
    "statement": "Amygdala's pattern recognition influenced by interplay of genetic, experiential, and cultural factors."
  },
  {
    "id": 85,
    "statement": "Emotional awareness increases through acknowledging and labelling emotions"
  },
  {
    "id": 86,
    "statement": "Cognitive reappraisal involves intentional reframing of negative situations."
  },
  {
    "id": 87,
    "statement": "Emotional regulation involves redirecting attention to reframe emotions and thoughts."
  },
  {
    "id": 88,
    "statement": "Social norms for trustworthiness vary across cultures and contexts."
  },
  {
    "id": 89,
    "statement": "Biological factors shape brain regions influencing moral cognition and development."
  },
  {
    "id": 90,
    "statement": "Honesty built on trust through consistency, predictability, and reliability."
  },
  {
    "id": 91,
    "statement": "Social norms for trustworthiness vary across cultures and situations."
  },
  {
    "id": 92,
    "statement": "Humans are born with innate moral principles shaped by biology"
  },
  {
    "id": 93,
    "statement": "Consistency, reliability, dependability foster trust through predictability and stability."
  },
  {
    "id": 94,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 95,
    "statement": "Honesty establishes foundation for trust through consistent truthfulness"
  },
  {
    "id": 96,
    "statement": "Thalamus uses neural oscillations to filter sensory information"
  },
  {
    "id": 97,
    "statement": "Amygdala processes emotions through hierarchical analysis in a robust manner"
  },
  {
    "id": 98,
    "statement": "The thalamus filters sensory info through neural oscillations and modulation."
  },
  {
    "id": 99,
    "statement": "Amygdala processes emotions in hierarchically parallel, distributed manner."
  },
  {
    "id": 100,
    "statement": "Genetic, experiential, and cultural factors complexly influence amygdala pattern recognition."
  },
  {
    "id": 101,
    "statement": "Consistency, predictability, and stability define honesty's foundation"
  },
  {
    "id": 102,
    "statement": "Emotions processed by amygdala through hierarchical analysis"
  },
  {
    "id": 103,
    "statement": "Hierarchical amygdala processing enables rapid emotional pattern recognition efficiently."
  },
  {
    "id": 104,
    "statement": "Biological factors shape moral development through brain structure and function."
  },
  {
    "id": 105,
    "statement": "Amygdala processes emotions through bottom-up and top-down neural pathways."
  },
  {
    "id": 106,
    "statement": "Biological factors shape moral development through innate moral foundations."
  },
  {
    "id": 107,
    "statement": "Redirecting attention helps regulate emotions through reframing thoughts."
  },
  {
    "id": 108,
    "statement": "Amygdala processes emotional information through bottom-up and top-down pathways robustly."
  },
  {
    "id": 109,
    "statement": "Thalamus filters sensory information through neural oscillations'"
  },
  {
    "id": 110,
    "statement": "Consistency, predictability, and reliability establish honesty in trust-building."
  },
  {
    "id": 111,
    "statement": "Thalamus filters sensory info through neural oscillations and gating."
  },
  {
    "id": 112,
    "statement": "Humans are born with innate moral foundations shaping development."
  },
  {
    "id": 113,
    "statement": "Thalamus filters sensory info through neural oscillations selectively."
  },
  {
    "id": 114,
    "statement": "Thalamus dynamically adjusts sensory processing based on attentional state through neural oscillations, gating, synaptic plasticity and cortico-thalamic interactions."
  },
  {
    "id": 115,
    "statement": "Redirecting attention helps regulate emotions through reframing thoughts dynamically."
  },
  {
    "id": 116,
    "statement": "“Consistency alone does not guarantee commitment or reliability.”"
  },
  {
    "id": 117,
    "statement": "Biology and culture interact reciprocally shaping moral development"
  },
  {
    "id": 118,
    "statement": "Moral development influenced by complex interplay of biological factors."
  },
  {
    "id": 119,
    "statement": "Thalamus integrates sensory information through neural oscillations and filtering."
  },
  {
    "id": 120,
    "statement": "Honesty establishes foundation for reliability through consistent truthfulness."
  },
  {
    "id": 121,
    "statement": "Biological factors shape moral cognition through genetics and brain structure."
  },
  {
    "id": 122,
    "statement": "Honesty's foundation built on consistency, predictability, and stability."
  },
  {
    "id": 123,
    "statement": "Moral development arises from complex biological, cultural, and environmental interactions."
  },
  {
    "id": 124,
    "statement": "Cultural norms shape emotional expressions through socialiation and conditioning."
  },
  {
    "id": 125,
    "statement": "Moral development arises from complex biological-cultural-environmental interplays."
  },
  {
    "id": 126,
    "statement": "Emotional awareness increases through recognizing, understanding, and categorizing emotions"
  },
  {
    "id": 127,
    "statement": "Honesty rooted in universal moral principles and values."
  },
  {
    "id": 128,
    "statement": "The thalamus filters sensory info based on attentional state dynamically."
  },
  {
    "id": 129,
    "statement": "Thalamus selectively filters and gates sensory info through oscillations."
  },
  {
    "id": 130,
    "statement": "Cultural conditioning shapes emotional expressions and moral development."
  },
  {
    "id": 131,
    "statement": "The amygdala's pattern recognition is influenced by genetic-experiential-cultural factors interaction."
  },
  {
    "id": 132,
    "statement": "Predictability implies consistency in honest behavior and decision-making"
  },
  {
    "id": 133,
    "statement": "Honesty's complexity demands careful consideration of context and consequences."
  },
  {
    "id": 134,
    "statement": "Thalamus gates sensory info based on neural oscillations' frequency."
  },
  {
    "id": 135,
    "statement": "Thalamus filters sensory information using neural oscillation selectively"
  },
  {
    "id": 136,
    "statement": "Thalamus modulates sensory processing in attentional state."
  },
  {
    "id": 137,
    "statement": "Consistency, reliability, and dependability build trust and honesty."
  },
  {
    "id": 138,
    "statement": "Biology and culture interact in a reciprocal moral shaping process"
  },
  {
    "id": 139,
    "statement": "The thalamus filters sensory information through neural oscillations selectively."
  },
  {
    "id": 140,
    "statement": "Emotional awareness enables recognition, understanding, and regulation of emotions effectively."
  },
  {
    "id": 141,
    "statement": "Moral development arises from complex biological-cultural-environmental interactions and evolution."
  },
  {
    "id": 142,
    "statement": "Thalamus filters sensory info based on attentional state dynamically."
  },
  {
    "id": 143,
    "statement": "Honesty is a necessary condition for building trust reliably."
  },
  {
    "id": 144,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition"
  },
  {
    "id": 145,
    "statement": "The thalamus filters sensory info through neural oscillations gating."
  },
  {
    "id": 146,
    "statement": "Moral development results from biological-cultural-environmental interactions"
  },
  {
    "id": 147,
    "statement": "Thalamus integrates sensory information through oscillations and filtering."
  },
  {
    "id": 148,
    "statement": "Emotional regulation involves dynamic cognitive emotional neural interactions"
  },
  {
    "id": 149,
    "statement": "Thalamus regulates sensory information through neural oscillations selectively."
  },
  {
    "id": 150,
    "statement": "Cultural norms shape emotional expression through learned behaviors."
  },
  {
    "id": 151,
    "statement": "Neural oscillations selectively filter sensory information in the thalamus."
  },
  {
    "id": 152,
    "statement": "Cognitive reappraisal involves reframing negative thoughts to reduce emotional impact."
  },
  {
    "id": 153,
    "statement": "Thalamus regulates sensory info through filtering, amplifying, and gating."
  },
  {
    "id": 154,
    "statement": "Biological factors interact with environment and culture shaping moral development."
  },
  {
    "id": 155,
    "statement": "Neural oscillations filter sensory information through Thalamus"
  },
  {
    "id": 156,
    "statement": "Moral development results from interactive biological, cultural, and environmental factors."
  },
  {
    "id": 157,
    "statement": "Redirecting attention helps regulate emotions through ongoing reframing."
  },
  {
    "id": 158,
    "statement": "Emotional awareness increases with acknowledging and labelling emotions."
  },
  {
    "id": 159,
    "statement": "Consistency means reliable and dependable behavior and actions"
  },
  {
    "id": 160,
    "statement": "The thalamus filters sensory info based on attentional state dynamically."
  },
  {
    "id": 161,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 162,
    "statement": "Biological, cultural, and environmental factors intertwine to shape moral development."
  },
  {
    "id": 163,
    "statement": "Thalamus filters sensory information based on neural oscillation patterns."
  },
  {
    "id": 164,
    "statement": "Thalamus dynamically adjusts sensory processing based on attentional state."
  },
  {
    "id": 165,
    "statement": "Biological factors influence moral development through brain structure and function."
  },
  {
    "id": 166,
    "statement": "The thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 167,
    "statement": "Cognitive reappraisal is a technique for emotional regulation involving intentional reframing."
  },
  {
    "id": 168,
    "statement": "Consistency, predictability, and reliability establish honesty in trust-building."
  },
  {
    "id": 169,
    "statement": "Thalamus dynamically adjusts sensory processing based on attentional state dynamically."
  },
  {
    "id": 170,
    "statement": "Thalamus integrates sensory information through complex neural mechanisms."
  },
  {
    "id": 171,
    "statement": "Cultural norms shape emotional expressions through socialization and conditioning."
  },
  {
    "id": 172,
    "statement": "Thalamus modulates sensory info through attentional state's neural oscillations."
  },
  {
    "id": 173,
    "statement": "Biological factors shape brain regions influencing moral cognition."
  },
  {
    "id": 174,
    "statement": "Thalamus dynamically adjusts sensory filtering based on attentional state."
  },
  {
    "id": 175,
    "statement": "Humans may be born with innate moral inclinations shaping development"
  },
  {
    "id": 176,
    "statement": "Emotional regulation involves recognizing and understanding emotional experiences."
  },
  {
    "id": 177,
    "statement": "Honesty built on foundation of trust through consistency predictability reliability."
  },
  {
    "id": 178,
    "statement": "Honesty builds trust through consistency, predictability, and dependability."
  },
  {
    "id": 179,
    "statement": "Consistency, reliability, and dependability contribute to trust development."
  },
  {
    "id": 180,
    "statement": "Consistency, predictability, and reliability build trust, foundation of honesty"
  },
  {
    "id": 181,
    "statement": "Thalamus acts as filter for sensory information processing."
  },
  {
    "id": 182,
    "statement": "Biological factors influence moral development through brain structure and genetics."
  },
  {
    "id": 183,
    "statement": "Biology and culture interact in a reciprocal and dynamic process."
  },
  {
    "id": 184,
    "statement": "Redirecting attention regulates emotions through reframing thoughts and reappraisal."
  },
  {
    "id": 185,
    "statement": "Thalamus dynamically filters sensory info based on attentional state."
  },
  {
    "id": 186,
    "statement": "Emotional awareness develops through language-based emotional labeling and regulation."
  },
  {
    "id": 187,
    "statement": "Amygdala processes emotions through hierarchical analysis in neural paths"
  },
  {
    "id": 188,
    "statement": "Amygdala processes emotions through hierarchical analysis efficiently"
  },
  {
    "id": 189,
    "statement": "Biological and cultural factors reciprocally shape moral development."
  },
  {
    "id": 190,
    "statement": "Cultural norms influence emotional expression through learned behaviors"
  },
  {
    "id": 191,
    "statement": "Moral development influenced by interacting biological, environmental, and cultural factors."
  },
  {
    "id": 192,
    "statement": "Emotions are processed through bottom-up and top-down pathways."
  },
  {
    "id": 193,
    "statement": "Honesty built on consistency, predictability, stability, and dependability."
  },
  {
    "id": 194,
    "statement": "Emotions are shaped by complex interplay of biological and cultural factors."
  },
  {
    "id": 195,
    "statement": "Honesty is foundation of trust, but context can complicate moral judgment."
  },
  {
    "id": 196,
    "statement": "Honesty builds trust through consistency, reliability, and dependability, sometimes."
  },
  {
    "id": 197,
    "statement": "Honesty builds trust through consistent truthfulness and reliability."
  },
  {
    "id": 198,
    "statement": "Thalamus filters sensory information through neural oscillations and modulation."
  }
]