[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity"
  },
  {
    "id": 2,
    "statement": "PFC generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 3,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 4,
    "statement": "Thalamus refines sensory info through corticothalamic connections and plasticity."
  },
  {
    "id": 5,
    "statement": "Theory of Mind involves understanding mental states, not working memory."
  },
  {
    "id": 6,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predictions."
  },
  {
    "id": 7,
    "statement": "Thalamus refines sensory information through corticothalamic connections dynamically."
  },
  {
    "id": 8,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 9,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 10,
    "statement": "Thalamus plays active role in filtering and refining sensory info."
  },
  {
    "id": 11,
    "statement": "Thalamus hierarchically processes sensory info through step-by-step refinement."
  },
  {
    "id": 12,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predicitons."
  },
  {
    "id": 13,
    "statement": "Thalamus refines sensory information hierarchically through filtering."
  },
  {
    "id": 14,
    "statement": "PFC sends top-down signals that modulate thalamus's attentional filtering."
  },
  {
    "id": 15,
    "statement": "Gamma oscillations synchronize neural activity through population coherence"
  },
  {
    "id": 16,
    "statement": "PFC's top-down predictions influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 17,
    "statement": "Working memory temporarily holds mental representations for ToM inference"
  },
  {
    "id": 18,
    "statement": "Top-down predictions from PFC influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 19,
    "statement": "ToM integrates social cognition, working memory, and attention."
  },
  {
    "id": 20,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 21,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 22,
    "statement": "Theory of Mind integrates social cognition with attention, working memory"
  },
  {
    "id": 23,
    "statement": "Gamma oscillations synchronize neural activity for efficient processing."
  },
  {
    "id": 24,
    "statement": "Hebbian learning and pruning play no role in thalamus's filtering."
  },
  {
    "id": 25,
    "statement": "PFC top-down signals modulate corticothalamic connections through neural competition."
  },
  {
    "id": 26,
    "statement": "LTP and LTD are types of synaptic plasticity mechanisms."
  },
  {
    "id": 27,
    "statement": "PFC's predictive abilities rely on pattern recognition and learning mechanisms."
  },
  {
    "id": 28,
    "statement": "The thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 29,
    "statement": "Thalamus's automatic filtering relies on consistent neural connections."
  },
  {
    "id": 30,
    "statement": "Theory of Mind involves attributing mental states to others."
  },
  {
    "id": 31,
    "statement": "Thalamus integrates sensory info with attentional modulation and top-down predictions."
  },
  {
    "id": 32,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 33,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 34,
    "statement": "Attention facilitates mental state understanding through active representation."
  },
  {
    "id": 35,
    "statement": "Theory of Mind integrates social cognition, attention, and memory"
  },
  {
    "id": 36,
    "statement": "Synaptic plasticity enables neural adaptation through long-term potentiation LTD"
  },
  {
    "id": 37,
    "statement": "Prefrontal Cortex generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 38,
    "statement": "Synaptic plasticity enables neural adaptation through LTP and LTD mechanisms."
  },
  {
    "id": 39,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 40,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through top-down predictions."
  },
  {
    "id": 41,
    "statement": "Gamma oscillations relate to neural communication through synchronized activity."
  },
  {
    "id": 42,
    "statement": "Thalamus actively processes and refines sensory information."
  },
  {
    "id": 43,
    "statement": "Gamma oscillations synchronize thalamus and cortex for efficient processing."
  },
  {
    "id": 44,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 45,
    "statement": "Coherence increases gamma oscillations' fidelity and strength in communication"
  },
  {
    "id": 46,
    "statement": "PFC integrates pattern separation, attention, and working memory for ToM"
  },
  {
    "id": 47,
    "statement": "PFC generates predictions using pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 48,
    "statement": "Synaptic plasticity enables neural adaptation through strength modification"
  },
  {
    "id": 49,
    "statement": "Predictive coding refines thalamic filtering through top-down expectations."
  },
  {
    "id": 50,
    "statement": "Theory of Mind integrates social cognition, working memory, attention."
  },
  {
    "id": 51,
    "statement": "Working memory plays a crucial role in Theory of Mind processing."
  },
  {
    "id": 52,
    "statement": "Synaptic plasticity enables adaptive changes in thalamic filtering through LTP and LTD."
  },
  {
    "id": 53,
    "statement": "Thalamus filters sensory info through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 54,
    "statement": "Thalamus filters sensory info through attentional modulation and feedback."
  },
  {
    "id": 55,
    "statement": "Thalamus hierarchically processes sensory info through filtering and refinement."
  },
  {
    "id": 56,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering cortically."
  },
  {
    "id": 57,
    "statement": "Thalamus integrates selection, filtering, and modification of sensory info."
  },
  {
    "id": 58,
    "statement": "Thalamus refines sensory info through attentional modulation and feedback"
  },
  {
    "id": 59,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, coding."
  },
  {
    "id": 60,
    "statement": "Coherence enhances gamma oscillations' fidelity and strength in communication."
  },
  {
    "id": 61,
    "statement": "PFC's predictive abilities rely on pattern separation and completion mechanisms."
  },
  {
    "id": 62,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 63,
    "statement": "Gamma oscillations enable synchronized neural communication through synchronized activity."
  },
  {
    "id": 64,
    "statement": "Gamma oscillations enable synchronized neural communication through coherence."
  },
  {
    "id": 65,
    "statement": "Social cognition, attention, and working memory integrate for Theory of Mind."
  },
  {
    "id": 66,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 67,
    "statement": "PFC's predictive abilities rely on pattern separation and completion."
  },
  {
    "id": 68,
    "statement": "Hebbian learning and synaptic pruning refine thalamic neural connections."
  },
  {
    "id": 69,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing"
  },
  {
    "id": 70,
    "statement": "Pattern separation, completion, and coding facilitate PFC predictive abilities."
  },
  {
    "id": 71,
    "statement": "PFC generates predictions through pattern separation, completion, and coding."
  },
  {
    "id": 72,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through neural competition."
  },
  {
    "id": 73,
    "statement": "Thalamus filters sensory info hierarchically before cortical processing."
  },
  {
    "id": 74,
    "statement": "Theory of Mind involves attributing mental states to others."
  },
  {
    "id": 75,
    "statement": "Hebbian learning prunes unnecessary thalamic connections to refine filtering."
  },
  {
    "id": 76,
    "statement": "Synaptic plasticity enables thalamus refinement of filtering through adaptive changes."
  },
  {
    "id": 77,
    "statement": "Theory of Mind involves understanding others' mental states and behavior."
  },
  {
    "id": 78,
    "statement": "Thalamus's automatic filtering relies on adaptive synaptic plasticity mechanisms."
  },
  {
    "id": 79,
    "statement": "PFC's predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 80,
    "statement": "Theory of Mind processing involves cognitive systems beyond working memory."
  },
  {
    "id": 81,
    "statement": "PFC generates predictions through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 82,
    "statement": "PFC's predictive abilities rely on neural pattern separation, completion."
  },
  {
    "id": 83,
    "statement": "Corticothalamic connections modulate attentional filtering through complex interactions."
  },
  {
    "id": 84,
    "statement": "PFC's predictive abilities depend on pattern separation, completion, and coding."
  },
  {
    "id": 85,
    "statement": "Theory of Mind involves social cognition, working memory, and attention integration."
  },
  {
    "id": 86,
    "statement": "Thalamus processes sensory information hierarchically in sequential stages."
  },
  {
    "id": 87,
    "statement": "PFC's predictive abilities rely on neural pattern separation, completion."
  },
  {
    "id": 88,
    "statement": "ToM involves understanding mental states, not working memory alone."
  },
  {
    "id": 89,
    "statement": "PFC's ToM abilities rely on pattern separation, attention, and working memory"
  },
  {
    "id": 90,
    "statement": "The thalamus filters and extracts features from sensory information."
  },
  {
    "id": 91,
    "statement": "Thalamus's filtering involves neural competition through synaptic and activity."
  },
  {
    "id": 92,
    "statement": "Thalamus plays active role in filtering refining sensory information."
  },
  {
    "id": 93,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 94,
    "statement": "PFC generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 95,
    "statement": "PFC generates predictions through pattern separation and completion."
  },
  {
    "id": 96,
    "statement": "Thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 97,
    "statement": "Corticothalamic connections refine thalamus filtering through top-down predictions."
  },
  {
    "id": 98,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 99,
    "statement": "LTP and LTD: synaptic plasticity mechanisms for learning and adaptation."
  },
  {
    "id": 100,
    "statement": "Thalamus integrates sensory info with attentional modulation and predictions."
  },
  {
    "id": 101,
    "statement": "PFC generates top-down predictions that modulate thalamus's filtering."
  },
  {
    "id": 102,
    "statement": "Predictive coding refines thalamic filtering through top-down predictions."
  },
  {
    "id": 103,
    "statement": "Thalamus's refining processes involve corticothalamic connections and top-down signals"
  },
  {
    "id": 104,
    "statement": "Theory of Mind involves attributing mental states to others"
  },
  {
    "id": 105,
    "statement": "Frontal cortex integrates social cognition, attention, working memory through pattern separation."
  },
  {
    "id": 106,
    "statement": "Thalamus's automatic filtering relies on strong synaptic plasticity."
  },
  {
    "id": 107,
    "statement": "Synaptic plasticity enables neural adaptation through LTP and LTD mechanisms interacting."
  },
  {
    "id": 108,
    "statement": "Thalamus processes sensory information hierarchically in a sequential pipeline."
  },
  {
    "id": 109,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 110,
    "statement": "Hebbian learning and pruning refine thalamus's filtering mechanisms."
  },
  {
    "id": 111,
    "statement": "Thalamus refines sensory input through predictive coding and refinement."
  },
  {
    "id": 112,
    "statement": "Theory of Mind requires coordinated social cognition, working memory, and attention."
  },
  {
    "id": 113,
    "statement": "The PFC generates predictions that modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 114,
    "statement": "Theory of Mind involves attributing mental states to others internally."
  },
  {
    "id": 115,
    "statement": "PFC's predictions refine thalamus's filtering through corticothalamic connections"
  },
  {
    "id": 116,
    "statement": "Synaptic plasticity enables neural adaptation through changes in strength"
  },
  {
    "id": 117,
    "statement": "Theory of Mind involves understanding others' internal experiences."
  },
  {
    "id": 118,
    "statement": "Theory of Mind involves understanding mental states in others."
  },
  {
    "id": 119,
    "statement": "Neural competition refines sensory info through mechanisms including STDP."
  },
  {
    "id": 120,
    "statement": "Synaptic plasticity enables neural adaptation through LTP and LTD mechanisms."
  },
  {
    "id": 121,
    "statement": "Thalamus's automatic filtering relies on strong synaptic plasticity."
  },
  {
    "id": 122,
    "statement": "Thalamus plays active role in filtering and refining sensory info"
  },
  {
    "id": 123,
    "statement": "PFC predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 124,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 125,
    "statement": "Working memory temporarily holds mental representations for ToM inference"
  },
  {
    "id": 126,
    "statement": "Synaptic plasticity enables neural adaptation through LTP and LTD mechanisms."
  },
  {
    "id": 127,
    "statement": "Thalamus processes complex, distributed, and dynamic sensory information."
  },
  {
    "id": 128,
    "statement": "Gamma oscillations synchronize thalamocortical activity for efficient processing."
  },
  {
    "id": 129,
    "statement": "Thalamus filters and refines sensory info through attentional modulation."
  },
  {
    "id": 130,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through top-down predictions."
  },
  {
    "id": 131,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through neural competition."
  },
  {
    "id": 132,
    "statement": "Thalamus refines sensory information through corticothalamic connections and top-down predictions."
  },
  {
    "id": 133,
    "statement": "Thalamus refines sensory info through predictive coding, top-down processing."
  },
  {
    "id": 134,
    "statement": "Cortical top-down predictions selectively modulate thalamic sensory filtering."
  },
  {
    "id": 135,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 136,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 137,
    "statement": "Theory of Mind is understanding mental states in others."
  },
  {
    "id": 138,
    "statement": "Thalamus fine-tunes filtering through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 139,
    "statement": "STDP modifies Hebbian connections through timing-dependent synaptic plasticity."
  },
  {
    "id": 140,
    "statement": "Thalamus integrates sensory information, attention, and expectations through neural connections."
  },
  {
    "id": 141,
    "statement": "Gamma oscillations synchronize thalamus and cortex for efficient processing through entrainment, cross-talk, and synaptic modulation."
  },
  {
    "id": 142,
    "statement": "Thalamus filters sensory info through attentional modulation and feedback"
  },
  {
    "id": 143,
    "statement": "Attention facilitates mental state understanding through active representation."
  },
  {
    "id": 144,
    "statement": "The thalamus processes sensory info hierarchically through refinement stages."
  },
  {
    "id": 145,
    "statement": "Thalamus refines sensory info through neural competition and synaptic plasticity."
  },
  {
    "id": 146,
    "statement": "Thalamus refines sensory info through corticothalamic connections and top-down signals."
  },
  {
    "id": 147,
    "statement": "Synaptic plasticity enables neural adaptation through LTP and LTD mechanisms."
  },
  {
    "id": 148,
    "statement": "Thalamus integrates top-down predictions with bottom-up sensory information."
  },
  {
    "id": 149,
    "statement": "Thalamus refines sensory info hierarchically through corticothalamic connections."
  },
  {
    "id": 150,
    "statement": "STDP enhances synaptic strengths by increasing Hebbian connections"
  },
  {
    "id": 151,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predictions."
  },
  {
    "id": 152,
    "statement": "Hebbian learning and pruning contribute to thalamus's filtering mechanisms."
  },
  {
    "id": 153,
    "statement": "PFC's neural pattern separation mechanism crucial for ToM"
  },
  {
    "id": 154,
    "statement": "PFC's predictive abilities rely on pattern recognition and learning mechanisms."
  },
  {
    "id": 155,
    "statement": "Thalamus filters sensory input through attentional modulation and filtering."
  },
  {
    "id": 156,
    "statement": "Synaptic plasticity mechanisms, like LTP and LTD, adapt brain connections."
  },
  {
    "id": 157,
    "statement": "Understanding others' mental states enables social behavior prediction."
  },
  {
    "id": 158,
    "statement": "Synaptic plasticity enables neural adaptation through strength modification."
  },
  {
    "id": 159,
    "statement": "Pattern separation is crucial for memory consolidation and formation."
  },
  {
    "id": 160,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 161,
    "statement": "Long-term depression (LTD) weakens neural connections through synaptic pruning."
  },
  {
    "id": 162,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through top-down predictions."
  },
  {
    "id": 163,
    "statement": "PFC predicts outcomes through pattern separation, completion, and coding."
  },
  {
    "id": 164,
    "statement": "Corticothalamic connections enable thalamus's attentional filtering refinement."
  },
  {
    "id": 165,
    "statement": "Corticothalamic connections facilitate bidirectional information flow between cortex and thalamus."
  },
  {
    "id": 166,
    "statement": "Theory of Mind involves understanding mental states of others."
  },
  {
    "id": 167,
    "statement": "PFC's predictive abilities rely on neural pattern separation."
  },
  {
    "id": 168,
    "statement": "Neural competition is a process of synaptic plasticity modulation"
  },
  {
    "id": 169,
    "statement": "Gamma oscillations enable synchronized neural communication through synchronized activity."
  },
  {
    "id": 170,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity."
  },
  {
    "id": 171,
    "statement": "The thalamus refines sensory info through corticothalamic feedback and plasticity."
  },
  {
    "id": 172,
    "statement": "Theory of Mind involves internal simulation of mental states."
  },
  {
    "id": 173,
    "statement": "PFC's top-down predictions refine thalamus's filtering through predictive coding mechanism."
  },
  {
    "id": 174,
    "statement": "Thalamus's filtering relies on stable neural connections through synaptic plasticity."
  },
  {
    "id": 175,
    "statement": "Thalamus refines sensory information dynamically through corticothalamic connections."
  },
  {
    "id": 176,
    "statement": "Thalamus attentionally modulates sensory information prior to cortical processing"
  },
  {
    "id": 177,
    "statement": "Thalamus refines sensory info through filtering and feature extraction."
  },
  {
    "id": 178,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 179,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity."
  },
  {
    "id": 180,
    "statement": "Theory of Mind integrates social cognition, attention, and working memory."
  },
  {
    "id": 181,
    "statement": "Synaptic plasticity enhances information processing through neural adaptation."
  },
  {
    "id": 182,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 183,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 184,
    "statement": "PFC generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 185,
    "statement": "Strong synaptic plasticity enables thalamus refine filtering through adaptive changes"
  },
  {
    "id": 186,
    "statement": "Social cognition, attention, and working memory integrate for Theory of Mind"
  },
  {
    "id": 187,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through predictions."
  },
  {
    "id": 188,
    "statement": "Understanding mental states of others is key to social cognition."
  },
  {
    "id": 189,
    "statement": "Gamma oscillations facilitate neural communication through synchronized activity"
  },
  {
    "id": 190,
    "statement": "PFC's predictive abilities rely on working memory temporarily holding mental representations."
  },
  {
    "id": 191,
    "statement": "PFC generates predictions through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 192,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity"
  },
  {
    "id": 193,
    "statement": "Neural competition refines sensory info through pattern separation and STDP."
  },
  {
    "id": 194,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 195,
    "statement": "Thalamus filters sensory info through attentional modulation, feedback, and plasticity."
  },
  {
    "id": 196,
    "statement": "Prefrontal Cortex refines Thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 197,
    "statement": "PFC's predictive abilities rely on pattern separation and completion."
  },
  {
    "id": 198,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms to make accurate predictions."
  },
  {
    "id": 199,
    "statement": "The PFC sends top-down signals that modulate thalamus's attentional filtering."
  }
]