[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus processes diverse sensory information, including emotional and attentional inputs."
  },
  {
    "id": 2,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 3,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 4,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 5,
    "statement": "Thalamus filters raw sensory data hierarchically before sending to cortex"
  },
  {
    "id": 6,
    "statement": "The thalamus filters sensory information through hierarchical attentional processing."
  },
  {
    "id": 7,
    "statement": "The thalamus gates sensory info influenced by PFC attentional signals"
  },
  {
    "id": 8,
    "statement": "Thalamus refines sensory information through hierarchical filtering and processing layers."
  },
  {
    "id": 9,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing."
  },
  {
    "id": 10,
    "statement": "Thalamus modulates cortical connections through GABA, glutamate, and dopamine."
  },
  {
    "id": 11,
    "statement": "Thalamus processes sensory information hierarchically through multiple layers."
  },
  {
    "id": 12,
    "statement": "Thalamus plays limited role in dopamine regulation indirectly."
  },
  {
    "id": 13,
    "statement": "Thalamus receives and processes raw sensory data from environment"
  },
  {
    "id": 14,
    "statement": "Thalamus refines sensory info hierarchically through neural feedback loops."
  },
  {
    "id": 15,
    "statement": "Thalamus's attentional filtering regulated by PFC through bidirectional connections."
  },
  {
    "id": 16,
    "statement": "Thalamus refines sensory information through attentional filtering."
  },
  {
    "id": 17,
    "statement": "Thalamus's dopamine regulation role is complex and unclear."
  },
  {
    "id": 18,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 19,
    "statement": "Thalamus processes sensory information hierarchically through organized layers."
  },
  {
    "id": 20,
    "statement": "PFC regulates thalamus's attentional filtering through bidirectional connections."
  },
  {
    "id": 21,
    "statement": "Thalamus processes sensory information hierarchically through layered circuits."
  },
  {
    "id": 22,
    "statement": "The thalamus processes sensory information through hierarchical extraction-based processing."
  },
  {
    "id": 23,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory-excitatory balance."
  },
  {
    "id": 24,
    "statement": "Thalamus integrates sensory info with emotional and attentional inputs."
  },
  {
    "id": 25,
    "statement": "LTP and LTD regulate synaptic strength through opposing forces."
  },
  {
    "id": 26,
    "statement": "Thalamocortical loops modulate cortical connections through feedback and feedforward mechanisms."
  },
  {
    "id": 27,
    "statement": "Thalamus plays complex role in dopamine regulation and processing."
  },
  {
    "id": 28,
    "statement": "PFC sends top-down signals to thalamus through corticothalamic fibers."
  },
  {
    "id": 29,
    "statement": "The thalamus processes sensory information hierarchically through layered circuits."
  },
  {
    "id": 30,
    "statement": "Thalamus receives raw sensory data and refines it hierarchically."
  },
  {
    "id": 31,
    "statement": "Thalamus refines sensory info through hierarchical attentional filtering mechanisms."
  },
  {
    "id": 32,
    "statement": "The thalamus processes sensory information hierarchically through neural circuits."
  },
  {
    "id": 33,
    "statement": "Thalamus extracts and refines sensory information hierarchically."
  },
  {
    "id": 34,
    "statement": "Thalamus refines sensory info through layered neural circuits."
  },
  {
    "id": 35,
    "statement": "PFC's attentional control gates and filters sensory information through thalamus."
  },
  {
    "id": 36,
    "statement": "Hebbian learning strengthens neural connections with synchronized firing."
  },
  {
    "id": 37,
    "statement": "Working memory capacity enhances attentional control in social cognition processing."
  },
  {
    "id": 38,
    "statement": "Inhibitory and excitatory neurons synchronize neural oscillations through entrainment."
  },
  {
    "id": 39,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through PFC top-down signals."
  },
  {
    "id": 40,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 41,
    "statement": "Thalamus receives raw, unprocessed sensory information from sensory receptors."
  },
  {
    "id": 42,
    "statement": "The thalamus filters sensory info through layered neural circuits."
  },
  {
    "id": 43,
    "statement": "The thalamus filters sensory information before sending to cortex."
  },
  {
    "id": 44,
    "statement": "Hebbian learning strengthens neural connections for unified social cognition."
  },
  {
    "id": 45,
    "statement": "Thalamus refines sensory information after receiving it from cortex."
  },
  {
    "id": 46,
    "statement": "Theory of Mind integrates social cognition through neural binding and learning"
  },
  {
    "id": 47,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 48,
    "statement": "Thalamus refines sensory information through attentional filtering mechanisms."
  },
  {
    "id": 49,
    "statement": "Thalamus regulates dopamine release indirectly through brain regions."
  },
  {
    "id": 50,
    "statement": "The thalamus refines sensory info hierarchically through neural feedback loops."
  },
  {
    "id": 51,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through bidirectional corticothalamic connections."
  },
  {
    "id": 52,
    "statement": "Thalamus receives raw sensory information from environment."
  },
  {
    "id": 53,
    "statement": "Thalamus receives and processes sensory info from primary cortex"
  },
  {
    "id": 54,
    "statement": "Thalamus receives pre-processed sensory information from the cortex"
  },
  {
    "id": 55,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 56,
    "statement": "Working memory capacity enhances attentional control in social cognition processing."
  },
  {
    "id": 57,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 58,
    "statement": "Working memory capacity enhances attentional control in social cognition"
  },
  {
    "id": 59,
    "statement": "Thalamus processes sensory info hierarchically through layered neural circuits."
  },
  {
    "id": 60,
    "statement": "Thalamus refines sensory info through cortical processing layers."
  },
  {
    "id": 61,
    "statement": "Thalamus receives sensory info from various brain regions."
  },
  {
    "id": 62,
    "statement": "Thalamus processes sensory information through hierarchical processing stages."
  },
  {
    "id": 63,
    "statement": "Thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 64,
    "statement": "Corticothalamic connections modulate attentional filtering through PFC top-down signals."
  },
  {
    "id": 65,
    "statement": "Thalamus's dopamine regulation role is largely unknown."
  },
  {
    "id": 66,
    "statement": "Thalamus processes sensory information hierarchically through neural layers."
  },
  {
    "id": 67,
    "statement": "The thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 68,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 69,
    "statement": "Top-down PFC signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 70,
    "statement": "PFC and thalamus have bidirectional connections for filtering."
  },
  {
    "id": 71,
    "statement": "The thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 72,
    "statement": "Thalamus receives sensory information from primary sensory cortex for processing."
  },
  {
    "id": 73,
    "statement": "Working memory capacity influences attentional control in social cognition by manipulating"
  },
  {
    "id": 74,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons"
  },
  {
    "id": 75,
    "statement": "Thalamus refines sensory info hierarchically through neural layers."
  },
  {
    "id": 76,
    "statement": "Thalamus directly regulates dopamine release through neural connections."
  },
  {
    "id": 77,
    "statement": "Thalamus refines sensory info through already-processed cortical data."
  },
  {
    "id": 78,
    "statement": "Thalamus processes sensory information hierarchically through layered neural circuits"
  },
  {
    "id": 79,
    "statement": "Gamma oscillations refine sensory info through thalamocortical loop synchronization."
  },
  {
    "id": 80,
    "statement": "Thalamus filters sensory info through hierarchical neural circuitry"
  },
  {
    "id": 81,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 82,
    "statement": "Thalamus processes sensory information through hierarchical extraction-based processing."
  },
  {
    "id": 83,
    "statement": "Neural binding integrates information across brain regions."
  },
  {
    "id": 84,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons."
  },
  {
    "id": 85,
    "statement": "Top-down signals from PFC modulate thalamus's attentional filtering."
  },
  {
    "id": 86,
    "statement": "PFC sends top-down signals to modulate thalamus's filtering."
  },
  {
    "id": 87,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 88,
    "statement": "Thalamus processes sensory information after initial processing in cortex."
  },
  {
    "id": 89,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 90,
    "statement": "Thalamus regulates sensory information flow to cortex."
  },
  {
    "id": 91,
    "statement": "Thalamus refines sensory information through hierarchical neural filtering mechanisms."
  },
  {
    "id": 92,
    "statement": "The thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 93,
    "statement": "The thalamus refines sensory info hierarchically through layers."
  },
  {
    "id": 94,
    "statement": "Thalamus modulates cortical connections through various neurotransmitters and pathways."
  },
  {
    "id": 95,
    "statement": "The thalamus processes sensory information in hierarchical stages."
  },
  {
    "id": 96,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons"
  },
  {
    "id": 97,
    "statement": "Thalamus filters sensory info hierarchically through neurons connections."
  },
  {
    "id": 98,
    "statement": "Working memory capacity influences social cognition accuracy through attentional control."
  },
  {
    "id": 99,
    "statement": "Theory of Mind integrates social cognition through binding and Hebbian learning"
  },
  {
    "id": 100,
    "statement": "Thalamus influences dopamine release through connections with other brain regions."
  },
  {
    "id": 101,
    "statement": "Thalamus receives processed sensory information, not solely raw sensory info."
  },
  {
    "id": 102,
    "statement": "Thalamus refines sensory info hierarchically through neural filtering."
  },
  {
    "id": 103,
    "statement": "Thalamus refines sensory info through hierarchical neural processing."
  },
  {
    "id": 104,
    "statement": "Thalamus's emotional processing involves both feedforward and feedback loops"
  },
  {
    "id": 105,
    "statement": "The thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 106,
    "statement": "Thalamocortical loops regulate cortical connections through feedback and feedforward."
  },
  {
    "id": 107,
    "statement": "Thalamus modulates sensory information in hierarchical processing stages."
  },
  {
    "id": 108,
    "statement": "Thalamus plays a role in dopamine regulation in networks."
  },
  {
    "id": 109,
    "statement": "Thalamus filters sensory info selectively for relevance and importance."
  },
  {
    "id": 110,
    "statement": "Thalamus refines sensory info through hierarchical processing layers."
  },
  {
    "id": 111,
    "statement": "Thalamus refines sensory info hierarchically through neural networks."
  },
  {
    "id": 112,
    "statement": "Thalamus modulates dopamine release through indirect brain connections"
  },
  {
    "id": 113,
    "statement": "Corticothalamic connections influence thalamic activity, not dopamine release."
  },
  {
    "id": 114,
    "statement": "Gamma oscillations enhance thalamocortical loop communication refining sensory info."
  },
  {
    "id": 115,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 116,
    "statement": "Thalamus filters sensory information through hierarchical processing layers."
  },
  {
    "id": 117,
    "statement": "Thalamocortical loops modulate cortical connections through feedback and feedforward mechanisms"
  },
  {
    "id": 118,
    "statement": "Thalamus refines sensory information through hierarchical processing in layers."
  },
  {
    "id": 119,
    "statement": "Gamma oscillations synchronize thalamocortical loop activity refining sensory info."
  },
  {
    "id": 120,
    "statement": "Thalamus filters sensory info based on attentional demands."
  },
  {
    "id": 121,
    "statement": "Thalamus refines sensory information through hierarchical neural layers."
  },
  {
    "id": 122,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 123,
    "statement": "Thalamus processes sensory info hierarchically, filters irrelevant data."
  },
  {
    "id": 124,
    "statement": "Inhibitory neurons facilitate entrainment and phase-locking through synchronized inhibition."
  },
  {
    "id": 125,
    "statement": "Thalamus processes sensory information before sending to cortex."
  },
  {
    "id": 126,
    "statement": "LTP and LTD regulate synaptic strength through opposing forces."
  },
  {
    "id": 127,
    "statement": "Gates sensory information to cortex for processing."
  },
  {
    "id": 128,
    "statement": "Gamma oscillations synchronize thalamocortical loops for sensory refinement."
  },
  {
    "id": 129,
    "statement": "Thalamus receives and processes sensory info hierarchically."
  },
  {
    "id": 130,
    "statement": "Thalamus processes sensory info hierarchically through layered neural circuits"
  },
  {
    "id": 131,
    "statement": "Thalamus plays a complex, indirect role in dopamine regulation."
  },
  {
    "id": 132,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons."
  },
  {
    "id": 133,
    "statement": "Thalamus refines sensory information through hierarchical neural processing layers."
  },
  {
    "id": 134,
    "statement": "Thalamus receives refined sensory information from primary sensory cortex."
  },
  {
    "id": 135,
    "statement": "Thalamus modulates dopamine release through indirect brain connections influencing PFC."
  },
  {
    "id": 136,
    "statement": "Thalamus processes emotional info through feedforward and feedback loops."
  },
  {
    "id": 137,
    "statement": "Thalamus receives processed sensory information from sensory receptors."
  },
  {
    "id": 138,
    "statement": "Thalamus gates sensory information based on attentional demands."
  },
  {
    "id": 139,
    "statement": "Neural oscillations synchronize through entrainment and phase-locking mechanisms."
  },
  {
    "id": 140,
    "statement": "Thalamus processes sensory information hierarchically through layered neural circuits."
  },
  {
    "id": 141,
    "statement": "Corticothalamic connections modulate attentional filtering through PFC top-down signals."
  },
  {
    "id": 142,
    "statement": "Thalamus plays complex, multifaceted role in sensory processing."
  },
  {
    "id": 143,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 144,
    "statement": "Theory of Mind integrates social cognition through binding and Hebbian learning."
  },
  {
    "id": 145,
    "statement": "Thalamus processes sensory information hierarchically in several stages."
  },
  {
    "id": 146,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 147,
    "statement": "Thalamus integrates sensory info from various brain regions."
  },
  {
    "id": 148,
    "statement": "Thalamus plays bidirectional role in sensory information processing."
  },
  {
    "id": 149,
    "statement": "Thalamus refines sensory information in collaboration with cortex."
  },
  {
    "id": 150,
    "statement": "PFC attentional signals modulate thalamus's sensory information filtering."
  },
  {
    "id": 151,
    "statement": "Thalamus receives and refines sensory information hierarchically."
  },
  {
    "id": 152,
    "statement": "Thalamus receives processed sensory info from primary cortex."
  },
  {
    "id": 153,
    "statement": "Thalamus refines sensory information through hierarchical, attentional processing."
  },
  {
    "id": 154,
    "statement": "The thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 155,
    "statement": "Thalamus processes sensory info in hierarchical layers"
  },
  {
    "id": 156,
    "statement": "Thalamus processes sensory information hierarchically through multiple filters."
  },
  {
    "id": 157,
    "statement": "The thalamus refines sensory info through step-wise processing layers."
  },
  {
    "id": 158,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 159,
    "statement": "Thalamus refines sensory information through hierarchical neural processing layers."
  },
  {
    "id": 160,
    "statement": "Entrainment likely plays a role in neural oscillation synchronization."
  },
  {
    "id": 161,
    "statement": "Thalamus filters sensory info through hierarchical neural processing layers."
  },
  {
    "id": 162,
    "statement": "Working memory capacity facilitates attentional control in social cognition through neural processing."
  },
  {
    "id": 163,
    "statement": "Thalamus modulates cortical connections through GABA and glutamate release."
  },
  {
    "id": 164,
    "statement": "Thalamus refines sensory information by filtering and processing hierarchically"
  },
  {
    "id": 165,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 166,
    "statement": "Hebbian learning helps neural connections for social cognition coordination."
  },
  {
    "id": 167,
    "statement": "Entrainment and phase-locking synchronize neural oscillations for information processing."
  },
  {
    "id": 168,
    "statement": "Thalamus processes sensory info hierarchically in stages."
  },
  {
    "id": 169,
    "statement": "Thalamus receives raw, unprocessed sensory information from environment."
  },
  {
    "id": 170,
    "statement": "Thalamus refines sensory information in hierarchical neural circuits."
  },
  {
    "id": 171,
    "statement": "Thalamus refines sensory info through hierarchical processing stages."
  },
  {
    "id": 172,
    "statement": "Working memory capacity enables social cognition through attentional modulation."
  },
  {
    "id": 173,
    "statement": "Thalamus filters sensory info through attentional control by PFC."
  },
  {
    "id": 174,
    "statement": "Thalamus refines sensory info hierarchically through layered processing."
  },
  {
    "id": 175,
    "statement": "Thalamus receives processed sensory information from environment and cortex"
  },
  {
    "id": 176,
    "statement": "Thalamus processes sensory information hierarchically, not necessarily judging relevance."
  },
  {
    "id": 177,
    "statement": "Thalamocortical loops refine cortical connections through feedback and feedforward processing."
  },
  {
    "id": 178,
    "statement": "Thalamus refines sensory info hierarchically through neural attention."
  },
  {
    "id": 179,
    "statement": "The thalamus processes sensory information in hierarchical processing layers."
  },
  {
    "id": 180,
    "statement": "Thalamus integrates sensory info to modulate dopamine release."
  },
  {
    "id": 181,
    "statement": "Thalamus modulates sensory info flow based on attentional demands through corticothalamic loop and hierarchical processing layers, processing sensory signals with multiple filters."
  },
  {
    "id": 182,
    "statement": "Thalamus refines sensory information through hierarchical neural filtering."
  },
  {
    "id": 183,
    "statement": "Working memory capacity enhances attentional control in social cognition processes"
  },
  {
    "id": 184,
    "statement": "Thalamus refines sensory info hierarchically through connections."
  },
  {
    "id": 185,
    "statement": "Thalamus indirectly influences dopamine regulation through cortical connections."
  },
  {
    "id": 186,
    "statement": "Thalamus refines sensory information through hierarchical neural processing."
  },
  {
    "id": 187,
    "statement": "Thalamus refines sensory info through hierarchical filtering and modulation."
  },
  {
    "id": 188,
    "statement": "Thalamus actively refines and filters sensory information hierarchically."
  },
  {
    "id": 189,
    "statement": "Thalamocortical loops regulate sensory information processing through bidirectional connections."
  },
  {
    "id": 190,
    "statement": "Thalamocortical loops refine cortical connections through feedback mechanisms"
  },
  {
    "id": 191,
    "statement": "Hebbian learning strengthens neural connections through synchronized neuron firing"
  },
  {
    "id": 192,
    "statement": "PFC modulates thalamocortical loops for refined sensory processing."
  },
  {
    "id": 193,
    "statement": "The thalamus refines sensory information hierarchically through multiple stages."
  },
  {
    "id": 194,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 195,
    "statement": "Top-down PFC signals regulate thalamus's attentional filtering through bidirectional communication."
  },
  {
    "id": 196,
    "statement": "Thalamus processes raw sensory information in hierarchical stages."
  },
  {
    "id": 197,
    "statement": "Thalamus refines sensory info through hierarchical neural layer integration."
  },
  {
    "id": 198,
    "statement": "Hebbian learning strengthens neural connections through correlated firing."
  }
]