[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 2,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 3,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 4,
    "statement": "Theory of mind enables simulating mental states through imagination."
  },
  {
    "id": 5,
    "statement": "Thalamus acts as a critical relay station for sensory processing."
  },
  {
    "id": 6,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 7,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 8,
    "statement": "Thalamus refines sensory information through dynamic neural reorganization."
  },
  {
    "id": 9,
    "statement": "Action potentials represent electrical impulses transmitted through neurons"
  },
  {
    "id": 10,
    "statement": "Thalamus acts as a crucial relay station for sensory processing."
  },
  {
    "id": 11,
    "statement": "Mentalizing involves imagining others' mental states to build empathy"
  },
  {
    "id": 12,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 13,
    "statement": "Neural oscillations mediate top-down attention modulation via corticothalamic interactions."
  },
  {
    "id": 14,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 15,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through imagination."
  },
  {
    "id": 16,
    "statement": "Mentalizing refers to simulating others' thoughts and feelings through imagination."
  },
  {
    "id": 17,
    "statement": "The thalamus integrates sensory information from multiple sources hierarchically."
  },
  {
    "id": 18,
    "statement": "Top-down control influences sensory processing through corticothalamic pathway predictions."
  },
  {
    "id": 19,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT pathways."
  },
  {
    "id": 20,
    "statement": "Thalamus filters sensory info based on top-down predictions."
  },
  {
    "id": 21,
    "statement": "Thalamus extracts sensory features through hierarchical processing to prioritize information."
  },
  {
    "id": 22,
    "statement": "Corticothalamic connections enable bidirectional information exchange between cortex and thalamus."
  },
  {
    "id": 23,
    "statement": "Thalamus filters and refines sensory information through corticothalamic connections."
  },
  {
    "id": 24,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 25,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 26,
    "statement": "Top-down feedback from cortex refines thalamus's sensory information processing."
  },
  {
    "id": 27,
    "statement": "Mentalizing simulates others' mental states through neural network constructions."
  },
  {
    "id": 28,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 29,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 30,
    "statement": "Thalamus dynamically integrates sensory signals with cortical predictions in real-time."
  },
  {
    "id": 31,
    "statement": "Mentalizing simulates others' mental states through active neural simulation."
  },
  {
    "id": 32,
    "statement": "Thalamus receives sensory info, performs selective processing."
  },
  {
    "id": 33,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 34,
    "statement": "Thalamus filters sensory info through corticothalamic connections based on cortical predictions"
  },
  {
    "id": 35,
    "statement": "Corticothalamic connections enable top-down control of thalamus filtering."
  },
  {
    "id": 36,
    "statement": "Corticothalamic connections mediate top-down attentional modulation through synchronized activity."
  },
  {
    "id": 37,
    "statement": "Thalamus filters and refines sensory info for cortical processing."
  },
  {
    "id": 38,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 39,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 40,
    "statement": "The thalamus processes sensory information in real-time through neural oscillations."
  },
  {
    "id": 41,
    "statement": "Thalamus refines sensory info through multiple hierarchical stages dynamically."
  },
  {
    "id": 42,
    "statement": "Thalamus hierarchically processes sensory information for cortical interpretation."
  },
  {
    "id": 43,
    "statement": "Mentalizing simulates others' mental states through neural network simulations."
  },
  {
    "id": 44,
    "statement": "Cortical expectations influence thalamic filtering through diverse neural connections."
  },
  {
    "id": 45,
    "statement": "Thalamus filters and refines sensory information through corticothalamic connections."
  },
  {
    "id": 46,
    "statement": "Corticothalamic connections facilitate bidirectional neural communication."
  },
  {
    "id": 47,
    "statement": "Thalamus hierarchically processes sensory info through corticothalamic connections."
  },
  {
    "id": 48,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 49,
    "statement": "Cortical expectations refine thalamic filtering through learned predictions"
  },
  {
    "id": 50,
    "statement": "Thalamus relays sensory information to primary sensory cortex processing."
  },
  {
    "id": 51,
    "statement": "Cortical expectations are top-down predictions about sensory input filtrating."
  },
  {
    "id": 52,
    "statement": "Internal models guide thalamus's sensory filtering through past experiences."
  },
  {
    "id": 53,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 54,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 55,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 56,
    "statement": "Thalamus filters sensory info using PFC's top-down predictions."
  },
  {
    "id": 57,
    "statement": "Corticothalamic connections enable top-down control over thalamus filtering."
  },
  {
    "id": 58,
    "statement": "Corticothalamic connections facilitate bidirectional information exchange between cortex and thalamus."
  },
  {
    "id": 59,
    "statement": "Corticothalamic pathway enables top-down control through neural oscillations and re-entrant processing."
  },
  {
    "id": 60,
    "statement": "Thalamus filters and processes sensory information in real-time."
  },
  {
    "id": 61,
    "statement": "Thalamus integrates sensory info hierarchically, refining data for cortex processing"
  },
  {
    "id": 62,
    "statement": "Corticothalamic connections enable continuous bidirectional top-down attention modulation."
  },
  {
    "id": 63,
    "statement": "Corticothalamic pathway enables cortex-to-thalamus top-down filtering of sensory info."
  },
  {
    "id": 64,
    "statement": "Corticothalamic interactions facilitate bidirectional top-down attention modulation."
  },
  {
    "id": 65,
    "statement": "The thalamus processes sensory information in real-time through neural oscillations"
  },
  {
    "id": 66,
    "statement": "Cortical expectations influence thalamus's filtering through learned predictions."
  },
  {
    "id": 67,
    "statement": "Neural gain influences sensory transmission strength through synaptic plasticity."
  },
  {
    "id": 68,
    "statement": "PFC's top-down control modulates thalamus's sensory filtering through CT."
  },
  {
    "id": 69,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 70,
    "statement": "Corticothalamic pathway enables top-down modulation of thalamic processing."
  },
  {
    "id": 71,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing through predictions."
  },
  {
    "id": 72,
    "statement": "Corticothalamic connections enable bidirectional neural communication pathways."
  },
  {
    "id": 73,
    "statement": "Neural oscillations facilitate attention modulation through synchronized activity."
  },
  {
    "id": 74,
    "statement": "Cortical expectations filter sensory information through neural predictions"
  },
  {
    "id": 75,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 76,
    "statement": "The thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 77,
    "statement": "Thalamus refines sensory info for cortex processing through hierarchical organization."
  },
  {
    "id": 78,
    "statement": "Cortical expectations shape thalamic filtering through corticothalamic modulation."
  },
  {
    "id": 79,
    "statement": "Thalamus refines sensory info based on cortical predictions dynamically."
  },
  {
    "id": 80,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 81,
    "statement": "Corticothalamic connections enable bi-directional sensory information processing."
  },
  {
    "id": 82,
    "statement": "Neural gain modulates signal transmission through cortical interactions."
  },
  {
    "id": 83,
    "statement": "Synaptic plasticity enables reorganization and adaptation through LTP, LTD, pruning, and migration."
  },
  {
    "id": 84,
    "statement": "Hierarchical processing enables refining sensory info through cortex-thalamus feedback."
  },
  {
    "id": 85,
    "statement": "Corticothalamic connections facilitate bidirectional information exchange dynamically."
  },
  {
    "id": 86,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 87,
    "statement": "Thalamus continuously updates filtering based on cortical predictions dynamically."
  },
  {
    "id": 88,
    "statement": "Thalamus filters sensory info based on top-down cortical predictions."
  },
  {
    "id": 89,
    "statement": "Neural gain refers to synaptic strength amplification during neural transmission."
  },
  {
    "id": 90,
    "statement": "Cortical expectations modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 91,
    "statement": "Corticothalamic pathway enables top-down processing of sensory information."
  },
  {
    "id": 92,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation."
  },
  {
    "id": 93,
    "statement": "Gamma and alpha neural oscillations facilitate attentional modulation."
  },
  {
    "id": 94,
    "statement": "Synaptic plasticity influences neural gain, amplifying or attenuating signals."
  },
  {
    "id": 95,
    "statement": "Cortical expectations influence thalamic filtering based on past experiences and learning dynamically through varied neural pathways"
  },
  {
    "id": 96,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections"
  },
  {
    "id": 97,
    "statement": "Neural oscillations enable synchronized activity for attention modulation"
  },
  {
    "id": 98,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through imagination."
  },
  {
    "id": 99,
    "statement": "Thalamus filters sensory info through corticothalamic connections dynamically."
  },
  {
    "id": 100,
    "statement": "Corticothalamic connections enable bidirectional information exchange between cortex and thalamus."
  },
  {
    "id": 101,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 102,
    "statement": "Corticothalamic pathway enables top-down attention modulation through neural oscillations"
  },
  {
    "id": 103,
    "statement": "Mentalizing simulates others' mental states through neural simulations."
  },
  {
    "id": 104,
    "statement": "Mentalizing simulates others' thoughts through neural network simulations."
  },
  {
    "id": 105,
    "statement": "Mentalizing simulates others' thoughts and feelings through imagination."
  },
  {
    "id": 106,
    "statement": "Top-down modulation influences thalamus's processing of sensory information."
  },
  {
    "id": 107,
    "statement": "Corticothalamic connections modulate sensory processing through neural oscillations."
  },
  {
    "id": 108,
    "statement": "Thalamus extracts features through hierarchical processing of sensory inputs"
  },
  {
    "id": 109,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 110,
    "statement": "Corticothalamic connections enable bidirectional communication between cortex and thalamus."
  },
  {
    "id": 111,
    "statement": "Thalamus integrates sensory information through hierarchical neural processing."
  },
  {
    "id": 112,
    "statement": "Cortical predictions are anticipations of sensory inputs based on past experiences."
  },
  {
    "id": 113,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 114,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 115,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 116,
    "statement": "Thalamus filters sensory information selectively through corticothalamic connections."
  },
  {
    "id": 117,
    "statement": "Synaptic plasticity enables reorganization and adaptation through neural migration processes."
  },
  {
    "id": 118,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing through predictions."
  },
  {
    "id": 119,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized activity."
  },
  {
    "id": 120,
    "statement": "Corticothalamic connections enable bi-directional sensory information processing through re-entrant loops."
  },
  {
    "id": 121,
    "statement": "Theory of Mind involves mentally simulating others' thoughts and feelings."
  },
  {
    "id": 122,
    "statement": "Neural gain modulates sensory transmission strength through corticothalamic interactions."
  },
  {
    "id": 123,
    "statement": "Cortical expectations influence thalamic filtering through diverse neural connections."
  },
  {
    "id": 124,
    "statement": "Thalamus relays sensory information to primary sensory cortex processing levels"
  },
  {
    "id": 125,
    "statement": "Corticothalamic pathway enables top-down attention modulation through neural oscillations."
  },
  {
    "id": 126,
    "statement": "Complex neural oscillations orchestrate top-down attention through corticothalamic interactions."
  },
  {
    "id": 127,
    "statement": "Cortical expectations influence thalamus's sensory filtering through top-down signaling."
  },
  {
    "id": 128,
    "statement": "Thalamus filters and refines sensory information for cortical processing, enabling selectivity and accuracy."
  },
  {
    "id": 129,
    "statement": "Thalamus's neural oscillations facilitate real-time sensory processing."
  },
  {
    "id": 130,
    "statement": "Cortical predictions refine thalamic filtering through learned predictions."
  },
  {
    "id": 131,
    "statement": "Corticothalamic connections enable synchronized neural activity modulation."
  },
  {
    "id": 132,
    "statement": "Neural gain amplifies or attenuates signals through synaptic plasticity."
  },
  {
    "id": 133,
    "statement": "Corticothalamic connections enable reciprocal top-down and bottom-up processing."
  },
  {
    "id": 134,
    "statement": "Synaptic plasticity enables reorganization and adaptation of neural circuits through LTP, LTD, pruning, and neuronal migration."
  },
  {
    "id": 135,
    "statement": "Neural gain refers to synaptic strength modulation during transmission."
  },
  {
    "id": 136,
    "statement": "Thalamus relays processed sensory info to primary sensory cortex."
  },
  {
    "id": 137,
    "statement": "Internal models guide thalamus's sensory filtering through past experiences."
  },
  {
    "id": 138,
    "statement": "Cortical predictions modify thalamic filtering through corticothalamic connections."
  },
  {
    "id": 139,
    "statement": "Corticothalamic pathway enables top-down control through feedback loops."
  },
  {
    "id": 140,
    "statement": "Theory of Mind enables mentalizing through imagined perspective-taking."
  },
  {
    "id": 141,
    "statement": "Thalamus acts as a filter and processer of sensory info."
  },
  {
    "id": 142,
    "statement": "Corticothalamic interactions facilitate bidirectional top-down attention modulation."
  },
  {
    "id": 143,
    "statement": "Cortical predictions influence thalamic filtering through past experiences and learning."
  },
  {
    "id": 144,
    "statement": "Cortical predictions are anticipatory based on past experiences and learning."
  },
  {
    "id": 145,
    "statement": "Cortical expectations shape thalamic filtering through acquired knowledge."
  },
  {
    "id": 146,
    "statement": "Mentalizing simulates others' mental states through neural network constructions"
  },
  {
    "id": 147,
    "statement": "Mentalizing involves simulating others' thoughts and feelings through imagination."
  },
  {
    "id": 148,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 149,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 150,
    "statement": "Corticothalamic connections enable top-down modulation through predictive filtering"
  },
  {
    "id": 151,
    "statement": "Cortical expectations adaptively reorganize neural pathways through experience learning."
  },
  {
    "id": 152,
    "statement": "Corticothalamic pathway enables bidirectional communication between cortex and thalamus"
  },
  {
    "id": 153,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 154,
    "statement": "Thalamus continuously updates sensory processing based on context."
  },
  {
    "id": 155,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 156,
    "statement": "Neural gain amplifies or attenuates signals through synaptic plasticity."
  },
  {
    "id": 157,
    "statement": "Cortical predictions influence sensory information processing through top-down filtering."
  },
  {
    "id": 158,
    "statement": "Action potential is a brief electrical impulse in neurons"
  },
  {
    "id": 159,
    "statement": "Cortical expectations shape thalamic filtering through learned predictions dynamically."
  },
  {
    "id": 160,
    "statement": "Corticothalamic connections enable complex bidirectional communication between cortices."
  },
  {
    "id": 161,
    "statement": "Thalamus filters sensory info selectively through corticothalamic connections refining processing."
  },
  {
    "id": 162,
    "statement": "Top-down modulation influences thalamus's processing of sensory information."
  },
  {
    "id": 163,
    "statement": "Top-down feedback refines thalamus's sensory processing through error correction"
  },
  {
    "id": 164,
    "statement": "Thalamus filters sensory info through selective processing mechanisms."
  },
  {
    "id": 165,
    "statement": "Thalamus integrates sensory info through hierarchical processing layers."
  },
  {
    "id": 166,
    "statement": "Theory of Mind involves simulating others' mental states through mentalizing."
  },
  {
    "id": 167,
    "statement": "Thalamus dynamically refines and processes sensory info before cortex."
  },
  {
    "id": 168,
    "statement": "Thalamus hierarchically processes sensory information for cortical refinement."
  },
  {
    "id": 169,
    "statement": "Cortex predicts sensory information, influences thalamus processing through expectations."
  },
  {
    "id": 170,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 171,
    "statement": "Thalamus filters and refines sensory information for cortical processing."
  },
  {
    "id": 172,
    "statement": "PFC top-down signals modulate thalamus's filtering based on expectations."
  },
  {
    "id": 173,
    "statement": "Synaptic plasticity involves mechanisms like LTP, LTD, pruning, and sprouting."
  },
  {
    "id": 174,
    "statement": "The thalamus hierarchically processes sensory information in multiple stages."
  },
  {
    "id": 175,
    "statement": "Thalamus functions as a relay station, filtering sensory info to cortex"
  },
  {
    "id": 176,
    "statement": "Theory of Mind simulates others' mental states through neural connections."
  },
  {
    "id": 177,
    "statement": "Thalamus actively filters sensory info based on cortical predictions continuously."
  },
  {
    "id": 178,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 179,
    "statement": "Thalamus filters and processes sensory information for cortical processing."
  },
  {
    "id": 180,
    "statement": "Mentalizing uses default mode network predictive coding for simulation."
  },
  {
    "id": 181,
    "statement": "Thalamus continuously updates filtering based on cortical predictions."
  },
  {
    "id": 182,
    "statement": "Corticothalamic connections filter and refine sensory info through top-down predictions."
  },
  {
    "id": 183,
    "statement": "Corticothalamic connections modulate sensory processing through top-down feedback."
  },
  {
    "id": 184,
    "statement": "Cortical expectations refine thalamic filtering through learned predictive coding."
  },
  {
    "id": 185,
    "statement": "Neural gain amplifies sensory transmission strength through corticothalamic interactions"
  },
  {
    "id": 186,
    "statement": "Thalamus refines sensory information through dynamic neural reorganization processes."
  },
  {
    "id": 187,
    "statement": "PFC's top-down control modulates thalamus's attentional filtering function."
  },
  {
    "id": 188,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing steps."
  },
  {
    "id": 189,
    "statement": "Thalamus processes sensory info and filters irrelevant stimuli."
  },
  {
    "id": 190,
    "statement": "Thalamus filters sensory info based on cortical predictions."
  },
  {
    "id": 191,
    "statement": "Corticothalamic connections modulate sensory processing through neural oscillations dynamically."
  },
  {
    "id": 192,
    "statement": "Neural simulations recreate mental states through social cognition networks."
  },
  {
    "id": 193,
    "statement": "The thalamus processes sensory information in real-time through neural oscillations."
  },
  {
    "id": 194,
    "statement": "Mentalizing involves simulating others' mental states through cognitive processes."
  },
  {
    "id": 195,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 196,
    "statement": "Thalamus dynamically integrates sensory info with cortical predictions in real-time."
  },
  {
    "id": 197,
    "statement": "Mentalizing simulates others' mental states through brain's neural networks."
  },
  {
    "id": 198,
    "statement": "Mentalizing enables simulating others' mental states to build empathy."
  },
  {
    "id": 199,
    "statement": "Thalamus dynamically filters sensory info through top-down corticothalamic modulation."
  }
]