[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, and situational awareness."
  },
  {
    "id": 2,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, situational awareness."
  },
  {
    "id": 3,
    "statement": "Alpha oscillations filter sensory information through selective attention mechanisms"
  },
  {
    "id": 4,
    "statement": "Honesty involves multiple factors beyond situational awareness."
  },
  {
    "id": 5,
    "statement": "Alpha oscillations modulate sensory processing through thalamocortical interactions."
  },
  {
    "id": 6,
    "statement": "Thalamus plays crucial role in sensory processing and integration."
  },
  {
    "id": 7,
    "statement": "Thalamus filters sensory information based on attention, relevance, and priority"
  },
  {
    "id": 8,
    "statement": "Thalamus filters sensory info through neural oscillations refining processing."
  },
  {
    "id": 9,
    "statement": "Moral development involves bidirectional interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 10,
    "statement": "Vagueness in language can lead to misunderstanding and confusion"
  },
  {
    "id": 11,
    "statement": "The thalamus refines sensory information through thalamocortical loops and oscillations."
  },
  {
    "id": 12,
    "statement": "Thalamus filters sensory information based on attentional state and relevance."
  },
  {
    "id": 13,
    "statement": "Thalamus filters sensory info based on attention and context."
  },
  {
    "id": 14,
    "statement": "Emotional motivation drives honesty through emotions like guilt, empathy, compassion."
  },
  {
    "id": 15,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, and situational awareness."
  },
  {
    "id": 16,
    "statement": "Thalamus integrates sensory inputs with cortical feedback continuously."
  },
  {
    "id": 17,
    "statement": "The thalamus regulates sensory information flow to the brain."
  },
  {
    "id": 18,
    "statement": "Thalamus integrates sensory information through cortical feedback cycles."
  },
  {
    "id": 19,
    "statement": "Honesty builds trust through vulnerability, empathy, and reliability."
  },
  {
    "id": 20,
    "statement": "Thalamus filters sensory information based on attention and context."
  },
  {
    "id": 21,
    "statement": "Thalamus filters, amplifies, and modulates sensory information"
  },
  {
    "id": 22,
    "statement": "Emotional motivation stems from internalized moral principles and values."
  },
  {
    "id": 23,
    "statement": "Thalamus plays crucial role in filtering and processing sensory information."
  },
  {
    "id": 24,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, and situational awareness."
  },
  {
    "id": 25,
    "statement": "Vulnerability in honesty builds trust through authenticity and accountability."
  },
  {
    "id": 26,
    "statement": "Thalamus refines sensory info through filtering, modulating, and integrating."
  },
  {
    "id": 27,
    "statement": "Thalamus's complex role in alpha oscillations due to study limitations"
  },
  {
    "id": 28,
    "statement": "Emotional motivation is driven by individual moral values."
  },
  {
    "id": 29,
    "statement": "The thalamus refines sensory info through iterative cortical feedback loops."
  },
  {
    "id": 30,
    "statement": "Thalamus plays crucial role in sensory information processing."
  },
  {
    "id": 31,
    "statement": "The thalamus dynamically refines processing through attentional state and relevance."
  },
  {
    "id": 32,
    "statement": "Situational awareness is just one aspect of decision-making, not the only factor"
  },
  {
    "id": 33,
    "statement": "Honesty involves cognitive, emotional, and social factors intertwined"
  },
  {
    "id": 34,
    "statement": "The thalamus refines sensory info through iterative cortical feedback loops."
  },
  {
    "id": 35,
    "statement": "Honesty integrates emotional, cognitive, and social factors synergistically."
  },
  {
    "id": 36,
    "statement": "Thalamus filters sensory information through thalamocortical loops and oscillations."
  },
  {
    "id": 37,
    "statement": "Moral development results from biological, cultural, and environmental interactions."
  },
  {
    "id": 38,
    "statement": "Honesty builds trust through vulnerability, empathy, and reliability"
  },
  {
    "id": 39,
    "statement": "Thalamus dynamically refines processing through attentional state and relevance."
  },
  {
    "id": 40,
    "statement": "Emotional motivation is a driving factor in honesty decisions"
  },
  {
    "id": 41,
    "statement": "Alpha oscillations' role in thalamus refining sensory processing unclear."
  },
  {
    "id": 42,
    "statement": "The thalamus's role in alpha oscillations is complex and unclear."
  },
  {
    "id": 43,
    "statement": "Honesty involves interconnected moral, emotional, and situational dynamics."
  },
  {
    "id": 44,
    "statement": "Thalamus integrates sensory info through alpha oscillations synchronization processing."
  },
  {
    "id": 45,
    "statement": "Moral development influenced by biological and cultural factors."
  },
  {
    "id": 46,
    "statement": "Moral development involves bidirectional interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 47,
    "statement": "Thalamus filters sensory info through attention, relevance, and alpha waves."
  },
  {
    "id": 48,
    "statement": "Honesty involves cognitive, emotional, and social factors intricately connected."
  },
  {
    "id": 49,
    "statement": "Thalamus filters sensory information through attention, relevance, and oscillations."
  },
  {
    "id": 50,
    "statement": "Cortical feedback loops refine sensory information through thalamocortical processing."
  },
  {
    "id": 51,
    "statement": "Thalamus filters sensory information through neural oscillations continuously."
  },
  {
    "id": 52,
    "statement": "Moral development results from interplay of biological, cultural, and environmental factors."
  },
  {
    "id": 53,
    "statement": "Thalamus filters sensory info based on attention and relevance constantly."
  },
  {
    "id": 54,
    "statement": "The thalamus plays a crucial role in processing and integrating sensory information."
  },
  {
    "id": 55,
    "statement": "Thalamus' complexity hinders understanding alpha oscillations in sensory processing"
  },
  {
    "id": 56,
    "statement": "Thalamus refines sensory information through thalamocortical loops."
  },
  {
    "id": 57,
    "statement": "Thalamus filters sensory info based on attention and context's interplay"
  },
  {
    "id": 58,
    "statement": "Thalamus filters sensory information through attention and relevance dynamically refining processing."
  },
  {
    "id": 59,
    "statement": "A moral framework is a set of guiding principles for moral decision-making."
  },
  {
    "id": 60,
    "statement": "Honesty integrates emotional, cognitive, and social factors synergistically."
  },
  {
    "id": 61,
    "statement": "Situational awareness is essential but not sufficient for informed decision-making"
  },
  {
    "id": 62,
    "statement": "Honesty involves emotional, moral, social, cognitive, and personal factors."
  },
  {
    "id": 63,
    "statement": "Thalamus filters sensory information through cortical feedback loops."
  },
  {
    "id": 64,
    "statement": "Trust builds on complex factors, not just honesty alone"
  },
  {
    "id": 65,
    "statement": "Thalamus facilitates sensory information processing through cortical interactions, alpha oscillations."
  },
  {
    "id": 66,
    "statement": "Alpha oscillations in thalamus filter and modulate sensory information."
  },
  {
    "id": 67,
    "statement": "Emotions complexly influence honesty through individual differences and context factors."
  },
  {
    "id": 68,
    "statement": "Vagueness in language can increase cognitive processing difficulty."
  },
  {
    "id": 69,
    "statement": "Emotional intelligence and social awareness crucial for honest communication"
  },
  {
    "id": 70,
    "statement": "The thalamus filters sensory information through attentional modulation and oscillations."
  },
  {
    "id": 71,
    "statement": "Continuously monitoring attentional state and relevance for adaptive filtering."
  },
  {
    "id": 72,
    "statement": "Thalamus refines sensory processing by filtering and amplifying information."
  },
  {
    "id": 73,
    "statement": "Thalamus filters sensory information based on attentional state, relevance"
  },
  {
    "id": 74,
    "statement": "Emotional tone significantly influences an individual's honesty decisions."
  },
  {
    "id": 75,
    "statement": "Alpha waves modulate sensory processing by filtering attentionally relevant info"
  },
  {
    "id": 76,
    "statement": "Honesty is a complex phenomenon shaped by multiple factors."
  },
  {
    "id": 77,
    "statement": "Thalamus's complex functions limited by neural oscillations and interactions."
  },
  {
    "id": 78,
    "statement": "Honesty involves moral framework, emotional motivation, accountability values, situational awareness."
  },
  {
    "id": 79,
    "statement": "Situational awareness provides foundation for informed decision-making, not singular factor."
  },
  {
    "id": 80,
    "statement": "Situational awareness essential but insufficient requires broader context perspectives values emotional intelligence."
  },
  {
    "id": 81,
    "statement": "Thalamus filters and integrates sensory information for cortical analysis."
  },
  {
    "id": 82,
    "statement": "Situational awareness in honesty involves considering context and consequences"
  },
  {
    "id": 83,
    "statement": "Trust builds on complex factors beyond honesty: reliability, empathy, etc."
  },
  {
    "id": 84,
    "statement": "Thalamus refines sensory information through attentional modulation."
  },
  {
    "id": 85,
    "statement": "Emotional motivation influences honesty through positive or negative emotions."
  },
  {
    "id": 86,
    "statement": "Thalamus refines sensory info through iterative cortical feedback loops."
  },
  {
    "id": 87,
    "statement": "Thalamus refines sensory information through iterative cortical feedback loops."
  },
  {
    "id": 88,
    "statement": "Thalamus' complex functions challenge understanding due to limitations."
  },
  {
    "id": 89,
    "statement": "Thalamus dynamically filters sensory info based on attentional state."
  },
  {
    "id": 90,
    "statement": "Thalamus filters sensory info through attentional modulation and oscillations."
  },
  {
    "id": 91,
    "statement": "Thalamus uses neural oscillations to refine and amplify sensory inputs."
  },
  {
    "id": 92,
    "statement": "Honesty builds trust through consistent authenticity and reliability."
  },
  {
    "id": 93,
    "statement": "Honesty rooted in emotional motivation is a personal foundation."
  },
  {
    "id": 94,
    "statement": "Moral development involves complex interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 95,
    "statement": "Alpha oscillations in thalamus filter sensory information cooperatively"
  },
  {
    "id": 96,
    "statement": "Honesty involves multiple emotional, cognitive, and social factors."
  },
  {
    "id": 97,
    "statement": "Honesty rooted in emotional motivation is deeply personal character trait."
  },
  {
    "id": 98,
    "statement": "Situational awareness necessary but insufficient for informed decision-making."
  },
  {
    "id": 99,
    "statement": "Moral framework provides foundation for understanding honesty and ethics."
  },
  {
    "id": 100,
    "statement": "Thalamus filters sensory information through attention and relevance."
  },
  {
    "id": 101,
    "statement": "Integration of diverse perspectives enhances collective decision-making quality"
  },
  {
    "id": 102,
    "statement": "Thalamus's role in sensory processing is complex and nuanced."
  },
  {
    "id": 103,
    "statement": "Thalamus filters sensory information through attention and relevance processing."
  },
  {
    "id": 104,
    "statement": "Thalamus's complex functions hinder understanding due to limitations."
  },
  {
    "id": 105,
    "statement": "Emotional responses motivated by individual moral values' alignment."
  },
  {
    "id": 106,
    "statement": "Decision-making involves considering multiple perspectives and contextual factors"
  },
  {
    "id": 107,
    "statement": "Emotional motivation influences honesty through overall emotional tone"
  },
  {
    "id": 108,
    "statement": "Thalamus filters sensory info based on attention, relevance, and priority"
  },
  {
    "id": 109,
    "statement": "Thalamus integrates attention and context through top-down modulation."
  },
  {
    "id": 110,
    "statement": "Thalamus integrates sensory inputs with cortical feedback in real-time."
  },
  {
    "id": 111,
    "statement": "Emotions complexly influence honesty through individual differences and context."
  },
  {
    "id": 112,
    "statement": "Honesty integrates situational awareness, contextual consideration, and empathy."
  },
  {
    "id": 113,
    "statement": "The thalamus plays a complex role in sensory processing modulation."
  },
  {
    "id": 114,
    "statement": "Selective thalamocortical processing differs between focused and divided attention."
  },
  {
    "id": 115,
    "statement": "Honesty builds trust through consistent authenticity and reliability."
  },
  {
    "id": 116,
    "statement": "Thalamus filters sensory info based on attentional state and relevance."
  },
  {
    "id": 117,
    "statement": "Thalamus' complexity hinders understanding of alpha oscillations due to interactions."
  },
  {
    "id": 118,
    "statement": "Honesty integrates emotional, cognitive, and social factors synergistically."
  },
  {
    "id": 119,
    "statement": "Thalamus's complex role in alpha oscillations limited by study limitations."
  },
  {
    "id": 120,
    "statement": "Honesty involves multiple factors beyond situational awareness."
  },
  {
    "id": 121,
    "statement": "Thalamus filters sensory info through attentional modulation and oscillations."
  },
  {
    "id": 122,
    "statement": "Alpha oscillations in thalamus filter sensory information through attention"
  },
  {
    "id": 123,
    "statement": "Thalamus refines sensory information through complex processing mechanisms."
  },
  {
    "id": 124,
    "statement": "Vulnerability in honesty builds trust through authenticity and accountability."
  },
  {
    "id": 125,
    "statement": "Complex thalamus interactions hinder alpha oscillation understanding."
  },
  {
    "id": 126,
    "statement": "Thalamus dynamically filters sensory information based on attention state."
  },
  {
    "id": 127,
    "statement": "Honesty involves emotional, social, cognitive, and moral factors too."
  },
  {
    "id": 128,
    "statement": "Honesty builds trust through vulnerability and reliability demonstration."
  },
  {
    "id": 129,
    "statement": "Thalamus refines sensory processing by filtering and amplifying inputs."
  },
  {
    "id": 130,
    "statement": "Thalamus filters sensory information through oscillations and thalamocortical loops dynamically."
  },
  {
    "id": 131,
    "statement": "Thalamus refines sensory processing through sensory gating and modulation."
  },
  {
    "id": 132,
    "statement": "Trust builds through multifaceted factors, including empathy and vulnerability."
  },
  {
    "id": 133,
    "statement": "Thalamus dynamically filters sensory information based on attention states."
  },
  {
    "id": 134,
    "statement": "Moral development results from interacting biological, cultural and environmental factors."
  },
  {
    "id": 135,
    "statement": "Thalamus refines sensory information through neural oscillations and modulation."
  },
  {
    "id": 136,
    "statement": "Decision-making involves integrating multiple perspectives and context."
  },
  {
    "id": 137,
    "statement": "Thalamus plays crucial role in filtering and processing sensory information."
  },
  {
    "id": 138,
    "statement": "Thalamus filters sensory information through cortical feedback cycles."
  },
  {
    "id": 139,
    "statement": "Emotional motivation influences honesty through complex interplay of factors."
  },
  {
    "id": 140,
    "statement": "Thalamus filters sensory information through attentional state and relevance modulation."
  },
  {
    "id": 141,
    "statement": "Alpha oscillations influence thalamocortical interactions and sensory processing."
  },
  {
    "id": 142,
    "statement": "Diverse perspectives enhance collective decision-making quality honesty."
  },
  {
    "id": 143,
    "statement": "Moral framework influences honesty through emotional values accountability."
  },
  {
    "id": 144,
    "statement": "Thalamus filters sensory information through attentional modulation and oscillations."
  },
  {
    "id": 145,
    "statement": "Emotional motivation drives honesty through feelings of guilt and empathy"
  },
  {
    "id": 146,
    "statement": "Emotional intelligence and social awareness key elements trust"
  },
  {
    "id": 147,
    "statement": "Situational awareness crucial in honesty due to nuanced context"
  },
  {
    "id": 148,
    "statement": "The thalamus integrates sensory information through neural oscillations."
  },
  {
    "id": 149,
    "statement": "Honesty arises from interconnected moral, emotional, and situational factors."
  },
  {
    "id": 150,
    "statement": "Honesty involves complex interplay of moral, emotional, and situational factors."
  },
  {
    "id": 151,
    "statement": "Thalamus acts as a gatekeeper filtering out irrelevant information"
  },
  {
    "id": 152,
    "statement": "Complexity of moral development's interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 153,
    "statement": "Thalamus plays crucial role in attentional filtering and modulation."
  },
  {
    "id": 154,
    "statement": "Thalamus filters sensory information based on attentional state and relevance dynamically."
  },
  {
    "id": 155,
    "statement": "Thalamus' complexity stems from interactions between nuclei and cortical areas."
  },
  {
    "id": 156,
    "statement": "Biological and cultural factors shape moral development uniquely."
  },
  {
    "id": 157,
    "statement": "Honesty involves intricate interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 158,
    "statement": "Thalamus process sensory information through iterative refinement mechanisms."
  },
  {
    "id": 159,
    "statement": "The thalamus filters sensory info through thalamocortical loops and oscillations."
  },
  {
    "id": 160,
    "statement": "Thalamus filters sensory info by amplifying or attenuating signals."
  },
  {
    "id": 161,
    "statement": "The thalamus modulates sensory processing in complex and nuanced ways."
  },
  {
    "id": 162,
    "statement": "Thalamus refines sensory info through iterative cortical feedback loops."
  },
  {
    "id": 163,
    "statement": "Honesty, authenticity, and reliability are interdependent and synergistic."
  },
  {
    "id": 164,
    "statement": "Thalamus integrates sensory information through cortical feedback loops."
  },
  {
    "id": 165,
    "statement": "Alpha oscillations modulate attentional processes in the brain"
  },
  {
    "id": 166,
    "statement": "Thalamus filters sensory info through attentional modulation and synchronization."
  },
  {
    "id": 167,
    "statement": "Thalamus filters sensory info through attention, context, and neural oscillations."
  },
  {
    "id": 168,
    "statement": "Thalamus's complex role in alpha oscillations limited by study limitations"
  },
  {
    "id": 169,
    "statement": "Honesty involves emotional intelligence, social awareness, and cognitive processing."
  },
  {
    "id": 170,
    "statement": "Moral development involves intricate biological, cultural, and environmental interactions."
  },
  {
    "id": 171,
    "statement": "Honesty arises from interplay of cognitive, emotional, and social factors"
  },
  {
    "id": 172,
    "statement": "Decision-making involves multiple factors beyond situational awareness."
  },
  {
    "id": 173,
    "statement": "Thalamus filters sensory information through attentional modulation."
  },
  {
    "id": 174,
    "statement": "Thalamus refines sensory processing through hierarchical filtering and amplification."
  },
  {
    "id": 175,
    "statement": "Thalamus helps focus attention through selective sensory information filtering."
  },
  {
    "id": 176,
    "statement": "Thalamus integrates sensory information through attentional modulation oscillations."
  },
  {
    "id": 177,
    "statement": "Moral values influence emotional responses through complex interactions."
  },
  {
    "id": 178,
    "statement": "Situational awareness insufficient without broader contextual perspectives and emotional intelligence."
  },
  {
    "id": 179,
    "statement": "Alpha waves modulate sensory processing through attentional filtering mechanism"
  },
  {
    "id": 180,
    "statement": "Honesty integrates emotional, cognitive, and social factors synergistically."
  },
  {
    "id": 181,
    "statement": "Informed decision-making involves considering multiple factors including context."
  },
  {
    "id": 182,
    "statement": "Emotions, including guilt and empathy, influence honesty decisions."
  },
  {
    "id": 183,
    "statement": "Emotional motivation driving honesty through guilt, empathy, compassion."
  },
  {
    "id": 184,
    "statement": "Thalamus filters sensory info through alpha oscillations refining processing"
  },
  {
    "id": 185,
    "statement": "Honesty builds trust through vulnerability, reliability, and authenticity."
  },
  {
    "id": 186,
    "statement": "Thalamus uses neural oscillations to filter and refine sensory info."
  },
  {
    "id": 187,
    "statement": "Honesty encompasses moral framework, emotional motivation, accountability, values, and situational awareness."
  },
  {
    "id": 188,
    "statement": "Thalamus uses alpha waves to filter and amplify sensory inputs."
  },
  {
    "id": 189,
    "statement": "Alpha waves in thalamus modulate attention and sensory processing."
  },
  {
    "id": 190,
    "statement": "Thalamus integrates sensory inputs with cortical feedback in real-time."
  },
  {
    "id": 191,
    "statement": "Thalamus integrates sensory inputs with cortical feedback in real-time."
  },
  {
    "id": 192,
    "statement": "Situational awareness is a necessary but not sufficient condition."
  },
  {
    "id": 193,
    "statement": "Thalamus plays crucial role in complex sensory information processing."
  },
  {
    "id": 194,
    "statement": "Thalamus refines sensory information through cortical feedback loops iteratively."
  },
  {
    "id": 195,
    "statement": "Emotional intelligence influences honesty through personal values alignment"
  },
  {
    "id": 196,
    "statement": "The thalamus refines sensory info through iterative cortical feedback."
  },
  {
    "id": 197,
    "statement": "Cortical feedback loops refine sensory processing through top-down processing."
  }
]