[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 2,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 3,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 4,
    "statement": "PFC uses pattern separation and completion for predictive processing."
  },
  {
    "id": 5,
    "statement": "Gamma oscillations synchronize neural activity globally, facilitating binding."
  },
  {
    "id": 6,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regions."
  },
  {
    "id": 7,
    "statement": "PFC's predictive processing relies on pattern separation and completion."
  },
  {
    "id": 8,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 9,
    "statement": "Hebbian learning occurs in excitatory, correlated neurons within cerebral cortex and hippocampus."
  },
  {
    "id": 10,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 11,
    "statement": "Uncertainty in PFC's pattern separation mechanism remains despite extensive research."
  },
  {
    "id": 12,
    "statement": "Hebbian learning strengthens connections between active neurons, not weaks"
  },
  {
    "id": 13,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 14,
    "statement": "Thalamus filters sensory information through attention and relevance modulation"
  },
  {
    "id": 15,
    "statement": "Social cognition influences working memory through attention's facilitation."
  },
  {
    "id": 16,
    "statement": "Thalamus refines sensory information through hierarchical processing pathways."
  },
  {
    "id": 17,
    "statement": "Thalamus refines sensory info through hierarchical processing steps."
  },
  {
    "id": 18,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 19,
    "statement": "Hebbian-like plasticity in thalamus debated, mechanisms unclear."
  },
  {
    "id": 20,
    "statement": "Hebbian learning enhances pattern separation through neural competition mechanisms."
  },
  {
    "id": 21,
    "statement": "Thalamus actively refines sensory information through hierarchical processing."
  },
  {
    "id": 22,
    "statement": "Working memory tempers social cognition to infer others' mental states."
  },
  {
    "id": 23,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 24,
    "statement": "Thalamus actively refines sensory information through hierarchical processing."
  },
  {
    "id": 25,
    "statement": "Complex synaptic plasticity processes involve multiple opposing mechanisms"
  },
  {
    "id": 26,
    "statement": "Pattern separation involves complex neural oscillations and regional interactions."
  },
  {
    "id": 27,
    "statement": "Neural coding is a process converting information into signals."
  },
  {
    "id": 28,
    "statement": "PFC's predictive abilities rely on pattern separation and completion."
  },
  {
    "id": 29,
    "statement": "Thalamus filters sensory information through hierarchical processing."
  },
  {
    "id": 30,
    "statement": "Pattern separation in PFC involves neural oscillations and networks, mechanisms."
  },
  {
    "id": 31,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 32,
    "statement": "The thalamus and cortex have bidirectional interactions in sensory processing."
  },
  {
    "id": 33,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 34,
    "statement": "Hebbian learning enhances pattern separation through neural competition."
  },
  {
    "id": 35,
    "statement": "Entrainment and phase-locking synchronize neural activity through shared stimuli."
  },
  {
    "id": 36,
    "statement": "Social cognition, working memory, and attention integrate in ToM."
  },
  {
    "id": 37,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms in cortex."
  },
  {
    "id": 38,
    "statement": "Pattern separation in PFC involves neural oscillations, networks, and plasticity."
  },
  {
    "id": 39,
    "statement": "The thalamus refines sensory information through feedforward hierarchical processing."
  },
  {
    "id": 40,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 41,
    "statement": "Pattern separation, completion, and coding enable PFC predictive abilities through neural interactions."
  },
  {
    "id": 42,
    "statement": "Thalamus refines sensory info through hierarchical feedforward processing."
  },
  {
    "id": 43,
    "statement": "Gamma oscillations play a crucial role in neural integration locally."
  },
  {
    "id": 44,
    "statement": "Hebbian learning mechanisms unclear for thalamic sensory processing"
  },
  {
    "id": 45,
    "statement": "Working memory's role in social cognition remains unclear: further research needed"
  },
  {
    "id": 46,
    "statement": "LTP and LTD mediate opposing synaptic strength changes."
  },
  {
    "id": 47,
    "statement": "LTP/LTD involve complex biochemical pathways and multiple factors."
  },
  {
    "id": 48,
    "statement": "Gamma oscillations enable synchronized neural activity through phase-locking."
  },
  {
    "id": 49,
    "statement": "Thalamus's hierarchical processing involves ventral posterior medial (VPM) nucleus"
  },
  {
    "id": 50,
    "statement": "PFC's predictive abilities involve cognitive, emotional, and attentional interplay."
  },
  {
    "id": 51,
    "statement": "The thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 52,
    "statement": "Hebbian learning occurs when neurons fire together, wire together too"
  },
  {
    "id": 53,
    "statement": "Social cognition influences working memory through selective attention processing."
  },
  {
    "id": 54,
    "statement": "Hebbian-like plasticity can occur in thalamus, filtered sensory information."
  },
  {
    "id": 55,
    "statement": "Gamma oscillations synchronize neural activity through entrainment and phase-locking mechanisms."
  },
  {
    "id": 56,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 57,
    "statement": "The thalamus refines sensory information through feedforward hierarchical processing."
  },
  {
    "id": 58,
    "statement": "Thalamus refines sensory info through feedforward and feedback hierarchical processing."
  },
  {
    "id": 59,
    "statement": "Social cognition influences working memory through attention's filtering."
  },
  {
    "id": 60,
    "statement": "Thalamus refines sensory information through hierarchical feedforward processing mechanisms"
  },
  {
    "id": 61,
    "statement": "The thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 62,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms"
  },
  {
    "id": 63,
    "statement": "LTP and LTD balance synaptic strength through opposing mechanisms."
  },
  {
    "id": 64,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regional interactions."
  },
  {
    "id": 65,
    "statement": "Thalamus modulates cortical connections through indirect pathways."
  },
  {
    "id": 66,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 67,
    "statement": "Thalamus acts as sensory gatekeeper, filtering and extracting features."
  },
  {
    "id": 68,
    "statement": "Thalamus refines sensory info through feedforward and feedback processing."
  },
  {
    "id": 69,
    "statement": "Thalamus refines sensory info through hierarchical filtering processes."
  },
  {
    "id": 70,
    "statement": "Corticothalamic connections enable top-down PFC modulation of thalamus's attentional filtering."
  },
  {
    "id": 71,
    "statement": "Pattern separation in PFC involves neural oscillations, Hebbian learning, and plasticity."
  },
  {
    "id": 72,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking mechanisms."
  },
  {
    "id": 73,
    "statement": "Thalamus gates sensory info for cortex processing."
  },
  {
    "id": 74,
    "statement": "Working memory's WM capacity affects social cognition accuracy levels"
  },
  {
    "id": 75,
    "statement": "Thalamus refines sensory info through hierarchical feedforward processing mechanisms."
  },
  {
    "id": 76,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 77,
    "statement": "Complexity of LTP/LTD molecular mechanisms limits understanding of brain function."
  },
  {
    "id": 78,
    "statement": "LTP/LTD involve complex biochemical pathways and multiple factors influencing synaptic plasticity."
  },
  {
    "id": 79,
    "statement": "Thalamus modulates cortical connections through complex neural networks."
  },
  {
    "id": 80,
    "statement": "Weaken irrelevant connections, strengthen relevant ones, through Hebbian learning, LTD."
  },
  {
    "id": 81,
    "statement": "Pattern separation in PFC is complex process involving neural oscillations."
  },
  {
    "id": 82,
    "statement": "Social cognition and working memory are bidirectionally interdependent."
  },
  {
    "id": 83,
    "statement": "The thalamus refines sensory information through hierarchical filtering circuits."
  },
  {
    "id": 84,
    "statement": "Uncertainty surrounds the exact mechanisms of pattern separation in PFC."
  },
  {
    "id": 85,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 86,
    "statement": "The thalamus plays a nuanced, context-dependent refinement role."
  },
  {
    "id": 87,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms"
  },
  {
    "id": 88,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 89,
    "statement": "Gamma oscillations enable synchronized neural activity through phase-locking."
  },
  {
    "id": 90,
    "statement": "Thalamus and cortex interact dynamically in sensory processing."
  },
  {
    "id": 91,
    "statement": "Hebbian learning occurs in various brain regions, including cortex and hippocampus."
  },
  {
    "id": 92,
    "statement": "LTP and LTD regulate synaptic strength through dynamic balance."
  },
  {
    "id": 93,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms"
  },
  {
    "id": 94,
    "statement": "Gamma oscillations enhance neural synchrony through entrainment and phase-locking."
  },
  {
    "id": 95,
    "statement": "Thalamus's hierarchical processing refines sensory information successively."
  },
  {
    "id": 96,
    "statement": "Thalamus modulates cortical connections through indirect pathways."
  },
  {
    "id": 97,
    "statement": "VPM nucleus: filters somatosensory and auditory information hierarchically."
  },
  {
    "id": 98,
    "statement": "Thalamus refines sensory information through Hebbian-like plasticity mechanisms."
  },
  {
    "id": 99,
    "statement": "Pattern separation is PFC's ability to distinguish similar memories."
  },
  {
    "id": 100,
    "statement": "Thalamus refines sensory info through hierarchical feedforward processing."
  },
  {
    "id": 101,
    "statement": "Gamma oscillations integrate local neural populations for global binding."
  },
  {
    "id": 102,
    "statement": "PFC's pattern separation involves California Insurance Policy-related cognitive mechanisms."
  },
  {
    "id": 103,
    "statement": "Social cognition influences working memory through attention's facilitation reciprocally."
  },
  {
    "id": 104,
    "statement": "PFC uses corticothalamic connections for top-down modulation."
  },
  {
    "id": 105,
    "statement": "PFC's predictive abilities involve complex cognitive, emotional, and attentional processes."
  },
  {
    "id": 106,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through top-down signals."
  },
  {
    "id": 107,
    "statement": "Hebb's Law: Simplified summary of complex synaptic plasticity"
  },
  {
    "id": 108,
    "statement": "PFC's pattern separation relies on neural oscillations and networks."
  },
  {
    "id": 109,
    "statement": "Thalamus modulates sensory information through attention, feedback, and intrinsic processing."
  },
  {
    "id": 110,
    "statement": "Thalamus's Hebbian learning involvement remains unclear due to lack of evidence"
  },
  {
    "id": 111,
    "statement": "Hebbian learning refines thalamic sensory processing by strengthening relevant connections."
  },
  {
    "id": 112,
    "statement": "Hebbian-like plasticity enables refinement of thalamic sensory processing pathway"
  },
  {
    "id": 113,
    "statement": "Pattern separation in PFC is complex and context-dependent process"
  },
  {
    "id": 114,
    "statement": "Thalamus filters sensory information hierarchically through VPM nucleus interactions."
  },
  {
    "id": 115,
    "statement": "PFC's dynamic integration processes facilitate rapid adaptation to changes."
  },
  {
    "id": 116,
    "statement": "PFC's predictive abilities involve dynamic neural integration processes."
  },
  {
    "id": 117,
    "statement": "Hebbian learning strengthens connections between active neurons competitively."
  },
  {
    "id": 118,
    "statement": "Hebbian learning strengthens competitive neural networks through synaptic plasticity."
  },
  {
    "id": 119,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms"
  },
  {
    "id": 120,
    "statement": "Hebbian learning enhances pattern separation through neural competition."
  },
  {
    "id": 121,
    "statement": "Hebbian learning strengthens synaptic connections through synchronized neural activity."
  },
  {
    "id": 122,
    "statement": "Hebbian learning strengthens synaptic connections through temporal correlation."
  },
  {
    "id": 123,
    "statement": "PFC uses pattern separation and completion for predictive processing."
  },
  {
    "id": 124,
    "statement": "Theory of Mind integrates social cognition, working memory, attention, interdependent processes."
  },
  {
    "id": 125,
    "statement": "Thalamus and cortex interactions are heterogeneous in sensory processing."
  },
  {
    "id": 126,
    "statement": "Hebbian learning strengthens competitive neural networks through synaptic consolidation."
  },
  {
    "id": 127,
    "statement": "Thalamus processes sensory information hierarchically through feedforward and feedback."
  },
  {
    "id": 128,
    "statement": "Pattern separation in PFC involves neural oscillations, Hebbian learning, plasticity."
  },
  {
    "id": 129,
    "statement": "Thalamus and cortex engage in bidirectional, continuous sensory information processing."
  },
  {
    "id": 130,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 131,
    "statement": "PFC's predictive processing involves neural oscillations and pattern separation."
  },
  {
    "id": 132,
    "statement": "Thalamus filters and integrates sensory information hierarchically."
  },
  {
    "id": 133,
    "statement": "Thalamus refines sensory information through hierarchical processing steps."
  },
  {
    "id": 134,
    "statement": "LTP and LTD maintain balanced synaptic strength through opposing mechanisms."
  },
  {
    "id": 135,
    "statement": "Thalamus refines sensory info through hierarchical processing pathways."
  },
  {
    "id": 136,
    "statement": "Gamma oscillations enable synchronized neural activity through phase-locking mechanism."
  },
  {
    "id": 137,
    "statement": "PFC's pattern separation relies on synchronized neural networks and oscillations."
  },
  {
    "id": 138,
    "statement": "Thalamus refines sensory information through hierarchical processing pathways."
  },
  {
    "id": 139,
    "statement": "Thalamus refines sensory information in hierarchical processing layers."
  },
  {
    "id": 140,
    "statement": "Hebbian learning strengthens connections competitively based on correlation."
  },
  {
    "id": 141,
    "statement": "Social cognition influences working memory through various interacting mechanisms."
  },
  {
    "id": 142,
    "statement": "Gamma oscillations synchronize local neural activity for integration."
  },
  {
    "id": 143,
    "statement": "Thalamus regulates sensory information flow to cortex through prioritization."
  },
  {
    "id": 144,
    "statement": "Complex synaptic plasticity involves multiple opposing Hebbian and anti-Hebbian mechanisms"
  },
  {
    "id": 145,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment."
  },
  {
    "id": 146,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 147,
    "statement": "Thalamus modulates cortical connections through indirect neural pathways."
  },
  {
    "id": 148,
    "statement": "Gamma oscillations synchronize neural activity for global binding."
  },
  {
    "id": 149,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 150,
    "statement": "Social cognition guides working memory through attention's filtering mechanisms."
  },
  {
    "id": 151,
    "statement": "Pattern separation and completion enable predictive processing in PFC."
  },
  {
    "id": 152,
    "statement": "Hebbian learning strengthens neural connections through synchronized activity."
  },
  {
    "id": 153,
    "statement": "PFC's pattern separation involves complex neural oscillations and networks."
  },
  {
    "id": 154,
    "statement": "Hebbian learning processes enhance neural connections through correlation"
  },
  {
    "id": 155,
    "statement": "Pattern separation in PFC involves neural oscillations and regional interactions."
  },
  {
    "id": 156,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 157,
    "statement": "Thalamus filters sensory info based on attentional relevance modulation."
  },
  {
    "id": 158,
    "statement": "Working memory plays a role in mental state inference."
  },
  {
    "id": 159,
    "statement": "PFC top-down modulation refines thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 160,
    "statement": "Pattern separation in PFC is complex, context-dependent, and poorly understood."
  },
  {
    "id": 161,
    "statement": "Hebbian learning strengthens connections between neurons firing together."
  },
  {
    "id": 162,
    "statement": "PFC's predictive processing relies on pattern separation and completion mechanisms."
  },
  {
    "id": 163,
    "statement": "Thalamus dynamically refines sensory information through hierarchical processing."
  },
  {
    "id": 164,
    "statement": "Gamma oscillations facilitate binding of features from different modalities."
  },
  {
    "id": 165,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 166,
    "statement": "PFC's adaptive dynamic integration enables rapid information processing."
  },
  {
    "id": 167,
    "statement": "Hebbian learning strengthens excitatory, correlated neuron connections."
  },
  {
    "id": 168,
    "statement": "Hebbian-like plasticity refers to neural connections refinement based on experience."
  },
  {
    "id": 169,
    "statement": "Gamma oscillations synchronize neural activity through phase-locked neural binding."
  },
  {
    "id": 170,
    "statement": "WM capacity influences social cognition accuracy through information processing."
  },
  {
    "id": 171,
    "statement": "PFC's predictive abilities involve complex cognitive, emotional, and attentional interplay"
  },
  {
    "id": 172,
    "statement": "Thalamus refines sensory info hierarchically through feedforward processing."
  },
  {
    "id": 173,
    "statement": "LTP/LTD molecular complexity limits understanding of brain function"
  },
  {
    "id": 174,
    "statement": "Attention modulates working memory through neural oscillations and top-down control."
  },
  {
    "id": 175,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 176,
    "statement": "Synaptic plasticity: complex neural modifications underlie Hebb's Law principles"
  },
  {
    "id": 177,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering by gain control."
  },
  {
    "id": 178,
    "statement": "Gamma oscillations facilitate neural synchronization through multiple mechanisms"
  },
  {
    "id": 179,
    "statement": "Hebbian learning involves synaptic plasticity in the thalamus for filtering information."
  },
  {
    "id": 180,
    "statement": "Hebbian learning enhances pattern separation through neural adaptation process."
  },
  {
    "id": 181,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking mechanisms."
  },
  {
    "id": 182,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 183,
    "statement": "Pattern separation in PFC involves coordinated neural oscillations and networks."
  },
  {
    "id": 184,
    "statement": "PFC's predictive abilities rely on pattern separation and completion."
  },
  {
    "id": 185,
    "statement": "Hebbian learning occurs in various brain regions, including cortex, hippocampus, and others."
  },
  {
    "id": 186,
    "statement": "LTP and LTD interact in complex ways, influencing stability"
  },
  {
    "id": 187,
    "statement": "Gamma oscillations enable synchronized neural activity through phase-locking."
  },
  {
    "id": 188,
    "statement": "Feedforward hierarchical processing refines sensory information in thalamus."
  },
  {
    "id": 189,
    "statement": "Pattern separation in PFC involves gamma oscillations, networks, and plasticity."
  },
  {
    "id": 190,
    "statement": "Working memory influences social cognition through cognitive processes."
  },
  {
    "id": 191,
    "statement": "PFC's predictive abilities involve pattern separation, completion, and coding processes"
  },
  {
    "id": 192,
    "statement": "Thalamus refines sensory info through hierarchical processing in cortex."
  },
  {
    "id": 193,
    "statement": "Entrainment and phase-locking synchronize neural activity through shared stimuli."
  },
  {
    "id": 194,
    "statement": "PFC integrates cognitive, emotional, and attentional processes for predictive abilities."
  },
  {
    "id": 195,
    "statement": "Hebbian learning strengthens connections between active neurons competitively."
  },
  {
    "id": 196,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 197,
    "statement": "PFC's predictive abilities rely on pattern separation, completion mechanisms."
  },
  {
    "id": 198,
    "statement": "Neural coding converts sensory information into electrical signals."
  },
  {
    "id": 199,
    "statement": "Thalamus integrates attention, feedback, and intrinsic processing mechanisms."
  }
]