[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 2,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 3,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 4,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 5,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 6,
    "statement": "Thalamus acts as a critical relay station for sensory processing."
  },
  {
    "id": 7,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives."
  },
  {
    "id": 8,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 9,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 10,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 11,
    "statement": "Cortical expectations influence thalamus's filtering through top-down predictions."
  },
  {
    "id": 12,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 13,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 14,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 15,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronization."
  },
  {
    "id": 16,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 17,
    "statement": "Corticothalamic pathway enables cortically-modulated sensory information processing"
  },
  {
    "id": 18,
    "statement": "Thalamus dynamically refines sensory filtering based on cortical predictions."
  },
  {
    "id": 19,
    "statement": "Mentalizing simulates others' mental states through active neural simulation."
  },
  {
    "id": 20,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 21,
    "statement": "The thalamus acts as a sensory information relay station."
  },
  {
    "id": 22,
    "statement": "Thalamus integrates sensory information in a hierarchical manner, refining data."
  },
  {
    "id": 23,
    "statement": "Corticothalamic connections link PFC to thalamus for sensory filtering modulation."
  },
  {
    "id": 24,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 25,
    "statement": "Thalamus filters sensory info hierarchically for cortex processing."
  },
  {
    "id": 26,
    "statement": "Corticothalamic pathway mediates top-down attentional modulation through feedback loops."
  },
  {
    "id": 27,
    "statement": "Hierarchical processing of sensory information occurs in thalamus."
  },
  {
    "id": 28,
    "statement": "Thalamus filters sensory information through corticothalamic connections."
  },
  {
    "id": 29,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 30,
    "statement": "Interoception affects emotional processing and empathy through bodily sensations"
  },
  {
    "id": 31,
    "statement": "Thalamus relays sensory information to primary sensory cortex processing."
  },
  {
    "id": 32,
    "statement": "Thalamus dynamically refines sensory information through corticothalamic feedback."
  },
  {
    "id": 33,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions through top-down modulation."
  },
  {
    "id": 34,
    "statement": "Brain regions communicate through synchronized neural oscillations, firing, and transmission."
  },
  {
    "id": 35,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 36,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 37,
    "statement": "Neural gain modulates sensory transmission strength through corticothalamic interactions."
  },
  {
    "id": 38,
    "statement": "The thalamus dynamically filters sensory info based on past experiences."
  },
  {
    "id": 39,
    "statement": "Neural gain modulates signal strength through corticothalamic interaction."
  },
  {
    "id": 40,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 41,
    "statement": "LTP and LTD enable synaptic plasticity for learning and memory."
  },
  {
    "id": 42,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 43,
    "statement": "Neural oscillations synchronize attentional control networks for selective processing."
  },
  {
    "id": 44,
    "statement": "Thalamus dynamically adjusts sensory filtering based on cortical predictions."
  },
  {
    "id": 45,
    "statement": "Cortical expectations shape thalamic filtering of sensory information."
  },
  {
    "id": 46,
    "statement": "Thalamus integrates sensory information in a hierarchical manner."
  },
  {
    "id": 47,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 48,
    "statement": "Thalamus gates sensory info through top-down attentional modulation."
  },
  {
    "id": 49,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 50,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 51,
    "statement": "Top-down control enables PFC to modulate thalamus's filtering."
  },
  {
    "id": 52,
    "statement": "The thalamus dynamically filters sensory info based on past experiences through predictive coding."
  },
  {
    "id": 53,
    "statement": "Thalamus filters sensory info through corticothalamic connections and expectations."
  },
  {
    "id": 54,
    "statement": "Thalamus actively filters sensory info through cortical expectations dynamically."
  },
  {
    "id": 55,
    "statement": "Top-down control in PFC modulates thalamus's sensory processing through CT."
  },
  {
    "id": 56,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation."
  },
  {
    "id": 57,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 58,
    "statement": "Corticothalamic connections enable thalamus to filter sensory information dynamically."
  },
  {
    "id": 59,
    "statement": "PFC's top-down control modulates thalamus's sensory filtering through CT."
  },
  {
    "id": 60,
    "statement": "Thalamus filters sensory info through corticothalamic connections integrating expectations."
  },
  {
    "id": 61,
    "statement": "Thalamus fine-tunes sensory filtering in real-time based on cortical predictions."
  },
  {
    "id": 62,
    "statement": "Thalamus dynamically filters sensory information based on cortical predictions."
  },
  {
    "id": 63,
    "statement": "Synaptic plasticity enables reorganization and adaptation of neural circuits"
  },
  {
    "id": 64,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 65,
    "statement": "Neural oscillations synchronize to optimize information transfer between neurons."
  },
  {
    "id": 66,
    "statement": "Thalamus acts as a sensory gateway and hub for processing."
  },
  {
    "id": 67,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 68,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 69,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through imagination."
  },
  {
    "id": 70,
    "statement": "Thalamus fine-tunes sensory filtering based on cortical predictions and feedback."
  },
  {
    "id": 71,
    "statement": "Corticothalamic pathway mediates top-down attentional modulation through feedback loops."
  },
  {
    "id": 72,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing through feedback."
  },
  {
    "id": 73,
    "statement": "Thalamus actively participates in sensory information processing filtering."
  },
  {
    "id": 74,
    "statement": "Cortical feedback integration refines thalamus's sensory information processing."
  },
  {
    "id": 75,
    "statement": "Cortical expectations influence thalamic filtering through varied neural pathways."
  },
  {
    "id": 76,
    "statement": "Thalamus filters sensory information selectively through corticothalamic connections."
  },
  {
    "id": 77,
    "statement": "Corticothalamic connections facilitate bidirectional neural communication."
  },
  {
    "id": 78,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 79,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission"
  },
  {
    "id": 80,
    "statement": "Thalamus relays sensory info to primary sensory cortices."
  },
  {
    "id": 81,
    "statement": "Thalamus refines sensory info through cortical feedback integration."
  },
  {
    "id": 82,
    "statement": "Cortical expectations influence thalamus's filtering through anticipated sensory patterns."
  },
  {
    "id": 83,
    "statement": "Thalamus filters sensory info through cortical expectations and predictions."
  },
  {
    "id": 84,
    "statement": "Corticothalamic pathway enables top-down control on sensory processing."
  },
  {
    "id": 85,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 86,
    "statement": "Thalamus processes sensory information through hierarchical neural pathways."
  },
  {
    "id": 87,
    "statement": "Thalamus acts as a neural hub, filtering and routing sensory info."
  },
  {
    "id": 88,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 89,
    "statement": "Thalamus receives and integrates sensory information from multiple sources."
  },
  {
    "id": 90,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 91,
    "statement": "Synaptic plasticity enables reorganization and adaptation of neural circuits."
  },
  {
    "id": 92,
    "statement": "Thalamus integrates sensory information in a hierarchical processing manner."
  },
  {
    "id": 93,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 94,
    "statement": "The thalamus integrates sensory information in a hierarchical processing manner."
  },
  {
    "id": 95,
    "statement": "Corticothalamic connections involve glutamate and GABA neurotransmission."
  },
  {
    "id": 96,
    "statement": "Thalamus dynamically filters sensory info based on PFC expectations."
  },
  {
    "id": 97,
    "statement": "Thalamus dynamically refines sensory info through cortical predictions."
  },
  {
    "id": 98,
    "statement": "Top-down control enables PFC to modulate thalamus's sensory filtering."
  },
  {
    "id": 99,
    "statement": "PFC sends top-down signals to modulate thalamus's filtering through CT."
  },
  {
    "id": 100,
    "statement": "Thalamus acts as a relay station for sensory information filtering."
  },
  {
    "id": 101,
    "statement": "Corticothalamic connections modulate sensory processing through attentional control."
  },
  {
    "id": 102,
    "statement": "The prefrontal cortex modulates sensory filtering through top-down signals."
  },
  {
    "id": 103,
    "statement": "LTP/LTD regulate synaptic plasticity for learning and memory."
  },
  {
    "id": 104,
    "statement": "PFC modulates thalamus's sensory processing through corticothalamic connections."
  },
  {
    "id": 105,
    "statement": "Cortical expectations modulate thalamus's filtering through top-down predictions."
  },
  {
    "id": 106,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 107,
    "statement": "Thalamus acts as relay station for sensory information processing."
  },
  {
    "id": 108,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through active processes."
  },
  {
    "id": 109,
    "statement": "Cortical expectations modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 110,
    "statement": "PFC modulates thalamus's attentional filtering through top-down control."
  },
  {
    "id": 111,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through active processing."
  },
  {
    "id": 112,
    "statement": "PFC's top-down signals modulate thalamus's sensory filtering through CT."
  },
  {
    "id": 113,
    "statement": "Thalamus refines and modulates sensory information for cortex processing."
  },
  {
    "id": 114,
    "statement": "Thalamus refines and modulates sensory information for cortex processing."
  },
  {
    "id": 115,
    "statement": "Thalamus filters sensory info based on cortical predictions through gain."
  },
  {
    "id": 116,
    "statement": "Thalamus actively processes and refines sensory information before transmission."
  },
  {
    "id": 117,
    "statement": "Neural gain modulates corticothalamic signal strength through interaction."
  },
  {
    "id": 118,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 119,
    "statement": "Cortical input affects thalamic activity through bidirectional corticothalamic connections."
  },
  {
    "id": 120,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 121,
    "statement": "Cortical expectations predictedly refine thalamic sensory information filtering."
  },
  {
    "id": 122,
    "statement": "Neural gain amplifies sensory transmission through corticothalamic interaction modulation."
  },
  {
    "id": 123,
    "statement": "Corticothalamic connections mediate bidirectional neural communication between brain areas."
  },
  {
    "id": 124,
    "statement": "Cortical expectations shape thalamic filtering through predictive coding"
  },
  {
    "id": 125,
    "statement": "Mentalizing simulates others' mental states through neural network activation."
  },
  {
    "id": 126,
    "statement": "Top-down PFC signals modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 127,
    "statement": "Thalamus dynamically refines sensory processing based on cortical predictions."
  },
  {
    "id": 128,
    "statement": "Corticothalamic connections modulate sensory processing through top-down signals."
  },
  {
    "id": 129,
    "statement": "Cortical expectations influence thalamic filtering through multiple neural pathways."
  },
  {
    "id": 130,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 131,
    "statement": "ACC and insula jointly regulate emotional processing and empathy."
  },
  {
    "id": 132,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 133,
    "statement": "Cortical expectations shape thalamic filtering of sensory information through predictive coding."
  },
  {
    "id": 134,
    "statement": "Cortical expectations modulate thalamic filtering through top-down prediction refinement."
  },
  {
    "id": 135,
    "statement": "Cortical top-down signals regulate thalamus's sensory filtering activity."
  },
  {
    "id": 136,
    "statement": "Corticothalamic interactions modulate neural gain for selective sensory amplification."
  },
  {
    "id": 137,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives through neural processes."
  },
  {
    "id": 138,
    "statement": "Thalamus adjusts filtering based on cortical expectations dynamically."
  },
  {
    "id": 139,
    "statement": "The thalamus receives, processes, and transmits sensory information."
  },
  {
    "id": 140,
    "statement": "Corticothalamic pathway adjusts neural gain for sensory processing."
  },
  {
    "id": 141,
    "statement": "Bidirectional neural communication enables reciprocal information exchange between brain areas."
  },
  {
    "id": 142,
    "statement": "The thalamus acts as a sensory relay station, routing information."
  },
  {
    "id": 143,
    "statement": "Corticothalamic connections modulate thalamus's sensory filtering through top-down signals."
  },
  {
    "id": 144,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 145,
    "statement": "Thalamus receives sensory signals, processes and transmits to cortices."
  },
  {
    "id": 146,
    "statement": "Thalamus refines sensory filtering based on cortical predictions dynamically."
  },
  {
    "id": 147,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 148,
    "statement": "Mentalizing simulates others' minds through controlled neural mechanisms"
  },
  {
    "id": 149,
    "statement": "Thalamus receives sensory info from peripheral sensors."
  },
  {
    "id": 150,
    "statement": "Mentalizing simulates others' mental states through neural pattern completion."
  },
  {
    "id": 151,
    "statement": "Thalamus filters sensory info through corticothalamic top-down modulation."
  },
  {
    "id": 152,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized neural processing."
  },
  {
    "id": 153,
    "statement": "Thalamus hierarchically processes sensory information through multiple stages."
  },
  {
    "id": 154,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronization"
  },
  {
    "id": 155,
    "statement": "Cortical expectations influence thalamic filtering through predictive coding."
  },
  {
    "id": 156,
    "statement": "Thalamus refines sensory input, filtering, amplifying, and integrating"
  },
  {
    "id": 157,
    "statement": "Neural gain modulates corticothalamic signal strength through synaptic plasticity."
  },
  {
    "id": 158,
    "statement": "Thalamus refines sensory info, filtering out irrelevant details efficiently."
  },
  {
    "id": 159,
    "statement": "Corticothalamic connections modulate sensory filtering through top-down control."
  },
  {
    "id": 160,
    "statement": "Cortical expectations modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 161,
    "statement": "Neural oscillations facilitate communication between neurons through synchronization."
  },
  {
    "id": 162,
    "statement": "Thalamus actively refines sensory info based on cortical expectations dynamically."
  },
  {
    "id": 163,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 164,
    "statement": "Mentalizing simulates others' mental states through active imagination process"
  },
  {
    "id": 165,
    "statement": "Corticothalamic connections facilitate top-down attentional modulation."
  },
  {
    "id": 166,
    "statement": "Attention control network filters out irrelevant sensory info through cortex-thalamus pathways."
  },
  {
    "id": 167,
    "statement": "Cortical expectations influence thalamus's sensory filtering through top-down predictions."
  },
  {
    "id": 168,
    "statement": "Thalamus integrates sensory information hierarchically across modalities."
  },
  {
    "id": 169,
    "statement": "ACC and insula jointly regulate emotional processing and empathy through neural network interactions."
  },
  {
    "id": 170,
    "statement": "Thalamus integrates sensory information based on past experiences."
  },
  {
    "id": 171,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 172,
    "statement": "Thalamus selectively filters sensory information through corticothalamic connections."
  },
  {
    "id": 173,
    "statement": "Corticothalamic connections enable top-down attentional modulation dynamically."
  },
  {
    "id": 174,
    "statement": "Corticothalamic connections enable bidirectional communication between brain areas."
  },
  {
    "id": 175,
    "statement": "PFC modulates sensory filtering through top-down predictions and feedback"
  },
  {
    "id": 176,
    "statement": "Cortical expectations influence thalamus's filtering through predicted sensory patterns."
  },
  {
    "id": 177,
    "statement": "Corticothalamic connections modulate brain regions' sensory responses dynamically."
  },
  {
    "id": 178,
    "statement": "Cortical expectations refine thalamus's filtering through top-down prediction adjustment."
  },
  {
    "id": 179,
    "statement": "Top-down expectations refine sensory info through thalamocortical pathways."
  },
  {
    "id": 180,
    "statement": "Top-down control modulates thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 181,
    "statement": "Mentalizing involves complex neural processes with unclear boundaries."
  },
  {
    "id": 182,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 183,
    "statement": "Thalamus dynamically refines sensory filtering through cortical predictions."
  },
  {
    "id": 184,
    "statement": "Thalamus acts as sensory relay station to primary sensory cortex processing."
  },
  {
    "id": 185,
    "statement": "Cortical predictions refine thalamic filtering through top-down modulation."
  },
  {
    "id": 186,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 187,
    "statement": "Cortical neurons project top-down signals to thalamocortical relay neurons."
  },
  {
    "id": 188,
    "statement": "Interoception influences emotional processing and empathy through bodily sensations."
  },
  {
    "id": 189,
    "statement": "Thalamus acts as a sensory processing hub and relay station."
  },
  {
    "id": 190,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 191,
    "statement": "Cortical expectations shape thalamic filtering through predictive coding."
  },
  {
    "id": 192,
    "statement": "Corticothalamic connections rely on gamma oscillations for attention modulation."
  },
  {
    "id": 193,
    "statement": "Neural signals strength adjusted based on attention and context"
  },
  {
    "id": 194,
    "statement": "The thalamus receives top-down cortical modulation through corticothalamic connections."
  },
  {
    "id": 195,
    "statement": "Mentalizing involves simulation of others' thoughts, feelings, and perspectives."
  },
  {
    "id": 196,
    "statement": "Thalamus dynamically refines sensory information based on cortical predictions."
  },
  {
    "id": 197,
    "statement": "Synchronized neural oscillations facilitate efficient brain communication."
  },
  {
    "id": 198,
    "statement": "Corticothalamic connections enable bidirectional communication between PFC and thalamus."
  }
]