[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 2,
    "statement": "Thalamus integrates sensory info from multiple sources in a hierarchical manner."
  },
  {
    "id": 3,
    "statement": "Theory of mind enables simulating mental states through imagination."
  },
  {
    "id": 4,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 5,
    "statement": "Corticothalamic pathway enables top-down modulation of sensory processing."
  },
  {
    "id": 6,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 7,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 8,
    "statement": "Mentalizing simulates others' mental states through brain simulations."
  },
  {
    "id": 9,
    "statement": "The thalamus actively refines and processes sensory information."
  },
  {
    "id": 10,
    "statement": "Thalamus hierarchically processes sensory information for cortical interpretation."
  },
  {
    "id": 11,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 12,
    "statement": "Thalamus refines sensory info through multiple hierarchical stages dynamically."
  },
  {
    "id": 13,
    "statement": "Mentalizing enables simulated understanding of others' mental states."
  },
  {
    "id": 14,
    "statement": "Thalamus processes sensory info hierarchically within its structure."
  },
  {
    "id": 15,
    "statement": "The thalamus hierarchically processes sensory information through multiple stages refining it."
  },
  {
    "id": 16,
    "statement": "Corticothalamic connections enable bidirectional communication between thalamus and cortex."
  },
  {
    "id": 17,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 18,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 19,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 20,
    "statement": "Corticothalamic connections mediate top-down attentional modulation through synchronized activity."
  },
  {
    "id": 21,
    "statement": "Thalamus's internal structure and processing mechanisms may need revision"
  },
  {
    "id": 22,
    "statement": "Thalamus relays sensory information to primary sensory cortex processing."
  },
  {
    "id": 23,
    "statement": "Top-down attention modulation occurs through corticothalamic neural oscillations."
  },
  {
    "id": 24,
    "statement": "Cortical predictions, derived from PFC, influence thalamic filtering dynamically."
  },
  {
    "id": 25,
    "statement": "Corticothalamic connections enable top-down control over thalamus filtering."
  },
  {
    "id": 26,
    "statement": "Neural oscillations enable synchronized activity for attention modulation"
  },
  {
    "id": 27,
    "statement": "Thalamus receives sensory info from cortex and sends it back."
  },
  {
    "id": 28,
    "statement": "Cortical predictions refer to internal models of sensory inputs."
  },
  {
    "id": 29,
    "statement": "Action potentials represent electrical impulses transmitted through neurons"
  },
  {
    "id": 30,
    "statement": "Top-down control influences sensory processing through corticothalamic pathway predictions."
  },
  {
    "id": 31,
    "statement": "Neural oscillations facilitate real-time thalamus sensory information processing."
  },
  {
    "id": 32,
    "statement": "Thalamus filters sensory info based on top-down predictions."
  },
  {
    "id": 33,
    "statement": "Thalamus extracts sensory features through hierarchical processing to prioritize information."
  },
  {
    "id": 34,
    "statement": "The thalamus processes sensory information in real-time through neural oscillations"
  },
  {
    "id": 35,
    "statement": "Thalamus processes sensory info in hierarchical stages dynamically."
  },
  {
    "id": 36,
    "statement": "Thalamus filters sensory info using PFC's top-down predictions."
  },
  {
    "id": 37,
    "statement": "Neural gain influences sensory transmission strength through synaptic plasticity."
  },
  {
    "id": 38,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT connections"
  },
  {
    "id": 39,
    "statement": "Thalamus filters sensory info hierarchically, refining data dynamically."
  },
  {
    "id": 40,
    "statement": "Thalamus transmits processed sensory data to the cortex."
  },
  {
    "id": 41,
    "statement": "Corticothalamic connections modulate sensory processing through top-down predictions."
  },
  {
    "id": 42,
    "statement": "Thalamus refines sensory info through dynamic neural reorganization processes."
  },
  {
    "id": 43,
    "statement": "Mentalizing simulates others' mental states through neural network constructions."
  },
  {
    "id": 44,
    "statement": "Neural oscillations synchronize thalamus neurons for real-time processing."
  },
  {
    "id": 45,
    "statement": "Cortical expectations guide thalamic filtering based on past experiences."
  },
  {
    "id": 46,
    "statement": "Neural oscillations enable synchronized activity through phase-locking and synchronization."
  },
  {
    "id": 47,
    "statement": "Thalamus acts as a crucial relay station for sensory processing."
  },
  {
    "id": 48,
    "statement": "Thalamus filters sensory info based on internal model expectations."
  },
  {
    "id": 49,
    "statement": "Thalamus actively refines and processes sensory information before transmission."
  },
  {
    "id": 50,
    "statement": "Cortical expectations shape thalamic filtering through top-down processing."
  },
  {
    "id": 51,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 52,
    "statement": "Thalamus receives sensory info, performs selective processing."
  },
  {
    "id": 53,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 54,
    "statement": "Electrical impulses facilitate neuron communication through ion movements"
  },
  {
    "id": 55,
    "statement": "Hierarchical processing refines sensory information through top-down and feedback mechanisms."
  },
  {
    "id": 56,
    "statement": "Thalamus processes sensory info hierarchically for cognitive processing"
  },
  {
    "id": 57,
    "statement": "Thalamus filters and refines sensory information through corticothalamic connections."
  },
  {
    "id": 58,
    "statement": "Thalamus refines sensory info for cortex processing through hierarchical organization."
  },
  {
    "id": 59,
    "statement": "Thalamus acts as a critical relay station for sensory processing."
  },
  {
    "id": 60,
    "statement": "Neural gain modifies signal strength in corticothalamic interactions."
  },
  {
    "id": 61,
    "statement": "Thalamus filters and refines sensory info for cortical processing."
  },
  {
    "id": 62,
    "statement": "Thalamus filters sensory info through diverse cortical connections leading."
  },
  {
    "id": 63,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 64,
    "statement": "Thalamus integrates sensory info hierarchically through multiple stages."
  },
  {
    "id": 65,
    "statement": "Gamma and alpha oscillations facilitate selective and sustained attention."
  },
  {
    "id": 66,
    "statement": "Corticothalamic pathway enables top-down modulation of sensory information."
  },
  {
    "id": 67,
    "statement": " Corticothalamic connections facilitate bidirectional neural communication between brain regions."
  },
  {
    "id": 68,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering dynamically."
  },
  {
    "id": 69,
    "statement": "Neural oscillations facilitate real-time sensory information processing in thalamus."
  },
  {
    "id": 70,
    "statement": "Imagination fills gaps in understanding others' mental states through inference."
  },
  {
    "id": 71,
    "statement": "Cortical expectations guide sense-making through thalamus processing."
  },
  {
    "id": 72,
    "statement": "Mentalizing refers to simulating others' thoughts and feelings through imagination."
  },
  {
    "id": 73,
    "statement": "Thalamus dynamically filters sensory info through cortical predictions."
  },
  {
    "id": 74,
    "statement": "Neural gain enables refinement of sensory information transmission strength."
  },
  {
    "id": 75,
    "statement": "Neural gain modulates corticothalamic interactions amplifying sensory transmission strength."
  },
  {
    "id": 76,
    "statement": "Corticothalamic connections regulate thalamus's attentional filtering through oscillations."
  },
  {
    "id": 77,
    "statement": "The thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 78,
    "statement": "Corticothalamic projections convey top-down signals via glutamate."
  },
  {
    "id": 79,
    "statement": "Mentalizing not solely responsible for empathy development"
  },
  {
    "id": 80,
    "statement": "Thalamus filters sensory info based on internal models and feedback."
  },
  {
    "id": 81,
    "statement": "Cortical predictions from PFC influence thalamic filtering dynamics."
  },
  {
    "id": 82,
    "statement": "Thalamus refines sensory info through filtering, attention, and processing."
  },
  {
    "id": 83,
    "statement": "Cortical expectations modulate sensory filtering via corticothalamic connections"
  },
  {
    "id": 84,
    "statement": "Corticothalamic connections enable bidirectional sensory processing through top-down modulation."
  },
  {
    "id": 85,
    "statement": "Thalamus filters sensory info based on internal predictions dynamically."
  },
  {
    "id": 86,
    "statement": "Synaptic plasticity modifies neural gain through experience and learning."
  },
  {
    "id": 87,
    "statement": "The thalamus actively refines and processes sensory information in real-time."
  },
  {
    "id": 88,
    "statement": "Cortical expectations filter sensory information through neural predictions"
  },
  {
    "id": 89,
    "statement": "Thalamus selectively filters and processes sensory information for cortex."
  },
  {
    "id": 90,
    "statement": "Thalamus dynamically refines sensory info through hierarchical stages."
  },
  {
    "id": 91,
    "statement": "Mentalizing involves simulating others' thoughts and feelings through imagination."
  },
  {
    "id": 92,
    "statement": "Cortical expectations influence thalamic filtering through diverse neural connections."
  },
  {
    "id": 93,
    "statement": "Thalamus integrates sensory info hierarchically for brain processing"
  },
  {
    "id": 94,
    "statement": "Corticothalamic connections enable top-down control on thalamic filtering."
  },
  {
    "id": 95,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 96,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 97,
    "statement": "Cortical predictions shape thalamus's filtering based on past experiences."
  },
  {
    "id": 98,
    "statement": "Corticothalamic connections refine sensory info through top-down processing."
  },
  {
    "id": 99,
    "statement": "Thalamus filters sensory info based on top-down cortical predictions."
  },
  {
    "id": 100,
    "statement": "Neural oscillations facilitate top-down attentional modulation through synchronized processing."
  },
  {
    "id": 101,
    "statement": "Corticothalamic connections enable bidirectional information exchange between cortex and thalamus."
  },
  {
    "id": 102,
    "statement": "Cortical expectations shape thalamus filtering through learned associations."
  },
  {
    "id": 103,
    "statement": "Synaptic plasticity refines corticothalamic connections through learning and prediction"
  },
  {
    "id": 104,
    "statement": "Mentalizing enables simulating others' mental states through imagination."
  },
  {
    "id": 105,
    "statement": "PFC's top-down predictions filter sensory information for thalamus's processing."
  },
  {
    "id": 106,
    "statement": "Mentalizing simulates others' mental states through active neural simulation."
  },
  {
    "id": 107,
    "statement": "Corticothalamic connections enable top-down modulates sensory processing."
  },
  {
    "id": 108,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 109,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 110,
    "statement": "Imagination enables simulating others' mental states through inference"
  },
  {
    "id": 111,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 112,
    "statement": "Mentalizing involves imagining others' mental states to build empathy"
  },
  {
    "id": 113,
    "statement": "Corticothalamic connections enable top-down attentional modulation dynamically."
  },
  {
    "id": 114,
    "statement": "Thalamus processes sensory information dynamically through hierarchical adaptive filters."
  },
  {
    "id": 115,
    "statement": "Cortical expectations shape thalamus filtering based on learned experiences."
  },
  {
    "id": 116,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through past experiences."
  },
  {
    "id": 117,
    "statement": "Cortical expectations modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 118,
    "statement": "Corticothalamic connections enable top-down modulation of sensory information processing."
  },
  {
    "id": 119,
    "statement": "Top-down modulation influences sense-making through corticothalamic filtering."
  },
  {
    "id": 120,
    "statement": "Thalamus filters sensory info through corticothalamic connections based on cortical predictions"
  },
  {
    "id": 121,
    "statement": "Mentalizing simulates others' mental states through neural network constructions."
  },
  {
    "id": 122,
    "statement": "Corticothalamic interactions facilitate bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 123,
    "statement": "Corticothalamic connections facilitate bidirectional neural communication."
  },
  {
    "id": 124,
    "statement": "Mentalizing simulates others' mental states to build empathy."
  },
  {
    "id": 125,
    "statement": "Thalamus integrates sensory information from multiple sources hierarchically processing"
  },
  {
    "id": 126,
    "statement": "Thalamus hierarchically processes sensory info through corticothalamic connections."
  },
  {
    "id": 127,
    "statement": "Cortical expectations influence thalamic filtering through complex neural interactions"
  },
  {
    "id": 128,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through CT pathways."
  },
  {
    "id": 129,
    "statement": "Corticothalamic connections enable bi-directional sensory processing through corticothalamic feedback."
  },
  {
    "id": 130,
    "statement": "Mentalizing simulates others' mental states through neural pattern completion."
  },
  {
    "id": 131,
    "statement": "Thalamus processes sensory info in real-time through synchronized neural oscillations."
  },
  {
    "id": 132,
    "statement": "Mentalizing involves simulating others' mental states through neural construction."
  },
  {
    "id": 133,
    "statement": "Corticothalamic interactions facilitate bidirectional top-down attention modulation."
  },
  {
    "id": 134,
    "statement": "Neural oscillations facilitate attentional modulation through synchronized neural activity."
  },
  {
    "id": 135,
    "statement": "Neural oscillations synchronize thalamic neurons for real-time processing."
  },
  {
    "id": 136,
    "statement": "Corticothalamic connections convey PFC-derived cortical predictions dynamically."
  },
  {
    "id": 137,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections"
  },
  {
    "id": 138,
    "statement": "Corticothalamic connections enable adaptive and flexible attentional modulation."
  },
  {
    "id": 139,
    "statement": "Corticothalamic connections enable synchronized neural processing dynamically."
  },
  {
    "id": 140,
    "statement": "Thalamus refines sensory info with cortical predictions dynamically."
  },
  {
    "id": 141,
    "statement": "Corticothalamic connections enable bidirectional information exchange between cortex and thalamus."
  },
  {
    "id": 142,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 143,
    "statement": "Corticothalamic connections enable synchronized top-down attention modulation."
  },
  {
    "id": 144,
    "statement": "Cortical expectations filter sensory info through neural predictions."
  },
  {
    "id": 145,
    "statement": "PFC modulates thalamus's attentional filtering through top-down signals."
  },
  {
    "id": 146,
    "statement": "Cortical expectations modulate thalamic filtering through complex neuronal interactions."
  },
  {
    "id": 147,
    "statement": "Corticothalamic connections facilitate bilateral top-down attention modulation."
  },
  {
    "id": 148,
    "statement": "Mentalizing involves simulating others' mental states through brain construction."
  },
  {
    "id": 149,
    "statement": "Corticothalamic connections modulate sensory processing through top-down signals."
  },
  {
    "id": 150,
    "statement": "Corticothalamic connections facilitate bidirectional neural sensory signal exchange"
  },
  {
    "id": 151,
    "statement": "Thalamus hierarchically processes sensory information through neural connections"
  },
  {
    "id": 152,
    "statement": "Corticothalamic interactions facilitate top-down attention modulation through gamma oscillations."
  },
  {
    "id": 153,
    "statement": "Thalamus processes sensory information in real-time through gamma oscillations."
  },
  {
    "id": 154,
    "statement": "Synaptic plasticity refines corticothalamic connections through learning and prediction."
  },
  {
    "id": 155,
    "statement": "Cortical predictions shape thalamic filtering through corticothalamic connections."
  },
  {
    "id": 156,
    "statement": "Corticothalamic connections enable top-down attentional modulation dynamically."
  },
  {
    "id": 157,
    "statement": "Thalamus filters sensory info based on cortex's past experiences dynamically"
  },
  {
    "id": 158,
    "statement": "Cortical top-down signals refine sensory processing in thalamus"
  },
  {
    "id": 159,
    "statement": "Thalamus filters sensory info based on PFC top-down predictions."
  },
  {
    "id": 160,
    "statement": "Action potentials are brief changes in neuron's electrical potential."
  },
  {
    "id": 161,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through neural patterns."
  },
  {
    "id": 162,
    "statement": "Cortical expectations shape thalamus filtering through past experiences."
  },
  {
    "id": 163,
    "statement": "Mentalizing involves simulating others' mental states through neural constructions."
  },
  {
    "id": 164,
    "statement": "Cortical predictions filter sensory information through refined neural connections."
  },
  {
    "id": 165,
    "statement": "Thalamus integrates sensory info hierarchically through distributed processing."
  },
  {
    "id": 166,
    "statement": "Cortical predictions are constantly updated based on new sensory information."
  },
  {
    "id": 167,
    "statement": "Thalamus refines sensory info through corticothalamic feedback mechanisms"
  },
  {
    "id": 168,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 169,
    "statement": "Neural gain modulates signal strength in corticothalamic interactions."
  },
  {
    "id": 170,
    "statement": "Simulation of mental states enables empathy and social understanding through imagination"
  },
  {
    "id": 171,
    "statement": "Thalamus integrates sensory info through hierarchical processing."
  },
  {
    "id": 172,
    "statement": "Past experiences shape cortical expectations for thalamic filtering."
  },
  {
    "id": 173,
    "statement": "Attention modulation by neural oscillations is a dynamic process"
  },
  {
    "id": 174,
    "statement": "Mentalizing involves creating a mental model of others' mental states."
  },
  {
    "id": 175,
    "statement": "Thalamus hierarchically refines sensory info through corticothalamic feedback circuits."
  },
  {
    "id": 176,
    "statement": "Cortical expectations modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 177,
    "statement": "Thalamus filters and prioritizes sensory info for cortex processing through selective processing."
  },
  {
    "id": 178,
    "statement": "Neural oscillations synchronize neural activity for attentional processing."
  },
  {
    "id": 179,
    "statement": "Mentalizing simulates others' mental states facilitating empathy development."
  },
  {
    "id": 180,
    "statement": "Top-down cortical predictions influence thalamic sensory processing through CT connections."
  },
  {
    "id": 181,
    "statement": "Thalamus refines sensory info based on cortical predictions and expectations."
  },
  {
    "id": 182,
    "statement": "Glutamate conveys top-down signals from PFC to thalamus."
  },
  {
    "id": 183,
    "statement": "Mentalizing simulates others' mental states through neural network constructions."
  },
  {
    "id": 184,
    "statement": "Thalamus filters sensory info through top-down cortical predictions and refinement."
  },
  {
    "id": 185,
    "statement": "Corticothalamic interactions modulate attention through hierarchical processing"
  },
  {
    "id": 186,
    "statement": "Neural oscillations enable synchronized activity through neural mechanisms."
  },
  {
    "id": 187,
    "statement": "The thalamus relays sensory info to multiple cortex regions."
  },
  {
    "id": 188,
    "statement": "PFC's top-down signals modulate thalamus's priority setting process."
  },
  {
    "id": 189,
    "statement": "Corticothalamic interactions enable bidirectional top-down attention modulation dynamically."
  },
  {
    "id": 190,
    "statement": "Thalamus processes sensory info hierarchically in real-time"
  },
  {
    "id": 191,
    "statement": "Gamma oscillations synchronize thalamocortical neurons for real-time processing."
  },
  {
    "id": 192,
    "statement": "Mentalizing simulates others' mental states through neural processing."
  },
  {
    "id": 193,
    "statement": "Thalamus refines sensory info through processing and filtering mechanisms."
  },
  {
    "id": 194,
    "statement": "Ion movements facilitate neuron communication through charged particles."
  },
  {
    "id": 195,
    "statement": "Cortical predictions influence thalamus filtering through corticothalamic connections."
  },
  {
    "id": 196,
    "statement": "Thalamus is a hierarchical processor of sensory information."
  },
  {
    "id": 197,
    "statement": "Thalamus processes sensory info in real-time through gamma oscillations"
  },
  {
    "id": 198,
    "statement": "PFC's predictions shape thalamic filtering through corticothalamic connections."
  },
  {
    "id": 199,
    "statement": "Hierarchical processing refines sensory information through top-down and feedback mechanisms."
  }
]