[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus modulates cortical connections through GABA, glutamate, and dopamine."
  },
  {
    "id": 2,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 3,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 4,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention through binding, Hebbian learning and cortico-thalamic interactions."
  },
  {
    "id": 5,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 6,
    "statement": "PFC's pattern separation involves complex neural oscillations and regions."
  },
  {
    "id": 7,
    "statement": "Gamma oscillations mediate neural activity synchronization in pattern separation"
  },
  {
    "id": 8,
    "statement": "Working memory capacity influences social cognition accuracy through attentional control."
  },
  {
    "id": 9,
    "statement": "PFC's pattern separation mechanism unclear due to complexity and limitations."
  },
  {
    "id": 10,
    "statement": "Entrainment and phase-locking regulate synchronized neural oscillations development."
  },
  {
    "id": 11,
    "statement": "Thalamus modulates cortical connections through complex thalamocortical loops."
  },
  {
    "id": 12,
    "statement": "Thalamocortical loops and oscillations refine sensory information hierarchically."
  },
  {
    "id": 13,
    "statement": "Thalamus's role in dopamine modulation remains an ongoing research topic."
  },
  {
    "id": 14,
    "statement": "The thalamus refines sensory input through hierarchical processing stages."
  },
  {
    "id": 15,
    "statement": "The thalamus regulates cortical connections through neural oscillations."
  },
  {
    "id": 16,
    "statement": "Thalamus processes sensory information hierarchically through primary-secondary-association stages."
  },
  {
    "id": 17,
    "statement": "Working memory capacity influences social cognition accuracy through information processing."
  },
  {
    "id": 18,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 19,
    "statement": "Hebbian learning strengthens connections between co-activated excitatory neurons."
  },
  {
    "id": 20,
    "statement": "Thalamus processes sensory information hierarchically through complex mechanisms."
  },
  {
    "id": 21,
    "statement": "Pattern separation relies on PFC's complex neural oscillations."
  },
  {
    "id": 22,
    "statement": "PFC's predictive abilities rely on pattern separation and completion mechanisms."
  },
  {
    "id": 23,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 24,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regional interactions."
  },
  {
    "id": 25,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 26,
    "statement": "LTP and LTD regulate synaptic strength through complex interactions."
  },
  {
    "id": 27,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 28,
    "statement": "Thalamus refines sensory information hierarchically through thalamocortical loops and oscillations."
  },
  {
    "id": 29,
    "statement": "The thalamus plays a key role in regulating cortical connections."
  },
  {
    "id": 30,
    "statement": "Thalamus regulates cortical connections through gamma oscillations."
  },
  {
    "id": 31,
    "statement": "Thalamus processes sensory info hierarchically through neural connections"
  },
  {
    "id": 32,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 33,
    "statement": "Thalamus refines sensory information through hierarchical processing stages."
  },
  {
    "id": 34,
    "statement": "Thalamus refines sensory information through hierarchical processing stages."
  },
  {
    "id": 35,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 36,
    "statement": "Pattern separation in PFC involves gamma, beta, and theta oscillations."
  },
  {
    "id": 37,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 38,
    "statement": "Thalamus processes sensory info hierarchically through neural network layers"
  },
  {
    "id": 39,
    "statement": "PFC's pattern separation involves complex neural oscillations and regions."
  },
  {
    "id": 40,
    "statement": "LTP and LTD regulate synaptic strength through molecular mechanisms."
  },
  {
    "id": 41,
    "statement": "LTP and LTD regulate synaptic strength through opposing processes."
  },
  {
    "id": 42,
    "statement": "Hebbian learning plays a role in pattern separation mechanisms."
  },
  {
    "id": 43,
    "statement": "Pre-frontal cortex regulates attentional filtering through top-down modulation."
  },
  {
    "id": 44,
    "statement": "Gamma oscillations entrain neural activity through mechanisms unclear."
  },
  {
    "id": 45,
    "statement": "Thalamus receives and processes raw sensory data from environment"
  },
  {
    "id": 46,
    "statement": "Thalamus enhances sensory information through hierarchical filtering mechanisms."
  },
  {
    "id": 47,
    "statement": "LTP and LTD rely on neural activity patterns for synaptic balance"
  },
  {
    "id": 48,
    "statement": "Gamma oscillations facilitate neural integration through synchronized activity."
  },
  {
    "id": 49,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 50,
    "statement": "Thalamus processes sensory info in hierarchical, step-by-step processing."
  },
  {
    "id": 51,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms"
  },
  {
    "id": 52,
    "statement": "Thalamus's hierarchical processing involves feature extraction and feedback loops."
  },
  {
    "id": 53,
    "statement": "Thalamus's VPM nucleus filters sensory info hierarchically through neural connections."
  },
  {
    "id": 54,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 55,
    "statement": "LTP and LTD regulate synaptic strength through complex cellular mechanisms"
  },
  {
    "id": 56,
    "statement": "LTP and LTD regulate synaptic strength through complex biological processes."
  },
  {
    "id": 57,
    "statement": "LTP and LTD regulate synaptic strength through opposing processes."
  },
  {
    "id": 58,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing."
  },
  {
    "id": 59,
    "statement": "LTP and LTD regulate synaptic strength through opposing processes."
  },
  {
    "id": 60,
    "statement": "Thalamus modulates cortical connections through attentional filtering mechanisms."
  },
  {
    "id": 61,
    "statement": "PFC influences thalamus' attentional filtering through corticothalamic connections."
  },
  {
    "id": 62,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 63,
    "statement": "PFC's pattern separation involves complex neural oscillations and regions coordination"
  },
  {
    "id": 64,
    "statement": "Thalamus extracts features through hierarchical processing and feedback loops."
  },
  {
    "id": 65,
    "statement": "PFC employs pattern separation and completion for predictive processing."
  },
  {
    "id": 66,
    "statement": "Thalamus refines sensory information through hierarchical feedforward processing mechanisms."
  },
  {
    "id": 67,
    "statement": "Hebbian learning contributes to pattern separation through neuron specialization."
  },
  {
    "id": 68,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 69,
    "statement": "Thalamus processes sensory information through hierarchical neural connections."
  },
  {
    "id": 70,
    "statement": "PFC's pattern separation involves gamma oscillations and posterior regions."
  },
  {
    "id": 71,
    "statement": "The thalamus refines sensory information before sending it to cortex."
  },
  {
    "id": 72,
    "statement": "Synaptic plasticity is crucial for learning and memory refinement."
  },
  {
    "id": 73,
    "statement": "Thalamus's primary function is to relay sensory information"
  },
  {
    "id": 74,
    "statement": "Hebbian learning's role in pattern separation remains unclear in research."
  },
  {
    "id": 75,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 76,
    "statement": "Thalamus modulates cortical connections through complex thalamocortical loops."
  },
  {
    "id": 77,
    "statement": "PFC's predictive abilities rely on hippocampal-cortical processing."
  },
  {
    "id": 78,
    "statement": "Thalamus refines sensory information through hierarchical feedforward processing pathways."
  },
  {
    "id": 79,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 80,
    "statement": "PFC pattern separation involves coordinated neural oscillations and regions."
  },
  {
    "id": 81,
    "statement": "Social cognition is a dynamic, adaptive process."
  },
  {
    "id": 82,
    "statement": "Gamma oscillations facilitate neural integration through coordinated activity."
  },
  {
    "id": 83,
    "statement": "Theory of Mind integrates social cognition, working memory and attention through complex neural networks."
  },
  {
    "id": 84,
    "statement": "Thalamus modulates dopamine release through hierarchical processing mechanisms."
  },
  {
    "id": 85,
    "statement": "Thalamus refines sensory information through hierarchical feedforward refinement mechanism."
  },
  {
    "id": 86,
    "statement": "Thalamus refines sensory info through hierarchical neural processing."
  },
  {
    "id": 87,
    "statement": "Thalamus processes sensory information hierarchically through neural circuits."
  },
  {
    "id": 88,
    "statement": "Gamma oscillations enable synchronous neural activity through entrainment and phase-locking."
  },
  {
    "id": 89,
    "statement": "LTP and LTD regulate synaptic strength through cellular signaling pathways."
  },
  {
    "id": 90,
    "statement": "Working memory capacity influences social cognition through cognitive processing."
  },
  {
    "id": 91,
    "statement": "Thalamus refines sensory information through hierarchical filtering and processing."
  },
  {
    "id": 92,
    "statement": "The thalamus refines sensory information through layer-by-layer processing."
  },
  {
    "id": 93,
    "statement": "Thalamus, particularly VPM nucleus, filters sensory information hierarchically"
  },
  {
    "id": 94,
    "statement": "The thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 95,
    "statement": "Thalamus processes sensory information in hierarchical, layer-by-layer fashion."
  },
  {
    "id": 96,
    "statement": "Thalamus refines sensory input through hierarchical processing pathways refining raw input."
  },
  {
    "id": 97,
    "statement": "PFC's pattern separation involves gamma, beta, and theta oscillations."
  },
  {
    "id": 98,
    "statement": "The thalamus refines sensory information in hierarchical feedforward processing."
  },
  {
    "id": 99,
    "statement": "Thalamus filters sensory information through neural correlations and gating."
  },
  {
    "id": 100,
    "statement": "The Prefrontal Cortex influences thalamus's attentional filtering through top-down signals"
  },
  {
    "id": 101,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 102,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 103,
    "statement": "PFC influences thalamus's attentional filtering through complex neural interactions."
  },
  {
    "id": 104,
    "statement": "Hebbian learning involves synaptic plasticity through neural activity patterns."
  },
  {
    "id": 105,
    "statement": "Thalamus processes sensory information hierarchically through neural connections"
  },
  {
    "id": 106,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections"
  },
  {
    "id": 107,
    "statement": "Hebbian learning's role in pattern separation unclear due to complexity."
  },
  {
    "id": 108,
    "statement": "Entrainment and phase-locking mechanisms contribute to synchronization of neural oscillations."
  },
  {
    "id": 109,
    "statement": "Thalamus filters sensory information hierarchically through neural connections."
  },
  {
    "id": 110,
    "statement": "PFC relies on hippocampal-cortical processing for predictive abilities"
  },
  {
    "id": 111,
    "statement": "The thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 112,
    "statement": "Working memory capacity's influence on social cognition accuracy varies contextually."
  },
  {
    "id": 113,
    "statement": "PFC's pattern separation relies on neural oscillations and posteromedial regions."
  },
  {
    "id": 114,
    "statement": "Thalamus processes sensory info through hierarchical refinement and filtering."
  },
  {
    "id": 115,
    "statement": "Thalamus refines sensory information through hierarchical, step-by-step processing."
  },
  {
    "id": 116,
    "statement": "PFC regulates thalamus's attentional filtering through top-down modulation."
  },
  {
    "id": 117,
    "statement": "The thalamus processes sensory information hierarchically through neural connections."
  },
  {
    "id": 118,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 119,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through synchronized firing."
  },
  {
    "id": 120,
    "statement": "Pattern separation relies on PFC's complex neural oscillations and regions."
  },
  {
    "id": 121,
    "statement": "Thalamus refines sensory information through neural correlations and filtering."
  },
  {
    "id": 122,
    "statement": "Thalamocortical loops allow thalamus to modulate cortical connections."
  },
  {
    "id": 123,
    "statement": "Dynamic Theory of Mind integrates social cognition adaptively."
  },
  {
    "id": 124,
    "statement": "Hierarchical processing refines sensory information through thalamus's layers"
  },
  {
    "id": 125,
    "statement": "PFC uses pattern separation and completion for predictive processing."
  },
  {
    "id": 126,
    "statement": "Gamma oscillations facilitate neural integration through synchronized activity."
  },
  {
    "id": 127,
    "statement": "PFC sends top-down signals to modulate thalamus's attentional filtering."
  },
  {
    "id": 128,
    "statement": "The thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 129,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment."
  },
  {
    "id": 130,
    "statement": "LTP and LTD regulated by synchronized and asynchronous neural activity."
  },
  {
    "id": 131,
    "statement": "Thalamus refines sensory info in parallel with cortical processing."
  },
  {
    "id": 132,
    "statement": "Thalamus processing hierarchical sensory information through attentional mechanisms"
  },
  {
    "id": 133,
    "statement": "Lack of evidence for PFC's relationship with hippocampal-cortical processing."
  },
  {
    "id": 134,
    "statement": "Thalamus refines sensory information hierarchically through thalamocortical loops and oscillations."
  },
  {
    "id": 135,
    "statement": "Thalamus processes sensory information hierarchically through feature extraction and integration."
  },
  {
    "id": 136,
    "statement": "Thalamus receives sensory input through hierarchical feedforward processing pathways"
  },
  {
    "id": 137,
    "statement": "PFC's pattern separation involves gamma, beta, and theta oscillations"
  },
  {
    "id": 138,
    "statement": "Thalamus acts as a sensory processing filter for cortex"
  },
  {
    "id": 139,
    "statement": "PFC's complex neural oscillations enhance pattern separation mechanisms"
  },
  {
    "id": 140,
    "statement": "Thalamus regulates cortical connections through GABA, glutamate, and dopamine modulation."
  },
  {
    "id": 141,
    "statement": "The PFC relies on hippocampal-cortical processing for predictive abilities."
  },
  {
    "id": 142,
    "statement": "Gamma oscillations facilitate neural activity synchronization in pattern separation."
  },
  {
    "id": 143,
    "statement": "Thalamic sensory information refinement is a hierarchical process."
  },
  {
    "id": 144,
    "statement": "Thalamus's VPM nucleus refines sensory information through hierarchical processing mechanisms"
  },
  {
    "id": 145,
    "statement": "LTP and LTD balance synaptic strength through dynamic mechanisms."
  },
  {
    "id": 146,
    "statement": "Theory of Mind integrates social cognition with working memory."
  },
  {
    "id": 147,
    "statement": "Thalamus refines and filters sensory information before sending to cortex."
  },
  {
    "id": 148,
    "statement": "PFC modulates thalamus' attentional filtering through corticothalamic connections."
  },
  {
    "id": 149,
    "statement": "PFC's pattern separation involves cognitive oscillation coordination."
  },
  {
    "id": 150,
    "statement": "LTP and LTD regulate synaptic strength through multifaceted mechanisms."
  },
  {
    "id": 151,
    "statement": "Working memory's influence on social cognition accuracy context-dependent"
  },
  {
    "id": 152,
    "statement": "LTP and LTD regulate synaptic strength through complex cascades"
  },
  {
    "id": 153,
    "statement": "Thalamus refines sensory information into abstract representations hierarchically"
  },
  {
    "id": 154,
    "statement": "Complex neural oscillations refine pattern separation through synchronization."
  },
  {
    "id": 155,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 156,
    "statement": "Gamma oscillations entrain neural activity through complex neural interactions"
  },
  {
    "id": 157,
    "statement": "Thalamus refines sensory information through hierarchical, step-by-step processing."
  },
  {
    "id": 158,
    "statement": "Thalamus integrates sensory information through hierarchical processing."
  },
  {
    "id": 159,
    "statement": "Hebbian learning strengthens connections through synchronized neural firing patterns."
  },
  {
    "id": 160,
    "statement": "Thalamus processes sensory information hierarchically through excitatory/inhibitory neural connections"
  },
  {
    "id": 161,
    "statement": "LTP and LTD rely on neural activity patterns for synaptic balance."
  },
  {
    "id": 162,
    "statement": "Thalamus modulates cortical connections through iterative thalamocortical loops."
  },
  {
    "id": 163,
    "statement": "Thalamus refines sensory info through hierarchical processing layers."
  },
  {
    "id": 164,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 165,
    "statement": "Thalamus refines sensory info through hierarchical filtering mechanisms"
  },
  {
    "id": 166,
    "statement": "Entrainment and phase-locking regulate synchronized neural oscillations development."
  },
  {
    "id": 167,
    "statement": "Theory of Mind involves distributed brain networks for social cognition."
  },
  {
    "id": 168,
    "statement": "Thalamus refines sensory information hierarchically through neural connections"
  },
  {
    "id": 169,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 170,
    "statement": "Thalamus processes sensory information hierarchically through relay and processing."
  },
  {
    "id": 171,
    "statement": "Thalamus refines raw sensory input through hierarchical processing."
  },
  {
    "id": 172,
    "statement": "Thalamus filters and extracts features from sensory information through modulation."
  },
  {
    "id": 173,
    "statement": "Thalamus regulates cortical connections through filtering, modulation, and synchronization."
  },
  {
    "id": 174,
    "statement": "Pattern separation involves complex neural oscillations and regional interactions."
  },
  {
    "id": 175,
    "statement": "Gamma oscillations integrate information through synchronized neural activity."
  },
  {
    "id": 176,
    "statement": "LTP and LTD regulate synaptic strength through homeostasis mechanism"
  },
  {
    "id": 177,
    "statement": "Gamma oscillations mediate neural activity synchronization pattern separation."
  },
  {
    "id": 178,
    "statement": "LTP and LTD regulate synaptic strength through neural interactions"
  },
  {
    "id": 179,
    "statement": "Pattern separation in PFC involves synchronized gamma, beta, and theta oscillations."
  },
  {
    "id": 180,
    "statement": "Hebbian learning strengthens connections between co-activated excitatory neurons."
  },
  {
    "id": 181,
    "statement": "Thalamus refines sensory info through hierarchical layer-by-layer processing"
  },
  {
    "id": 182,
    "statement": "PFC's pattern separation and completion enable predictive processing."
  },
  {
    "id": 183,
    "statement": "Working memory capacity influences social cognition accuracy through information processing'"
  },
  {
    "id": 184,
    "statement": "Thalamus enhances sensory information through hierarchical refinement mechanisms."
  },
  {
    "id": 185,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing patterns."
  },
  {
    "id": 186,
    "statement": "Thalamocortical loops and oscillations process sensory information hierarchically."
  },
  {
    "id": 187,
    "statement": "PFC's predictive abilities rely on neural network processes."
  },
  {
    "id": 188,
    "statement": "LTP and LTD maintain synaptic balance through neural activity patterns."
  },
  {
    "id": 189,
    "statement": "Thalamus refines sensory info through synchronized neural activity patterns."
  },
  {
    "id": 190,
    "statement": "Thalamus processes sensory info hierarchically through primary-secondary-association stages."
  },
  {
    "id": 191,
    "statement": "Working memory capacity influences social cognition through cognitive processing complexity."
  },
  {
    "id": 192,
    "statement": "Thalamus processes sensory info hierarchically through neural layers."
  },
  {
    "id": 193,
    "statement": "The thalamus extracts sensory features through hierarchical processing loops."
  },
  {
    "id": 194,
    "statement": "Working memory capacity influences social cognition accuracy through attentional control."
  },
  {
    "id": 195,
    "statement": "The thalamus refines sensory information through hierarchical filter processing."
  },
  {
    "id": 196,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 197,
    "statement": "PFC's pattern separation involves complex neural oscillations and regional coordination"
  },
  {
    "id": 198,
    "statement": "PFC pattern separation involves both alpha and beta oscillations"
  },
  {
    "id": 199,
    "statement": "LTP and LTD are opposing processes of synaptic plasticity"
  }
]