[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Sensory information processing is context-dependent and attention-demanding."
  },
  {
    "id": 2,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization processes."
  },
  {
    "id": 3,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 4,
    "statement": "Thalamus filters sensory info through dynamic neural oscillations interactions."
  },
  {
    "id": 5,
    "statement": "Honesty involves authenticity, intention, and situational awareness contexts."
  },
  {
    "id": 6,
    "statement": "Thalamus filters sensory info through gamma oscillations for attention."
  },
  {
    "id": 7,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations"
  },
  {
    "id": 8,
    "statement": "GABA inhibits thalamic neuron excitability for sensory integration."
  },
  {
    "id": 9,
    "statement": "Moral decisions consider multiple factors beyond honesty and consistency."
  },
  {
    "id": 10,
    "statement": "Labeling emotional expressions involves social learning and shared understanding."
  },
  {
    "id": 11,
    "statement": "Honesty requires authenticity, intention, and situational awareness."
  },
  {
    "id": 12,
    "statement": "Honesty's meaning varies across cultures and contexts based"
  },
  {
    "id": 13,
    "statement": "Thalamus filters sensory info through synchronized gamma-oscillations filtering."
  },
  {
    "id": 14,
    "statement": "Thalamocortical interactions involve bidirectional neural communication through signaling."
  },
  {
    "id": 15,
    "statement": "Thalamus filters sensory info through multiple neural oscillations dynamically."
  },
  {
    "id": 16,
    "statement": "Attention size refers to brain's simultaneous information processing capacity."
  },
  {
    "id": 17,
    "statement": "Sensory information processing is highly dependent on attention modulation."
  },
  {
    "id": 18,
    "statement": "Context-dependent information processing demands attention for trust decision-making"
  },
  {
    "id": 19,
    "statement": "Thalamus's filtering role involves multiple neural oscillations mechanisms."
  },
  {
    "id": 20,
    "statement": "Honesty and consistency can be influenced by context and moral development"
  },
  {
    "id": 21,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 22,
    "statement": "Moral development arises from complex interplay of biology, culture, and environment."
  },
  {
    "id": 23,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations."
  },
  {
    "id": 24,
    "statement": "Honesty integrates authenticity, intention, and situational awareness."
  },
  {
    "id": 25,
    "statement": "Gamma-band oscillations facilitate sensory integration through neural communication."
  },
  {
    "id": 26,
    "statement": "Thalamus gatekeeps attention-dependent sensory information processing."
  },
  {
    "id": 27,
    "statement": "Thalamocortical interactions involve bidirectional communication between brain regions."
  },
  {
    "id": 28,
    "statement": "Thalamus filters sensory info through synchronized gamma oscillations modulation."
  },
  {
    "id": 29,
    "statement": "Gamma-band oscillations modulate thalamic activity for attentional filtering."
  },
  {
    "id": 30,
    "statement": "Situational awareness requires contextual understanding and empathetic consideration."
  },
  {
    "id": 31,
    "statement": "Thalamocortical interactions involve bidirectional communication between brain regions"
  },
  {
    "id": 32,
    "statement": "Thalamus's attentional modulation involves complex neural oscillation interactions"
  },
  {
    "id": 33,
    "statement": "Thalamus adjusts filtering based on attention through neural oscillations."
  },
  {
    "id": 34,
    "statement": "Cognitive capacity encompasses various cognitive processes and functions."
  },
  {
    "id": 35,
    "statement": "Thalamocortical interactions involve bidirectional neural communication and modulation."
  },
  {
    "id": 36,
    "statement": "Thalamus acts as sensory information gatekeeper through filtering and modulation."
  },
  {
    "id": 37,
    "statement": "Thalamus regulates sensory attention through top-down modulation."
  },
  {
    "id": 38,
    "statement": "Thalamus plays crucial role in attentional modulation through filtering."
  },
  {
    "id": 39,
    "statement": "Thalamus filters sensory info through multiple neural oscillations mechanisms."
  },
  {
    "id": 40,
    "statement": "Thalamus adjusts filtering based on attentional demands through gamma waves."
  },
  {
    "id": 41,
    "statement": "Attentional state describes current focus and direction of attention simultaneously"
  },
  {
    "id": 42,
    "statement": "Attention definitions vary due to theoretical and methodological differences"
  },
  {
    "id": 43,
    "statement": "Social learning influences emotional labeling through cultural norms and context."
  },
  {
    "id": 44,
    "statement": "Attention size refers to working memory capacity."
  },
  {
    "id": 45,
    "statement": "Lying can be justified in extreme circumstances for protection."
  },
  {
    "id": 46,
    "statement": "Gamma-band oscillations modulate thalamic activity for attentional filtering."
  },
  {
    "id": 47,
    "statement": "Attention definition varies due to theoretical frameworks, methodological approaches"
  },
  {
    "id": 48,
    "statement": "Thalamus gates sensory info through neural oscillations and synchronized activity."
  },
  {
    "id": 49,
    "statement": "Attention's definition varies due to theoretical frameworks and methods."
  },
  {
    "id": 50,
    "statement": "Cultural norms influence emotional expressions through social learning."
  },
  {
    "id": 51,
    "statement": "Honesty involves authenticity, intention, and situational awareness's essential components"
  },
  {
    "id": 52,
    "statement": "Cultural norms influence emotional expressions through moral development."
  },
  {
    "id": 53,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 54,
    "statement": "Thalamus synchronizes neural oscillations for efficient sensory processing."
  },
  {
    "id": 55,
    "statement": "Thalamus modulates sensory info through filtering, amplification, and synchronization."
  },
  {
    "id": 56,
    "statement": "Neural oscillations in thalamus regulate attention through synchronization."
  },
  {
    "id": 57,
    "statement": "Working memory capacity influences attention span via multiple factors."
  },
  {
    "id": 58,
    "statement": "Context-dependent predictability crucially influences trust development."
  },
  {
    "id": 59,
    "statement": "Thalamus filters sensory info through gamma oscillations modulation."
  },
  {
    "id": 60,
    "statement": "Thalamus adjusts sensory filtering based on attentional focus levels"
  },
  {
    "id": 61,
    "statement": "Honesty involves authenticity, intention, and situational awareness harmonically."
  },
  {
    "id": 62,
    "statement": "Emotional expressions are labeled through social learning and culture."
  },
  {
    "id": 63,
    "statement": "The thalamus synchronizes neural activity for attentional processing."
  },
  {
    "id": 64,
    "statement": "Cultural norms influence emotional expressions through moral development pathways."
  },
  {
    "id": 65,
    "statement": "Cultural norms shape moral development through social learning and imitation."
  },
  {
    "id": 66,
    "statement": "Thalamus filters sensory info through attention-dependent neural synchronization."
  },
  {
    "id": 67,
    "statement": "Epigenetics influences moral development through environmental experiences and behaviors."
  },
  {
    "id": 68,
    "statement": "Moral development emerges from complex biology-culture-environment interplay processes."
  },
  {
    "id": 69,
    "statement": "Thalamus dynamically filters sensory information based on attention demands."
  },
  {
    "id": 70,
    "statement": "Cognitive capacity involves complex interactions of multiple cognitive processes."
  },
  {
    "id": 71,
    "statement": "Moral development influences understanding of honesty and consistency contextually."
  },
  {
    "id": 72,
    "statement": "Thalamus filters sensory info through dynamic gamma oscillations only."
  },
  {
    "id": 73,
    "statement": "Thalamus filters sensory information through attention-dependent neural oscillations."
  },
  {
    "id": 74,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization processes."
  },
  {
    "id": 75,
    "statement": "Epigenetics influences moral development through environmental factors and experiences."
  },
  {
    "id": 76,
    "statement": "Attention definitions vary across theoretical frameworks and methodologies simultaneously."
  },
  {
    "id": 77,
    "statement": "The thalamus filters sensory info through synchronized gamma-oscillations."
  },
  {
    "id": 78,
    "statement": "Attention is context-dependent and defined by theoretical and methodological approaches."
  },
  {
    "id": 79,
    "statement": "Thalamus filters sensory information through neural oscillations."
  },
  {
    "id": 80,
    "statement": "Thalamus uses multiple neural oscillations to filter sensory information"
  },
  {
    "id": 81,
    "statement": "Thalamus filters sensory info dynamically through neural interactions."
  },
  {
    "id": 82,
    "statement": "Thalamus dynamically filters sensory information based on attentional state."
  },
  {
    "id": 83,
    "statement": "Gamma-band oscillations regulate thalamic activity for attentional filtering."
  },
  {
    "id": 84,
    "statement": "Moral development emerges from intricate biology-culture-environment interactions."
  },
  {
    "id": 85,
    "statement": "The thalamus regulates neural activity through gamma-band oscillation synchronization."
  },
  {
    "id": 86,
    "statement": "Thalamus generates gamma-band oscillations for attentional modulation and filtering."
  },
  {
    "id": 87,
    "statement": "Thalamus filters sensory info through synchronized gamma oscillations."
  },
  {
    "id": 88,
    "statement": "Thalamus regulates sensory attention through attentional modulation and filtering."
  },
  {
    "id": 89,
    "statement": "Honesty requires authenticity, intention, and situational awareness."
  },
  {
    "id": 90,
    "statement": "Cultural norms influence moral development through socialization."
  },
  {
    "id": 91,
    "statement": "Attentional state refers to current focus or direction of attention."
  },
  {
    "id": 92,
    "statement": "Attentional state refers to current mental engagement with a stimulus."
  },
  {
    "id": 93,
    "statement": "Thalamus filters sensory information based on attention demands dynamically."
  },
  {
    "id": 94,
    "statement": "Thalamus filters sensory information through selective attention modulation."
  },
  {
    "id": 95,
    "statement": "Thalamus synchronizes neural oscillations for coherent sensory processing."
  },
  {
    "id": 96,
    "statement": "Synchronized neural oscillations enhance thalamic attentional modulation capabilities"
  },
  {
    "id": 97,
    "statement": "Thalamus dynamically filters sensory information based on attentional demands."
  },
  {
    "id": 98,
    "statement": "Honesty arises from dynamic interplay of moral and cognitive factors."
  },
  {
    "id": 99,
    "statement": "Lying can be morally justified in extraordinary circumstances demanding harm prevention."
  },
  {
    "id": 100,
    "statement": "Social learning influences emotional labeling through cultural norms and context."
  },
  {
    "id": 101,
    "statement": "Thalamus filters sensory info via dynamic attention-modulated mechanisms."
  },
  {
    "id": 102,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations."
  },
  {
    "id": 103,
    "statement": "Gamma-band oscillations synchronize neuronal activity for integrated perception."
  },
  {
    "id": 104,
    "statement": "Social learning shapes emotional expressions through cultural norms."
  },
  {
    "id": 105,
    "statement": "Cultural norms shape emotional expressions through social learning and imitation."
  },
  {
    "id": 106,
    "statement": "Honesty requires authentic, intentional, and aware decision-making processes."
  },
  {
    "id": 107,
    "statement": "Cultural norms shape emotional expressions through moral development pathways."
  },
  {
    "id": 108,
    "statement": "Working memory capacity determines attention span and processing capacity."
  },
  {
    "id": 109,
    "statement": "Cultural norms shape moral development through social learning and imitation."
  },
  {
    "id": 110,
    "statement": "Thalamus filters sensory information through synchronized neural oscillations."
  },
  {
    "id": 111,
    "statement": "Honesty's context-dependent influence on trust development recognised."
  },
  {
    "id": 112,
    "statement": "Gamma-band oscillations influence thalamic filtering for attention modulation."
  },
  {
    "id": 113,
    "statement": "Thalamus adjusts sensory filtering through attention-modulated neural oscillations."
  },
  {
    "id": 114,
    "statement": "Thalamus generates gamma-band oscillations for attentional modulation and filtering."
  },
  {
    "id": 115,
    "statement": "Thalamus plays crucial role in attentional modulation through neural oscillations."
  },
  {
    "id": 116,
    "statement": "Thalamus adjusts filtering based on attention through neural oscillations."
  },
  {
    "id": 117,
    "statement": "Honesty's influence on trust development varies depending on context."
  },
  {
    "id": 118,
    "statement": "Thalamus adjusts filtering based on attentional demands through neural oscillations."
  },
  {
    "id": 119,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations."
  },
  {
    "id": 120,
    "statement": "The thalamus gates sensory information through synchronized gamma oscillations."
  },
  {
    "id": 121,
    "statement": "Bidirectional communication occurs between thalamus and cortex in processing."
  },
  {
    "id": 122,
    "statement": "Lying can be morally justifiable in extreme circumstances."
  },
  {
    "id": 123,
    "statement": "Thalamus's filtering role involves multiple neural oscillation mechanisms."
  },
  {
    "id": 124,
    "statement": "Attention definition varies across theoretical frameworks and methodologies."
  },
  {
    "id": 125,
    "statement": "Thalamus modulates neural activity through synchronized gamma waves."
  },
  {
    "id": 126,
    "statement": "Moral development emerges from interactive biology-culture-environment dynamics."
  },
  {
    "id": 127,
    "statement": "Gamma-band oscillations play key role in sensory integration processing."
  },
  {
    "id": 128,
    "statement": "Honesty requires complex interplay of multiple factors simultaneously."
  },
  {
    "id": 129,
    "statement": "Honesty requires harmonious integration of authenticity, intention, and awareness."
  },
  {
    "id": 130,
    "statement": "Honesty requires situational awareness, social context, and emotional consideration."
  },
  {
    "id": 131,
    "statement": "Thalamus filters sensory information based on attention demands dynamically."
  },
  {
    "id": 132,
    "statement": "Honesty is context-dependent, influencing authenticity and intention."
  },
  {
    "id": 133,
    "statement": "Honesty emerges from interacting moral and cognitive processes"
  },
  {
    "id": 134,
    "statement": "Situational awareness enhances honesty through contextual consideration."
  },
  {
    "id": 135,
    "statement": "Attention's definition varies with theoretical frameworks and methods."
  },
  {
    "id": 136,
    "statement": "Social learning shapes emotional expressions through cultural norms."
  },
  {
    "id": 137,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations mechanism."
  },
  {
    "id": 138,
    "statement": "Context-dependent predictability influences trust development in unique situations."
  },
  {
    "id": 139,
    "statement": "GABA inhibits thalamic neurons to filter and integrate sensory information."
  },
  {
    "id": 140,
    "statement": "Gamma-band oscillations enhance processing of relevant sensory information."
  },
  {
    "id": 141,
    "statement": "Lying can be morally justified in rare, exceptional circumstances."
  },
  {
    "id": 142,
    "statement": "Thalamus filters sensory info through attention-dependent neural synchronization."
  },
  {
    "id": 143,
    "statement": "Honesty's meaning varies across cultures and contexts due to factors."
  },
  {
    "id": 144,
    "statement": "Attentional state dynamically fluctuates with shifting focus and direction."
  },
  {
    "id": 145,
    "statement": "Moral development arises from biology-culture-environment interactive influence."
  },
  {
    "id": 146,
    "statement": "Situational awareness requires contextual understanding and empathetic consideration."
  },
  {
    "id": 147,
    "statement": "Moral development emerges from biology-culture-environment interactive dynamics."
  },
  {
    "id": 148,
    "statement": "Working memory capacity is limited to 7 ± 2 chunks of information."
  },
  {
    "id": 149,
    "statement": "Thalamus regulates neural activity through synchronized gamma-band oscillations."
  },
  {
    "id": 150,
    "statement": "Thalamus synchronizes neural oscillations to filter sensory information."
  },
  {
    "id": 151,
    "statement": "Thalamus filters sensory information through attention-dependent neural synchronization mechanisms"
  },
  {
    "id": 152,
    "statement": "Bidirectional neural communication occurs between thalamus and cortex through signaling."
  },
  {
    "id": 153,
    "statement": "Lying can be justified in extreme circumstances for protection."
  },
  {
    "id": 154,
    "statement": "Thalamus filters sensory info based on attention's focus dynamically."
  },
  {
    "id": 155,
    "statement": "The thalamus gates sensory info through gamma oscillations synchronization."
  },
  {
    "id": 156,
    "statement": "Thalamus modifies sensory info through attentional modulation."
  },
  {
    "id": 157,
    "statement": "Thalamus filters sensory info through synchronized gamma oscillations modulation."
  },
  {
    "id": 158,
    "statement": "Moral development arises from complex interplay of factors."
  },
  {
    "id": 159,
    "statement": "Honesty integrates authenticity, intention, and situational awareness processes."
  },
  {
    "id": 160,
    "statement": "Thalamus regulates attention through top-down modulation from cortex."
  },
  {
    "id": 161,
    "statement": "Cultural norms shape moral development through socialization processes."
  },
  {
    "id": 162,
    "statement": "Bidirectional communication between thalamus and cortex refines sensory information processing."
  },
  {
    "id": 163,
    "statement": "Labeling emotional expressions involves social learning and shared understanding."
  },
  {
    "id": 164,
    "statement": "Thalamus filters sensory info based on attention-dependent brain waves."
  },
  {
    "id": 165,
    "statement": "Thalamus filters sensory info through multiple neural oscillations."
  },
  {
    "id": 166,
    "statement": "Honesty requires situational awareness, authenticity, and informed intention."
  },
  {
    "id": 167,
    "statement": "Thalamus synchronizes neural oscillations for brain-wide sensory integration."
  },
  {
    "id": 168,
    "statement": "Lying can be morally justifiable in extraordinary circumstances."
  },
  {
    "id": 169,
    "statement": "Thalamus adjusts filtering through neural oscillations synchronously."
  },
  {
    "id": 170,
    "statement": "Gamma-band oscillations modulate thalamic filtering for attentional selection."
  },
  {
    "id": 171,
    "statement": "Honesty requires interconnected components: situational awareness, social context, and emotional consideration."
  },
  {
    "id": 172,
    "statement": "Thalamus regulates sensory information flow to the cortex through filtering."
  },
  {
    "id": 173,
    "statement": "Context-dependent information processing escalates trust decision-making demands."
  },
  {
    "id": 174,
    "statement": "Thalamocortical interactions involve bidirectional communication among various brain areas."
  },
  {
    "id": 175,
    "statement": "Lying can be justifiable to prevent imminent harm or danger"
  },
  {
    "id": 176,
    "statement": "Thalamus adjusts filtering based on attention through gamma oscillations."
  },
  {
    "id": 177,
    "statement": "Honesty integrates authenticity, intention, and situational awareness harmoniously."
  },
  {
    "id": 178,
    "statement": "Thalamus dynamically filters sensory information through neural oscillations."
  },
  {
    "id": 179,
    "statement": "Thalamus modulates neural activity through synchronized gamma wave adjustments."
  },
  {
    "id": 180,
    "statement": "Thalamus amplifies sensory signals to improve detection and contrast."
  },
  {
    "id": 181,
    "statement": "Attention's definition varies across theoretical frameworks and methodologies."
  },
  {
    "id": 182,
    "statement": "Thalamus adjusts sensory filtering dynamically based on attentional state."
  },
  {
    "id": 183,
    "statement": "Honesty entails authenticity, intention, and awareness in decision-making."
  },
  {
    "id": 184,
    "statement": "Gamma oscillations in thalamus modulate attentional filtering through synchronization."
  },
  {
    "id": 185,
    "statement": "Moral development involves complex interplay of multiple factors."
  },
  {
    "id": 186,
    "statement": "Thalamocortical interactions involve bidirectional information exchange"
  },
  {
    "id": 187,
    "statement": "Sensory information processing influences trust development through context-dependent cues."
  },
  {
    "id": 188,
    "statement": "Attention size and working memory capacity are related but distinct entities."
  },
  {
    "id": 189,
    "statement": "The thalamus's attentional modulation involves synchronized neural oscillations."
  },
  {
    "id": 190,
    "statement": "Thalamus filters sensory info through gamma waves and attention."
  },
  {
    "id": 191,
    "statement": "Gamma-band oscillations facilitate sensory integration through neural resonance."
  },
  {
    "id": 192,
    "statement": "Thalamocortical interactions involve bidirectional neural communication and modulation."
  },
  {
    "id": 193,
    "statement": "Honesty integrates authenticity, intention, and situational awareness harmoniously."
  },
  {
    "id": 194,
    "statement": "Thalamus adjusts filtering through neural oscillations and interactions."
  },
  {
    "id": 195,
    "statement": "Attentional state dynamically filters sensory information processing."
  },
  {
    "id": 196,
    "statement": "Thalamus's neural oscillations filter sensory information dynamically."
  },
  {
    "id": 197,
    "statement": "Thalamus filters sensory information for attentional modulation."
  },
  {
    "id": 198,
    "statement": "Cultural norms shape emotional expressions through social learning."
  },
  {
    "id": 199,
    "statement": "Cultural norms influence emotional expressions and moral development."
  }
]