[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, and situational awareness."
  },
  {
    "id": 2,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, situational awareness."
  },
  {
    "id": 3,
    "statement": "Honesty involves multiple factors beyond situational awareness."
  },
  {
    "id": 4,
    "statement": "Alpha oscillations filter sensory information through selective attention mechanisms"
  },
  {
    "id": 5,
    "statement": "Thalamus plays crucial role in sensory processing and integration."
  },
  {
    "id": 6,
    "statement": "Thalamus filters sensory info through neural oscillations refining processing."
  },
  {
    "id": 7,
    "statement": "Moral development involves bidirectional interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 8,
    "statement": "Thalamus filters sensory information based on attention, relevance, and priority"
  },
  {
    "id": 9,
    "statement": "Moral development involves bidirectional interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 10,
    "statement": "Thalamus plays crucial role in filtering and processing sensory information."
  },
  {
    "id": 11,
    "statement": "Alpha oscillations modulate sensory processing through thalamocortical interactions."
  },
  {
    "id": 12,
    "statement": "Thalamus refines sensory info through filtering, modulating, and integrating."
  },
  {
    "id": 13,
    "statement": "Thalamus uses neural oscillations to refine and amplify sensory inputs."
  },
  {
    "id": 14,
    "statement": "The thalamus refines sensory info through iterative cortical feedback loops."
  },
  {
    "id": 15,
    "statement": "Thalamus filters sensory information based on attentional state and relevance."
  },
  {
    "id": 16,
    "statement": "Thalamus dynamically refines processing through attentional state and relevance."
  },
  {
    "id": 17,
    "statement": "Moral development results from biological, cultural, and environmental interactions."
  },
  {
    "id": 18,
    "statement": "The thalamus refines sensory information through thalamocortical loops and oscillations."
  },
  {
    "id": 19,
    "statement": "Thalamus filters sensory info based on attention and context."
  },
  {
    "id": 20,
    "statement": "Thalamus filters sensory information based on emotional, cognitive, and social factors."
  },
  {
    "id": 21,
    "statement": "Thalamus integrates sensory inputs with cortical feedback continuously."
  },
  {
    "id": 22,
    "statement": "Thalamus filters sensory info based on attention and relevance constantly."
  },
  {
    "id": 23,
    "statement": "Thalamus filters sensory information through thalamocortical loops and oscillations."
  },
  {
    "id": 24,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, and situational awareness."
  },
  {
    "id": 25,
    "statement": "Thalamus integrates sensory information through cortical feedback cycles."
  },
  {
    "id": 26,
    "statement": "Moral development influenced by biological and cultural factors."
  },
  {
    "id": 27,
    "statement": "Thalamus refines sensory information through thalamocortical loops."
  },
  {
    "id": 28,
    "statement": "Honesty builds trust through vulnerability, empathy, and reliability."
  },
  {
    "id": 29,
    "statement": "Thalamus filters sensory info based on attention and context's interplay"
  },
  {
    "id": 30,
    "statement": "Thalamus filters sensory information based on attention and context."
  },
  {
    "id": 31,
    "statement": "Thalamus refines sensory info through iterative cortical feedback loops."
  },
  {
    "id": 32,
    "statement": "The thalamus plays a crucial role in processing and integrating sensory information."
  },
  {
    "id": 33,
    "statement": "The thalamus's role in alpha oscillations is unclear and requires further research."
  },
  {
    "id": 34,
    "statement": "Emotional motivation is a complex but crucial honesty factor"
  },
  {
    "id": 35,
    "statement": "Emotional motivation stems from internalized moral principles and values."
  },
  {
    "id": 36,
    "statement": "Thalamus filters, amplifies, and modulates sensory information"
  },
  {
    "id": 37,
    "statement": "Alpha oscillations in thalamus filter and modulate sensory information."
  },
  {
    "id": 38,
    "statement": "Situational awareness is essential but not sufficient for informed decision-making"
  },
  {
    "id": 39,
    "statement": "Vagueness in language can lead to misunderstanding and confusion"
  },
  {
    "id": 40,
    "statement": "Emotions complexly influence honesty through individual differences and context factors."
  },
  {
    "id": 41,
    "statement": "Thalamus refines sensory processing by filtering and amplifying information."
  },
  {
    "id": 42,
    "statement": "The thalamus filters sensory information through attentional modulation and oscillations."
  },
  {
    "id": 43,
    "statement": "Alpha waves modulate sensory processing by filtering attentionally relevant info"
  },
  {
    "id": 44,
    "statement": "Thalamus facilitates sensory information processing through cortical interactions, alpha oscillations."
  },
  {
    "id": 45,
    "statement": "Thalamus dynamically filters sensory info based on attentional state."
  },
  {
    "id": 46,
    "statement": "Alpha oscillations' role in thalamus refining sensory processing unclear."
  },
  {
    "id": 47,
    "statement": "Thalamus filters and integrates sensory information for cortical analysis."
  },
  {
    "id": 48,
    "statement": "Thalamus's complex functions limited by neural oscillations and interactions."
  },
  {
    "id": 49,
    "statement": "Emotional motivation drives honesty through emotions like guilt, empathy, compassion."
  },
  {
    "id": 50,
    "statement": "Thalamus refines sensory info through iterative cortical feedback loops."
  },
  {
    "id": 51,
    "statement": "Situational awareness provides foundation for informed decision-making, not singular factor."
  },
  {
    "id": 52,
    "statement": "Thalamus filters sensory info based on attentional state relevance"
  },
  {
    "id": 53,
    "statement": "The thalamus regulates sensory information flow to the brain."
  },
  {
    "id": 54,
    "statement": "Thalamus filters sensory information based on attentional state, relevance"
  },
  {
    "id": 55,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, and situational awareness."
  },
  {
    "id": 56,
    "statement": "Moral development results from complex interplay of biological, cultural, and environmental factors."
  },
  {
    "id": 57,
    "statement": "Situational awareness necessary but insufficient for informed decision-making."
  },
  {
    "id": 58,
    "statement": "Honesty involves complex interactions among emotional, cognitive, and social factors."
  },
  {
    "id": 59,
    "statement": "Vulnerability in honesty builds trust through authenticity and accountability."
  },
  {
    "id": 60,
    "statement": "Emotional, cognitive, and social factors synergistically influence honesty."
  },
  {
    "id": 61,
    "statement": "Emotional tone significantly influences an individual's honesty decisions."
  },
  {
    "id": 62,
    "statement": "Thalamus filters and integrates sensory information for cortical analysis."
  },
  {
    "id": 63,
    "statement": "Situational awareness in honesty involves considering context and consequences"
  },
  {
    "id": 64,
    "statement": "Complexity of thalamus's role in alpha oscillations due to study limitations."
  },
  {
    "id": 65,
    "statement": "Alpha oscillations in thalamus filter and refine sensory information."
  },
  {
    "id": 66,
    "statement": "Honesty involves multiple emotional, cognitive, and social factors."
  },
  {
    "id": 67,
    "statement": "The thalamus refines sensory info through iterative cortical feedback loops."
  },
  {
    "id": 68,
    "statement": "Emotional motivation is driven by individual moral values."
  },
  {
    "id": 69,
    "statement": "Honesty strengthened through vulnerability, empathy, and reliability."
  },
  {
    "id": 70,
    "statement": "Honesty rooted in emotional motivation is deeply personal character trait."
  },
  {
    "id": 71,
    "statement": "Moral development involves complex interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 72,
    "statement": "The thalamus dynamically refines processing through attentional state and relevance mechanisms."
  },
  {
    "id": 73,
    "statement": "Thalamus filters sensory info through attention, relevance, and neural oscillations synchronously."
  },
  {
    "id": 74,
    "statement": "The Thalamus integrates sensory information with attentional state and context."
  },
  {
    "id": 75,
    "statement": "Thalamus refines sensory info through filtering, modulating, and integrating"
  },
  {
    "id": 76,
    "statement": "Trust building involves honesty, reliability, and emotional intelligence."
  },
  {
    "id": 77,
    "statement": "Informed decision-making involves multiple factors, not just situational awareness."
  },
  {
    "id": 78,
    "statement": "The thalamus integrates and refines sensory information dynamically."
  },
  {
    "id": 79,
    "statement": "Thalamus' complex functions challenge understanding due to limitations."
  },
  {
    "id": 80,
    "statement": "Thalamus plays crucial role in sensory information processing."
  },
  {
    "id": 81,
    "statement": "Thalamus's complex role in alpha oscillations due to study limitations"
  },
  {
    "id": 82,
    "statement": "The thalamus dynamically refines processing through attentional state and relevance."
  },
  {
    "id": 83,
    "statement": "Moral framework provides foundation for understanding honesty and ethics."
  },
  {
    "id": 84,
    "statement": "Situational awareness is just one aspect of decision-making, not the only factor"
  },
  {
    "id": 85,
    "statement": "Honesty involves cognitive, emotional, and social factors intertwined"
  },
  {
    "id": 86,
    "statement": "Honesty integrates emotional, cognitive, and social factors synergistically."
  },
  {
    "id": 87,
    "statement": "Moral development involves interplay between biological and cultural factors."
  },
  {
    "id": 88,
    "statement": "Honesty builds trust through vulnerability, empathy, and reliability"
  },
  {
    "id": 89,
    "statement": "Emotional motivation is a driving factor in honesty decisions"
  },
  {
    "id": 90,
    "statement": "The thalamus's role in alpha oscillations is complex and unclear."
  },
  {
    "id": 91,
    "statement": "Situational awareness crucial for informed honesty decision-making processes."
  },
  {
    "id": 92,
    "statement": "Honesty involves interconnected moral, emotional, and situational dynamics."
  },
  {
    "id": 93,
    "statement": "Thalamus integrates sensory info through alpha oscillations synchronization processing."
  },
  {
    "id": 94,
    "statement": "Thalamus filters sensory info through attention, relevance, and alpha waves."
  },
  {
    "id": 95,
    "statement": "Honesty involves cognitive, emotional, and social factors intricately connected."
  },
  {
    "id": 96,
    "statement": "Situational awareness essential but insufficient for informed decision-making"
  },
  {
    "id": 97,
    "statement": "Thalamus filters, amplifies sensory information through neural oscillations."
  },
  {
    "id": 98,
    "statement": "Thalamus filters sensory information through attention, relevance, and oscillations."
  },
  {
    "id": 99,
    "statement": "The thalamus and cortex work together to refine sensory information."
  },
  {
    "id": 100,
    "statement": "Cortical feedback loops refine sensory information through thalamocortical processing."
  },
  {
    "id": 101,
    "statement": "Emotional motivation drives honesty through feelings of guilt and empathy."
  },
  {
    "id": 102,
    "statement": "Emotional intelligence and social awareness crucial for honest communication"
  },
  {
    "id": 103,
    "statement": "Thalamus filters sensory information through neural oscillations continuously."
  },
  {
    "id": 104,
    "statement": "Moral development results from interplay of biological, cultural, and environmental factors."
  },
  {
    "id": 105,
    "statement": "Thalamus' complexity hinders understanding alpha oscillations in sensory processing"
  },
  {
    "id": 106,
    "statement": "Thalamus filters sensory information through attention and relevance dynamically refining processing."
  },
  {
    "id": 107,
    "statement": "A moral framework is a set of guiding principles for moral decision-making."
  },
  {
    "id": 108,
    "statement": "Honesty integrates emotional, cognitive, and social factors synergistically."
  },
  {
    "id": 109,
    "statement": "Honesty involves emotional, moral, social, cognitive, and personal factors."
  },
  {
    "id": 110,
    "statement": "Individual differences in personality, cognition, and experience influence honesty."
  },
  {
    "id": 111,
    "statement": "Thalamus filters sensory information through cortical feedback loops."
  },
  {
    "id": 112,
    "statement": "Trust builds on complex factors, not just honesty alone"
  },
  {
    "id": 113,
    "statement": "Vagueness in language can increase cognitive processing difficulty."
  },
  {
    "id": 114,
    "statement": "Continuously monitoring attentional state and relevance for adaptive filtering."
  },
  {
    "id": 115,
    "statement": "Honesty is a complex phenomenon shaped by multiple factors."
  },
  {
    "id": 116,
    "statement": "Thalamus refines sensory information through attentional modulation."
  },
  {
    "id": 117,
    "statement": "Honesty involves moral framework, emotional motivation, accountability values, situational awareness."
  },
  {
    "id": 118,
    "statement": "Situational awareness essential but insufficient requires broader context perspectives values emotional intelligence."
  },
  {
    "id": 119,
    "statement": "Trust builds on complex factors beyond honesty: reliability, empathy, etc."
  },
  {
    "id": 120,
    "statement": "Emotional motivation influences honesty through positive or negative emotions."
  },
  {
    "id": 121,
    "statement": "Thalamus refines sensory information through iterative cortical feedback loops."
  },
  {
    "id": 122,
    "statement": "Thalamus refines sensory information through attentional modulation and oscillations."
  },
  {
    "id": 123,
    "statement": "Honesty rooted in emotional motivation is a personal foundation."
  },
  {
    "id": 124,
    "statement": "Alpha oscillations in thalamus filter sensory information cooperatively"
  },
  {
    "id": 125,
    "statement": "Moral development is complex, influenced by interacting biological, cultural, and environmental factors"
  },
  {
    "id": 126,
    "statement": "Thalamus plays critical role in filtering sensory information dynamically."
  },
  {
    "id": 127,
    "statement": "Moral development influenced by multiple interacting factors besides biology and culture."
  },
  {
    "id": 128,
    "statement": "Emotional tone can influence honesty decisions through emotional state."
  },
  {
    "id": 129,
    "statement": "Thalamus's complex functions in sensory processing still require further study."
  },
  {
    "id": 130,
    "statement": "Emotional motivation influences honesty through complex emotional interactions."
  },
  {
    "id": 131,
    "statement": "Thalamus filters sensory info through alpha oscillations refining processing."
  },
  {
    "id": 132,
    "statement": "Honesty arises from complex interplay between moral, emotional, and situational factors."
  },
  {
    "id": 133,
    "statement": "Neural oscillations filter sensory information through attentional modulation"
  },
  {
    "id": 134,
    "statement": "Honesty involves intricate connections between cognitive, emotional, and social factors."
  },
  {
    "id": 135,
    "statement": "The thalamus filters sensory information through attentional modulation and relevance."
  },
  {
    "id": 136,
    "statement": "Thalamus filters sensory info based on attentional modulation always."
  },
  {
    "id": 137,
    "statement": "Trust builds on factors like reliability, empathy, and consistency"
  },
  {
    "id": 138,
    "statement": "A moral framework guides individuals' moral decision-making processes."
  },
  {
    "id": 139,
    "statement": "Moral development involves bidirectional interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 140,
    "statement": "Honesty is complex, influenced by multiple psychological, social, and cultural factors."
  },
  {
    "id": 141,
    "statement": "Honesty rooted in emotional motivation shapes personal character."
  },
  {
    "id": 142,
    "statement": "Honesty rooted in emotional motivations is deeply personal character trait."
  },
  {
    "id": 143,
    "statement": "Honesty builds trust through consistent authenticity and reliability."
  },
  {
    "id": 144,
    "statement": "Broadened context perspectives and emotional intelligence enhance situational awareness."
  },
  {
    "id": 145,
    "statement": "The thalamus refines sensory info through cognitive feedback loops."
  },
  {
    "id": 146,
    "statement": "Thalamus's filtering function intricately linked with neural oscillations' limits."
  },
  {
    "id": 147,
    "statement": "Thalamus filters sensory info through attentional modulation and oscillations."
  },
  {
    "id": 148,
    "statement": "The thalamus filters sensory information based on attention and relevance alone."
  },
  {
    "id": 149,
    "statement": "The thalamus filters and processes sensory information through attentional modulation."
  },
  {
    "id": 150,
    "statement": "Thalamus filters sensory information based on attentional state and relevance."
  },
  {
    "id": 151,
    "statement": "Honesty involves vulnerability, transparency, and accountability for building trust."
  },
  {
    "id": 152,
    "statement": "Neural oscillations modulate thalamus' sensory information processing and filtering."
  },
  {
    "id": 153,
    "statement": "Thalamus dynamically refines processing through attentional state and relevance."
  },
  {
    "id": 154,
    "statement": "Alpha oscillations filter sensory information through attentional modulation."
  },
  {
    "id": 155,
    "statement": "Thalamus filters sensory information based on attention and context."
  },
  {
    "id": 156,
    "statement": "Moral development arises from dynamic interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 157,
    "statement": "Situational awareness guides honesty by considering context and consequences."
  },
  {
    "id": 158,
    "statement": "Individual moral values shape emotional motivation through internalization."
  },
  {
    "id": 159,
    "statement": "Honesty is the foundation of trust, as it fosters credibility and respect."
  },
  {
    "id": 160,
    "statement": "Thalamus filters sensory information through attentional modulation and oscillations."
  },
  {
    "id": 161,
    "statement": "The thalamus filters sensory info by attentional state and relevance."
  },
  {
    "id": 162,
    "statement": "Thalamus filters sensory info through attention modulation and oscillations."
  },
  {
    "id": 163,
    "statement": "The thalamus integrates sensory inputs with cortical feedback continuously."
  },
  {
    "id": 164,
    "statement": "Vulnerability, empathy, and reliability together build strong trust."
  },
  {
    "id": 165,
    "statement": "Honesty driven by complex interplay of emotional, cognitive, and social factors."
  },
  {
    "id": 166,
    "statement": "Alpha waves modulate sensory processing by prioritizing relevant info."
  },
  {
    "id": 167,
    "statement": "Thalamus refines sensory information through complex neural interactions"
  },
  {
    "id": 168,
    "statement": "Thalamus filters sensory information based on attentional state and context simultaneously."
  },
  {
    "id": 169,
    "statement": "Alpha oscillations' role in thalamus refining sensory processing unclear due complexity."
  },
  {
    "id": 170,
    "statement": "Vagueness in language can hinder accurate comprehension and understanding"
  },
  {
    "id": 171,
    "statement": "Alpha oscillations in thalamus modulate sensory info via thalamocortical interactions."
  },
  {
    "id": 172,
    "statement": "Thalamocortical processing involves complex interactions and adaptive mechanisms."
  },
  {
    "id": 173,
    "statement": "The thalamus filters sensory information based on attentional state."
  },
  {
    "id": 174,
    "statement": "Thalamocortical loops oscillations filter sensory information through neural synchronization."
  },
  {
    "id": 175,
    "statement": "Honest decision-making involves multiple factors beyond situational awareness"
  },
  {
    "id": 176,
    "statement": "Thalamus integrates sensory information through complex neural networks"
  },
  {
    "id": 177,
    "statement": "Honesty involves responsibility for actions and their consequences."
  },
  {
    "id": 178,
    "statement": "The thalamus filters, amplifies, and modulates sensory information dynamically."
  },
  {
    "id": 179,
    "statement": "Thalamus dynamically filters sensory info based on attentional state and relevance"
  },
  {
    "id": 180,
    "statement": "Emotional intelligence and social awareness enhance honesty in communication"
  },
  {
    "id": 181,
    "statement": "Thalamus refines sensory information through iterative cortical feedback loops."
  },
  {
    "id": 182,
    "statement": "Emotional motivation's complexity deepens understanding of honesty's dynamics"
  },
  {
    "id": 183,
    "statement": "A moral framework guides ethical decision-making through values and principles."
  },
  {
    "id": 184,
    "statement": "Authenticity and reliability crucial for building trust and honesty."
  },
  {
    "id": 185,
    "statement": "Honesty's cognitive, emotional, and social factors exploit each other's flaws."
  },
  {
    "id": 186,
    "statement": "Emotions like guilt, empathy, and compassion drive honesty successfully."
  },
  {
    "id": 187,
    "statement": "Thalamus modulates sensory information through neural oscillations filtering."
  },
  {
    "id": 188,
    "statement": "Alpha oscillations filter sensory information through attention modulation."
  },
  {
    "id": 189,
    "statement": "The thalamus refines sensory info through iterative cortical feedback loops."
  },
  {
    "id": 190,
    "statement": "Vagueness in language can cause miscommunication and confusion."
  },
  {
    "id": 191,
    "statement": "Emotional motivation drives honesty through emotional connections and values."
  },
  {
    "id": 192,
    "statement": "Emotional motivation arises from multifaceted factors, not solely values."
  },
  {
    "id": 193,
    "statement": "Honesty is influenced by various psychological, social, and personal factors."
  },
  {
    "id": 194,
    "statement": "Informed decision-making requires integrative processing of situational awareness"
  },
  {
    "id": 195,
    "statement": "The thalamus refines sensory information through iterative cortical feedback."
  },
  {
    "id": 196,
    "statement": "Alpha oscillations filter and enhance sensory information processing."
  },
  {
    "id": 197,
    "statement": "Thalamus modulates sensory information based on attentional state."
  },
  {
    "id": 198,
    "statement": "Honesty involves moral framework, emotional motivation, accountability and values."
  },
  {
    "id": 199,
    "statement": "Alpha oscillations in thalamus filter sensory information through attention modulation"
  }
]