[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization processes."
  },
  {
    "id": 2,
    "statement": "Lying can be morally acceptable in specific circumstances and situations."
  },
  {
    "id": 3,
    "statement": "Thalamus selectively filters sensory information based on attention."
  },
  {
    "id": 4,
    "statement": "Thalamus modulates sensory processing based on attentional state dynamically through attentional modulation, thalamic gating, and neural oscillations."
  },
  {
    "id": 5,
    "statement": "Biological and cultural factors influence each other reciprocally, shaping human experiences."
  },
  {
    "id": 6,
    "statement": "Thalamus adjusts filtering based on attentional demands through neural modulation."
  },
  {
    "id": 7,
    "statement": "Genetic predispositions interact with environment in shaping morality."
  },
  {
    "id": 8,
    "statement": "Thalamus filters sensory information based on attentional state dynamically."
  },
  {
    "id": 9,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 10,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 11,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 12,
    "statement": "Attention size lacks clear definition in neuroscience research due controversy"
  },
  {
    "id": 13,
    "statement": "Thalamus filters sensory information based on attentional demands."
  },
  {
    "id": 14,
    "statement": "Predictability's impact on trust depends on context and purpose."
  },
  {
    "id": 15,
    "statement": "Lying's moral acceptability varies across different cultural contexts."
  },
  {
    "id": 16,
    "statement": "Thalamus synchronizes neural oscillations for efficient sensory processing."
  },
  {
    "id": 17,
    "statement": "Thalamus filters sensory information through complex mechanisms."
  },
  {
    "id": 18,
    "statement": "Cultural norms shape moral judgments through rationalization and justifications mechanisms."
  },
  {
    "id": 19,
    "statement": "Protecting truth is important in building trust's foundation."
  },
  {
    "id": 20,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 21,
    "statement": "Epigenetics influences gene expression in moral development through environment."
  },
  {
    "id": 22,
    "statement": "Thalamus plays a crucial role in regulating sensory attention."
  },
  {
    "id": 23,
    "statement": "Lying can be morally acceptable in specific situations and contexts"
  },
  {
    "id": 24,
    "statement": "Consistency, honesty, and reliability build trust through authentic actions."
  },
  {
    "id": 25,
    "statement": "Thalamus filters sensory info through multiple neural oscillations dynamically."
  },
  {
    "id": 26,
    "statement": "Honesty requires alignment between words, actions, and values."
  },
  {
    "id": 27,
    "statement": "Thalamus filters sensory info through neural oscillatory circuits dynamically."
  },
  {
    "id": 28,
    "statement": "Thalamus filters sensory information through neural oscillation modulation."
  },
  {
    "id": 29,
    "statement": "Thalamus dynamically filters sensory info based on attention demands"
  },
  {
    "id": 30,
    "statement": "Thalamus modulates sensory information through neural oscillations modulation"
  },
  {
    "id": 31,
    "statement": "Thalamus uses dynamic neural oscillations to filter sensory information."
  },
  {
    "id": 32,
    "statement": "Thalamus modulates sensory processing through neural oscillations' synchronization."
  },
  {
    "id": 33,
    "statement": "Thalamus's neural mechanisms for generating gamma-band oscillations are not fully understood."
  },
  {
    "id": 34,
    "statement": "The Thalamus plays a crucial role in attentional modulation"
  },
  {
    "id": 35,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attentional modulation"
  },
  {
    "id": 36,
    "statement": "The thalamus synchronizes neural oscillations for efficient sensory processing."
  },
  {
    "id": 37,
    "statement": "Thalamus gates sensory info through neural oscillation modulation."
  },
  {
    "id": 38,
    "statement": "Thalamus uses gamma oscillations for sensory attention modulation."
  },
  {
    "id": 39,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 40,
    "statement": "Authenticity in actions can be context-dependent and subjective."
  },
  {
    "id": 41,
    "statement": "Thalamus regulates sensory processing through neural oscillation synchronization."
  },
  {
    "id": 42,
    "statement": "Thalamus' function is complex and not fully understood due."
  },
  {
    "id": 43,
    "statement": "Thalamus adjusts filtering based on attentional demands and processing."
  },
  {
    "id": 44,
    "statement": "Thalamus filters sensory info through gamma and beta oscillations"
  },
  {
    "id": 45,
    "statement": "Honesty builds trust through consistency, reliability, and authenticity."
  },
  {
    "id": 46,
    "statement": "Thalamus filters sensory information based on attentional state dynamically through neural oscillations."
  },
  {
    "id": 47,
    "statement": "Genetic predispositions interact with environment to shape moral development"
  },
  {
    "id": 48,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization."
  },
  {
    "id": 49,
    "statement": "Honesty is a fundamental principle in all human interactions."
  },
  {
    "id": 50,
    "statement": "Thalamus dynamically filters sensory information based on attentional state."
  },
  {
    "id": 51,
    "statement": "Thalamus filters sensory information through complex neural mechanisms."
  },
  {
    "id": 52,
    "statement": "Genetic predispositions influence morality through complex interactions with environment."
  },
  {
    "id": 53,
    "statement": "Thalamus's filtering role involves gamma-frequency oscillations only."
  },
  {
    "id": 54,
    "statement": "Thalamus modulates sensory info through attentional neural oscillations filtering."
  },
  {
    "id": 55,
    "statement": "Thalamus filters sensory information through gamma oscillations primarily."
  },
  {
    "id": 56,
    "statement": "Thalamus filters sensory info through attention-dependent neural synchronization."
  },
  {
    "id": 57,
    "statement": "Thalamus filters sensory info based on attentional demands dynamically."
  },
  {
    "id": 58,
    "statement": "Thalamus regulates sensory processing through neural oscillation synchronization."
  },
  {
    "id": 59,
    "statement": "Thalamus's neural mechanisms for generating gamma-band oscillations are unclear."
  },
  {
    "id": 60,
    "statement": "Honesty requires consistent alignment of words, actions, and values."
  },
  {
    "id": 61,
    "statement": "Genetic predispositions interact with environment in shaping moral development"
  },
  {
    "id": 62,
    "statement": "Attention size refers to the amount of information processed simultaneously."
  },
  {
    "id": 63,
    "statement": "Thalamus' complex function is primarily the reason for its uncertainty"
  },
  {
    "id": 64,
    "statement": "Biological and cultural factors have reciprocal influences."
  },
  {
    "id": 65,
    "statement": "Thalamus filters sensory info through attention-dependent neural oscillations synchronization."
  },
  {
    "id": 66,
    "statement": "Cultural norms shape moral judgments through framing and values."
  },
  {
    "id": 67,
    "statement": "Thalamus acts as a 'gatekeeper' filtering sensory info."
  },
  {
    "id": 68,
    "statement": "Cultural norms influence moral judgments through emotional associations and framing."
  },
  {
    "id": 69,
    "statement": "Honesty requires consistency, reliability, and authenticity in actions."
  },
  {
    "id": 70,
    "statement": "Thalamus uses neural oscillations to filter and process sensory information."
  },
  {
    "id": 71,
    "statement": "Thalamus modulates sensory info through neural oscillations' synchronization."
  },
  {
    "id": 72,
    "statement": "Thalamus filters sensory information based on attention demands dynamically."
  },
  {
    "id": 73,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 74,
    "statement": "Honesty and consistency establish trust through genuine behavior"
  },
  {
    "id": 75,
    "statement": "Thalamus filters sensory info through neural oscillations in attention."
  },
  {
    "id": 76,
    "statement": "Thalamus filters sensory information according to attentional demands dynamically."
  },
  {
    "id": 77,
    "statement": "Thalamus synchronizes neural oscillations for efficient sensory processing."
  },
  {
    "id": 78,
    "statement": "Honesty is a vital aspect of trust, not sole necessity."
  },
  {
    "id": 79,
    "statement": "Thalamus synchronizes neural oscillations for sensory processing and integration."
  },
  {
    "id": 80,
    "statement": "Thalamus selectively filters sensory information through gamma-band oscillations."
  },
  {
    "id": 81,
    "statement": "The Thalamus dynamically filters sensory information in real-time."
  },
  {
    "id": 82,
    "statement": "Thalamus modulates sensory info through attentional neural oscillations."
  },
  {
    "id": 83,
    "statement": "Thalamus modulates sensory processing through neural oscillations' synchronization always."
  },
  {
    "id": 84,
    "statement": "Authenticity in actions can be context-dependent and subjective."
  },
  {
    "id": 85,
    "statement": "Thalamus generates gamma oscillations for attentional modulation through thalamocortical interactions."
  },
  {
    "id": 86,
    "statement": "Thalamus actively processes sensory info before sending it to cortex."
  },
  {
    "id": 87,
    "statement": "The thalamus plays a crucial role in relaying sensory information."
  },
  {
    "id": 88,
    "statement": "Lying can be morally acceptable in self-defense or emergency situations."
  },
  {
    "id": 89,
    "statement": "The thalamus filters sensory information through neural oscillations."
  },
  {
    "id": 90,
    "statement": "Thalamus filters sensory info through attention-dependent neural oscillations."
  },
  {
    "id": 91,
    "statement": "Moral development arises from interdependent biology, culture, environment."
  },
  {
    "id": 92,
    "statement": "Genetic predispositions interact with environment to shape moral development"
  },
  {
    "id": 93,
    "statement": "Thalamus modulates sensory processing through frequency-dependent neural activity."
  },
  {
    "id": 94,
    "statement": "Thalamus dynamically filters sensory info based on cognitive resource demand."
  },
  {
    "id": 95,
    "statement": "The thalamus gates sensory info through neural oscillation modulation."
  },
  {
    "id": 96,
    "statement": "Cultural norms shape emotional experiences through emotional labeling processes."
  },
  {
    "id": 97,
    "statement": "Thalamus adjusts filtering based on attention through gamma oscillations."
  },
  {
    "id": 98,
    "statement": "Corticothalamic loops modulate attention through synchronized neural oscillations."
  },
  {
    "id": 99,
    "statement": "The thalamus filters sensory information through neural oscillations."
  },
  {
    "id": 100,
    "statement": "Thalamus adjusts filtering based on attentional demands through neural modulation."
  },
  {
    "id": 101,
    "statement": "Thalamus filters and processes sensory information efficiently."
  },
  {
    "id": 102,
    "statement": "Thalamus dynamically filters sensory information based on attention."
  },
  {
    "id": 103,
    "statement": "Thalamus dynamically filters sensory info through neural oscillation attention modulation."
  },
  {
    "id": 104,
    "statement": "Cultural norms shape emotional expressions through labeling"
  },
  {
    "id": 105,
    "statement": "Lying's moral acceptability varies across different cultural contexts."
  },
  {
    "id": 106,
    "statement": "Thalamus filters sensory information based on attentional state dynamically."
  },
  {
    "id": 107,
    "statement": "Thalamus role in sensory processing still debated and uncertain."
  },
  {
    "id": 108,
    "statement": "Honesty is a crucial component of trust-building, not sole factor"
  },
  {
    "id": 109,
    "statement": "Lying can be morally justifiable in specific life-or-death situations."
  },
  {
    "id": 110,
    "statement": "Thalamus filters sensory info based on attentional state dynamically."
  },
  {
    "id": 111,
    "statement": "The Thalamus dynamically filters sensory information based on attention demands."
  },
  {
    "id": 112,
    "statement": "Thalamus filters sensory information in real-time based on attention."
  },
  {
    "id": 113,
    "statement": "Cultural norms shape moral judgments through emotional contagion and identity."
  },
  {
    "id": 114,
    "statement": "Thalamus synchronizes neural oscillations for efficient sensory processing efficiently"
  },
  {
    "id": 115,
    "statement": "Thalamus modulates sensory information through neural oscillations synchronizing attention."
  },
  {
    "id": 116,
    "statement": "Genetic predispositions interact with environment in moral development."
  },
  {
    "id": 117,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization."
  },
  {
    "id": 118,
    "statement": "Moral development arises from dynamic interactions between biology, culture, environment."
  },
  {
    "id": 119,
    "statement": "Thalamus synchronizes neural oscillations for attentional modulation."
  },
  {
    "id": 120,
    "statement": "Protecting truth builds trust through authenticity and consistency."
  },
  {
    "id": 121,
    "statement": "Thalamus synchronizes neural oscillations for efficient sensory processing efficiently"
  },
  {
    "id": 122,
    "statement": "Thalamus dynamically filters sensory info based on attention demands."
  },
  {
    "id": 123,
    "statement": "Thalamus plays a crucial role in regulating sensory attention."
  },
  {
    "id": 124,
    "statement": "Honesty, consistency, and reliability are essential for establishing trust."
  },
  {
    "id": 125,
    "statement": "Cultural norms influence emotional expressions through labeling and socialization processes."
  },
  {
    "id": 126,
    "statement": "Thalamus's neural oscillations synchronize with corticothalamic loops for attention."
  },
  {
    "id": 127,
    "statement": "Thalamus dynamically filters sensory info based on attentional demands."
  },
  {
    "id": 128,
    "statement": "Attention size refers to working memory capacity for processing information."
  },
  {
    "id": 129,
    "statement": "Emotional contagion shapes moral judgments through unconscious emotional mimicry."
  },
  {
    "id": 130,
    "statement": "Thalamus filters sensory info through synchronization and modulation."
  },
  {
    "id": 131,
    "statement": "Thalamus dynamically filters sensory information based on attention demands."
  },
  {
    "id": 132,
    "statement": "Moral development arises from complex interplay of biological, cultural, and environmental factors."
  },
  {
    "id": 133,
    "statement": "Honesty requires consistent alignment with actions and values."
  },
  {
    "id": 134,
    "statement": "Thalamus dynamically filters sensory info based on attentional demands."
  },
  {
    "id": 135,
    "statement": "Honesty is necessary but not sufficient for building trust."
  },
  {
    "id": 136,
    "statement": "Thalamus filters sensory info according to attentional state dynamically."
  },
  {
    "id": 137,
    "statement": "Thalamus generates gamma-band oscillations through thalamic relay neurons and interneurons interaction."
  },
  {
    "id": 138,
    "statement": "Thalamus filters sensory info based on mental effort required."
  },
  {
    "id": 139,
    "statement": "Thalamus filters sensory information through synchronized gamma oscillations."
  },
  {
    "id": 140,
    "statement": "Gamma oscillations play key role in sensory processing and attention"
  },
  {
    "id": 141,
    "statement": "Thalamus filters sensory information based on attentional state synchronously."
  },
  {
    "id": 142,
    "statement": "Moral development arises from interdependent biology, culture, and environment interactions."
  },
  {
    "id": 143,
    "statement": "Predictability's impact on trust varies with relationship type, purpose, goals and values."
  },
  {
    "id": 144,
    "statement": "Cultural norms shape moral judgments through rational explanations."
  },
  {
    "id": 145,
    "statement": "Thalamus filters sensory info based on attentional demands dynamically."
  },
  {
    "id": 146,
    "statement": "Thalamus modulates sensory processing through neural oscillations' synchronization typically."
  },
  {
    "id": 147,
    "statement": "Lying can be morally acceptable in specific circumstances."
  },
  {
    "id": 148,
    "statement": "Biological and cultural factors interact, influencing each other developmentally."
  },
  {
    "id": 149,
    "statement": "Thalamus synchronizes neural oscillations for selective sensory processing."
  },
  {
    "id": 150,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 151,
    "statement": "Honesty, consistency, and reliability build trust foundation."
  },
  {
    "id": 152,
    "statement": "Moral development arises from complex interaction of biology and culture."
  },
  {
    "id": 153,
    "statement": "Honesty requires alignment between words, actions, and values."
  },
  {
    "id": 154,
    "statement": "Cultural norms shape emotional expressions through labeling processes."
  },
  {
    "id": 155,
    "statement": "The thalamus uses gamma oscillations to filter sensory information."
  },
  {
    "id": 156,
    "statement": "Thalamus filters sensory info dynamically based on attention demands."
  },
  {
    "id": 157,
    "statement": "Thalamus's complex role in sensory processing remains partially unknown."
  },
  {
    "id": 158,
    "statement": "Thalamus synchronizes neural oscillations for efficient sensory processing coordinated."
  },
  {
    "id": 159,
    "statement": "Thalamus acts as a sensory information filter in processing."
  },
  {
    "id": 160,
    "statement": "Gamma oscillations enable binding of features in sensory processing"
  },
  {
    "id": 161,
    "statement": "Thalamus plays a crucial role in regulating sensory attention."
  },
  {
    "id": 162,
    "statement": "Thalamus's neural mechanisms for gamma-band oscillations are not fully understood."
  },
  {
    "id": 163,
    "statement": "Thalamus gates sensory info through neural oscillation modulation."
  },
  {
    "id": 164,
    "statement": "Thalamus filters sensory info based on attention through neural oscillations"
  },
  {
    "id": 165,
    "statement": "Thalamus adjusts filtering based on cognitive resource demand."
  },
  {
    "id": 166,
    "statement": "Thalamus gates sensory info based on attentional state dynamically"
  },
  {
    "id": 167,
    "statement": "Thalamus filters sensory information through complex oscillatory mechanisms."
  },
  {
    "id": 168,
    "statement": "Thalamus filters sensory info based on attention demands dynamically."
  },
  {
    "id": 169,
    "statement": "Thalamus filters sensory information based on attentional demands."
  },
  {
    "id": 170,
    "statement": "Thalamus uses neural oscillations to filter sensory information selectively."
  },
  {
    "id": 171,
    "statement": "Thalamus filters sensory info through oscillations and spatial-temporal filtering."
  },
  {
    "id": 172,
    "statement": "Thalamus modulates attention through neural oscillations and neurotransmitters"
  },
  {
    "id": 173,
    "statement": "Cultural norms shape emotional expressions through labeling and socialization processes."
  },
  {
    "id": 174,
    "statement": "Thalamus filters sensory info through complex neural mechanisms."
  },
  {
    "id": 175,
    "statement": "Lying can be morally acceptable in extreme emergencies."
  },
  {
    "id": 176,
    "statement": "Thalamus oscillations synchronize with cortical activity for attention modulation."
  },
  {
    "id": 177,
    "statement": "Human morality is context-dependent, with nuance influencing decisions."
  },
  {
    "id": 178,
    "statement": "Genetic predispositions and environment interact to shape moral development."
  },
  {
    "id": 179,
    "statement": "The thalamus plays a crucial role in attentional processing through oscillations."
  },
  {
    "id": 180,
    "statement": "Cultural context influences moral acceptability of lying significantly."
  },
  {
    "id": 181,
    "statement": "Thalamus modulates sensory information through neural oscillations synchronization."
  },
  {
    "id": 182,
    "statement": "Trust building involves multifaceted factors and efforts."
  },
  {
    "id": 183,
    "statement": "Thalamus filters sensory information to regulate attention dynamically."
  },
  {
    "id": 184,
    "statement": "Cultural norms shape emotional expressions through multiple mechanisms."
  },
  {
    "id": 185,
    "statement": "Cultural norms influence emotional labeling and socialization processes."
  },
  {
    "id": 186,
    "statement": "Protecting truth builds trust through authenticity and consistency."
  },
  {
    "id": 187,
    "statement": "Lying's moral acceptability varies across different cultural contexts."
  },
  {
    "id": 188,
    "statement": "Thalamus modulates sensory processing through synchronized neural oscillations'"
  },
  {
    "id": 189,
    "statement": "Thalamus filters sensory info through gamma oscillations and top-down modulation."
  },
  {
    "id": 190,
    "statement": "Thalamus synchronizes neural oscillations for efficient sensory processing."
  },
  {
    "id": 191,
    "statement": "Cultural norms shape emotional experiences through labeling processes."
  },
  {
    "id": 192,
    "statement": "Thalamus oscillations synchronize with corticothalamic loops for attention modulation."
  },
  {
    "id": 193,
    "statement": "Honesty requires authenticity, consistency, and transparency in actions."
  },
  {
    "id": 194,
    "statement": "Attentional modulation involves multiple brain regions and networks."
  },
  {
    "id": 195,
    "statement": "Thalamus filters sensory information through neural oscillations dynamically."
  },
  {
    "id": 196,
    "statement": "The thalamus filters, amplifies, and modifies sensory information."
  },
  {
    "id": 197,
    "statement": "Thalamus modulates sensory processing through neural oscillations filtering attentionally."
  },
  {
    "id": 198,
    "statement": "Thalamus dynamically filters sensory info through neural oscillations."
  },
  {
    "id": 199,
    "statement": "The thalamus dynamically filters sensory info based on attention demands spectrally."
  }
]