[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 2,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 3,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 4,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 5,
    "statement": "Thalamus refines sensory information through hierarchical processing pathways."
  },
  {
    "id": 6,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 7,
    "statement": "Social cognition influences working memory through attention's facilitation."
  },
  {
    "id": 8,
    "statement": "Hebbian learning occurs in excitatory, correlated neurons within cerebral cortex and hippocampus."
  },
  {
    "id": 9,
    "statement": "Thalamus filters sensory information through hierarchical processing."
  },
  {
    "id": 10,
    "statement": "Thalamus actively refines sensory information through hierarchical processing."
  },
  {
    "id": 11,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 12,
    "statement": "Uncertainty in PFC's pattern separation mechanism remains despite extensive research."
  },
  {
    "id": 13,
    "statement": "Social cognition influences working memory through attention's filtering."
  },
  {
    "id": 14,
    "statement": "PFC uses pattern separation and completion for predictive processing."
  },
  {
    "id": 15,
    "statement": "The thalamus refines sensory information through feedforward hierarchical processing."
  },
  {
    "id": 16,
    "statement": "Gamma oscillations synchronize neural activity globally, facilitating binding."
  },
  {
    "id": 17,
    "statement": "Working memory tempers social cognition to infer others' mental states."
  },
  {
    "id": 18,
    "statement": "Thalamus actively refines sensory information through hierarchical processing."
  },
  {
    "id": 19,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 20,
    "statement": "The thalamus and cortex have bidirectional interactions in sensory processing."
  },
  {
    "id": 21,
    "statement": "Hebbian learning enhances pattern separation through neural competition."
  },
  {
    "id": 22,
    "statement": "Gamma oscillations play a crucial role in neural integration locally."
  },
  {
    "id": 23,
    "statement": "Thalamus's hierarchical processing involves ventral posterior medial (VPM) nucleus"
  },
  {
    "id": 24,
    "statement": "Social cognition influences working memory through selective attention processing."
  },
  {
    "id": 25,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regional interactions."
  },
  {
    "id": 26,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regions."
  },
  {
    "id": 27,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 28,
    "statement": "Hebbian-like plasticity in thalamus debated, mechanisms unclear."
  },
  {
    "id": 29,
    "statement": "Corticothalamic connections enable top-down PFC modulation of thalamus's attentional filtering."
  },
  {
    "id": 30,
    "statement": "Thalamus refines sensory info through hierarchical feedforward processing mechanisms."
  },
  {
    "id": 31,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms"
  },
  {
    "id": 32,
    "statement": "Complexity of LTP/LTD molecular mechanisms limits understanding of brain function."
  },
  {
    "id": 33,
    "statement": "Hebbian learning enhances pattern separation through neural competition mechanisms."
  },
  {
    "id": 34,
    "statement": "PFC's predictive processing relies on pattern separation and completion."
  },
  {
    "id": 35,
    "statement": "Weaken irrelevant connections, strengthen relevant ones, through Hebbian learning, LTD."
  },
  {
    "id": 36,
    "statement": "PFC's predictive abilities rely on pattern separation and completion."
  },
  {
    "id": 37,
    "statement": "Neural coding is a process converting information into signals."
  },
  {
    "id": 38,
    "statement": "Complex synaptic plasticity processes involve multiple opposing mechanisms"
  },
  {
    "id": 39,
    "statement": "Uncertainty surrounds the exact mechanisms of pattern separation in PFC."
  },
  {
    "id": 40,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 41,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 42,
    "statement": "Thalamus modulates sensory information through attention, feedback, and intrinsic processing."
  },
  {
    "id": 43,
    "statement": "Gamma oscillations enable synchronized neural activity through phase-locking."
  },
  {
    "id": 44,
    "statement": "Pattern separation in PFC involves neural oscillations and networks, mechanisms."
  },
  {
    "id": 45,
    "statement": "Thalamus and cortex interact dynamically in sensory processing."
  },
  {
    "id": 46,
    "statement": "Hebbian learning occurs in various brain regions, including cortex and hippocampus."
  },
  {
    "id": 47,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 48,
    "statement": "Thalamus's hierarchical processing refines sensory information successively."
  },
  {
    "id": 49,
    "statement": "Working memory's WM capacity affects social cognition accuracy levels"
  },
  {
    "id": 50,
    "statement": "Entrainment and phase-locking synchronize neural activity through shared stimuli."
  },
  {
    "id": 51,
    "statement": "Gamma oscillations integrate local neural populations for global binding."
  },
  {
    "id": 52,
    "statement": "PFC's pattern separation involves California Insurance Policy-related cognitive mechanisms."
  },
  {
    "id": 53,
    "statement": "Social cognition influences working memory through attention's facilitation reciprocally."
  },
  {
    "id": 54,
    "statement": "Thalamus modulates cortical connections through indirect pathways."
  },
  {
    "id": 55,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 56,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms in cortex."
  },
  {
    "id": 57,
    "statement": "Pattern separation in PFC involves neural oscillations, networks, and plasticity."
  },
  {
    "id": 58,
    "statement": "PFC's predictive abilities involve complex cognitive, emotional, and attentional processes."
  },
  {
    "id": 59,
    "statement": "Social cognition, working memory, and attention integrate in ToM."
  },
  {
    "id": 60,
    "statement": "Hebb's Law: Simplified summary of complex synaptic plasticity"
  },
  {
    "id": 61,
    "statement": "PFC's pattern separation relies on neural oscillations and networks."
  },
  {
    "id": 62,
    "statement": "Thalamus refines sensory info through hierarchical processing steps."
  },
  {
    "id": 63,
    "statement": "The thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 64,
    "statement": "Thalamus refines sensory info through hierarchical feedforward processing."
  },
  {
    "id": 65,
    "statement": "Thalamus's Hebbian learning involvement remains unclear due to lack of evidence"
  },
  {
    "id": 66,
    "statement": "Hebbian learning refines thalamic sensory processing by strengthening relevant connections."
  },
  {
    "id": 67,
    "statement": "Pattern separation, completion, and coding enable PFC predictive abilities through neural interactions."
  },
  {
    "id": 68,
    "statement": "Hebbian-like plasticity enables refinement of thalamic sensory processing pathway"
  },
  {
    "id": 69,
    "statement": "The thalamus refines sensory information through hierarchical filtering circuits."
  },
  {
    "id": 70,
    "statement": "LTP and LTD mediate opposing synaptic strength changes."
  },
  {
    "id": 71,
    "statement": "Gamma oscillations enable synchronized neural activity through phase-locking."
  },
  {
    "id": 72,
    "statement": "The thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 73,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through top-down signals."
  },
  {
    "id": 74,
    "statement": "LTP and LTD balance synaptic strength through opposing mechanisms."
  },
  {
    "id": 75,
    "statement": "Pattern separation in PFC is complex and context-dependent process"
  },
  {
    "id": 76,
    "statement": "Thalamus filters sensory information hierarchically through VPM nucleus interactions."
  },
  {
    "id": 77,
    "statement": "PFC's predictive abilities involve cognitive, emotional, and attentional interplay."
  },
  {
    "id": 78,
    "statement": "PFC's dynamic integration processes facilitate rapid adaptation to changes."
  },
  {
    "id": 79,
    "statement": "PFC's predictive abilities involve dynamic neural integration processes."
  },
  {
    "id": 80,
    "statement": "Hebbian learning strengthens connections between active neurons competitively."
  },
  {
    "id": 81,
    "statement": "Hebbian learning strengthens competitive neural networks through synaptic plasticity."
  },
  {
    "id": 82,
    "statement": "Gamma oscillations enable synchronized neural activity through phase-locking mechanism."
  },
  {
    "id": 83,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms"
  },
  {
    "id": 84,
    "statement": "Thalamus modulates cortical connections through indirect pathways."
  },
  {
    "id": 85,
    "statement": "Pattern separation in PFC involves neural oscillations, Hebbian learning, and plasticity."
  },
  {
    "id": 86,
    "statement": "Hebbian-like plasticity can occur in thalamus, filtered sensory information."
  },
  {
    "id": 87,
    "statement": "Hebbian learning enhances pattern separation through neural competition."
  },
  {
    "id": 88,
    "statement": "LTP/LTD involve complex biochemical pathways and multiple factors."
  },
  {
    "id": 89,
    "statement": "Thalamus filters sensory information through attention and relevance modulation"
  },
  {
    "id": 90,
    "statement": "Working memory's role in social cognition remains unclear: further research needed"
  },
  {
    "id": 91,
    "statement": "PFC uses pattern separation and completion for predictive processing."
  },
  {
    "id": 92,
    "statement": "Hebbian learning strengthens synaptic connections through synchronized neural activity."
  },
  {
    "id": 93,
    "statement": "The thalamus refines sensory information through feedforward hierarchical processing."
  },
  {
    "id": 94,
    "statement": "Hebbian learning strengthens synaptic connections through temporal correlation."
  },
  {
    "id": 95,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 96,
    "statement": "Thalamus gates sensory info for cortex processing."
  },
  {
    "id": 97,
    "statement": "Thalamus refines sensory info through feedforward and feedback hierarchical processing."
  },
  {
    "id": 98,
    "statement": "Gamma oscillations enable synchronized neural activity through entrainment and phase-locking mechanisms."
  },
  {
    "id": 99,
    "statement": "Gamma oscillations synchronize neural activity through entrainment and phase-locking mechanisms."
  },
  {
    "id": 100,
    "statement": "The thalamus refines sensory info through hierarchical feedforward and feedback processing."
  },
  {
    "id": 101,
    "statement": "Hebbian learning enhances pattern separation through competitive neural networks."
  },
  {
    "id": 102,
    "statement": "LTP and LTD interact complexly, context-dependent and spatially specific."
  },
  {
    "id": 103,
    "statement": "LTP and LTD balance synaptic strength through opposing mechanisms."
  },
  {
    "id": 104,
    "statement": "Hebbian learning occurs in various neural contexts, influencing multiple factors."
  },
  {
    "id": 105,
    "statement": "Corticothalamic connections enable PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 106,
    "statement": "PFC's pattern separation is uncertain due to complex neural interactions."
  },
  {
    "id": 107,
    "statement": "PFC integrates pattern separation and completion for predictive processing"
  },
  {
    "id": 108,
    "statement": "Pattern separation in PFC involves dynamic neural oscillations and regional interactions."
  },
  {
    "id": 109,
    "statement": "Thalamus filters sensory information hierarchically to enhance relevant signals."
  },
  {
    "id": 110,
    "statement": "Thalamus's hierarchy involves VPM nucleus in sensory processing."
  },
  {
    "id": 111,
    "statement": "Hebbian learning strengthens correlated excitable neurons' connections."
  },
  {
    "id": 112,
    "statement": "Hebbian learning involves synaptic plasticity and temporally correlated activity"
  },
  {
    "id": 113,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 114,
    "statement": "PFC's pattern separation uncertain due to complex neural processes."
  },
  {
    "id": 115,
    "statement": "Entrainment is neural synchronization through shared oscillatory patterns."
  },
  {
    "id": 116,
    "statement": "Thalamus filters sensory information, enhancing relevance to cortex processing."
  },
  {
    "id": 117,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 118,
    "statement": "Thalamus filters sensory info through hierarchical thalamic circuits."
  },
  {
    "id": 119,
    "statement": "Thalamus refines sensory info through hierarchical filtering mechanisms"
  },
  {
    "id": 120,
    "statement": "Hebbian learning, LTD, and homeostasis refine thalamic sensory processing."
  },
  {
    "id": 121,
    "statement": "Neural coding refers to process converting information into signals."
  },
  {
    "id": 122,
    "statement": "PFC predictive abilities rely on pattern separation, completion, coding."
  },
  {
    "id": 123,
    "statement": "Social cognition influences working memory through attentional processing."
  },
  {
    "id": 124,
    "statement": "Thalamus refines sensory information through hierarchical processing pathways."
  },
  {
    "id": 125,
    "statement": "Neural oscillations involve rhythmic activity of neurons in PFC."
  },
  {
    "id": 126,
    "statement": "Hebbian learning reinforces neural circuits during sensory processing."
  },
  {
    "id": 127,
    "statement": "The thalamus refines sensory information through hierarchical feedforward processing."
  },
  {
    "id": 128,
    "statement": "Thalamus and cortex dynamically interact in sensory processing."
  },
  {
    "id": 129,
    "statement": "Social cognition affects attention which influences working memory processing."
  },
  {
    "id": 130,
    "statement": "Hebbian learning enhances pattern separation through neural competition refinement."
  },
  {
    "id": 131,
    "statement": "Gamma oscillations facilitate synchronized neural activity through entrainment and phase-locking."
  },
  {
    "id": 132,
    "statement": "The thalamus refines sensory information hierarchically through feedforward and feedback."
  },
  {
    "id": 133,
    "statement": "Hebbian learning refines neural connections and networks."
  },
  {
    "id": 134,
    "statement": "PFC's predictive processing combines pattern separation and completion mechanisms."
  },
  {
    "id": 135,
    "statement": "PFC's pattern separation involves neural oscillations and network interactions."
  },
  {
    "id": 136,
    "statement": "Integration of social cognition, working memory, and attention in ToM is a complex process."
  },
  {
    "id": 137,
    "statement": "Thalamus has bidirectional interactions with cortex in sensory processing."
  },
  {
    "id": 138,
    "statement": "Thalamus's neural activity involves dynamic oscillations and regional interactions."
  },
  {
    "id": 139,
    "statement": "Hebbian learning strengthens synaptic connections through synchronized neural activity."
  },
  {
    "id": 140,
    "statement": "Thalamus hierarchy involves multiple interconnected nuclei processing."
  },
  {
    "id": 141,
    "statement": "Working memory capacity affects social cognition accuracy through information processing"
  },
  {
    "id": 142,
    "statement": "Thalamus sensory processing refines through Hebbian learning, LTD, homeostasis."
  },
  {
    "id": 143,
    "statement": "Entrainment is neural synchronization through shared oscillatory patterns clarification."
  },
  {
    "id": 144,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms."
  },
  {
    "id": 145,
    "statement": "Hebbian learning strengthens connections between co-activated, excitatory neurons"
  },
  {
    "id": 146,
    "statement": "PFC's pattern separation and completion enable accurate predictions."
  },
  {
    "id": 147,
    "statement": "Pattern separation in PFC involves complex neural oscillations and regional interactions."
  },
  {
    "id": 148,
    "statement": "Hebb's Law states: 'Neurons that fire together, wire together'."
  },
  {
    "id": 149,
    "statement": "VPM nucleus in thalamus selectively filters sensory information."
  },
  {
    "id": 150,
    "statement": "Hebbian learning enhances pattern separation through neural competition"
  },
  {
    "id": 151,
    "statement": "PFC's pattern separation relies on complex neural network interactions."
  },
  {
    "id": 152,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 153,
    "statement": "The prefrontal cortex modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 154,
    "statement": "Thalamus filters sensory info before sending to cortex."
  },
  {
    "id": 155,
    "statement": "Thalamus filters sensory information hierarchically, enhancing relevance."
  },
  {
    "id": 156,
    "statement": "Thalamus processes sensory information hierarchically for refinement purposes"
  },
  {
    "id": 157,
    "statement": "Neural coding converts sensory information into electrical signals."
  },
  {
    "id": 158,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 159,
    "statement": "Hebbian learning strengthens correlated neuron connections through temporal correlation."
  },
  {
    "id": 160,
    "statement": "PFC's pattern separation involves synchronizing neural populations."
  },
  {
    "id": 161,
    "statement": "Entrainment and phase-locking synchronize neural activity through shared stimuli."
  },
  {
    "id": 162,
    "statement": "The thalamus refines sensory information through intrinsic processing mechanisms."
  },
  {
    "id": 163,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 164,
    "statement": "Hebbian learning strengthens connections between co-activated neurons."
  },
  {
    "id": 165,
    "statement": "The thalamus refines sensory information through hierarchical processing."
  },
  {
    "id": 166,
    "statement": "Hebbian learning strengthens neural connections through correlated activity."
  },
  {
    "id": 167,
    "statement": "Gamma oscillations enable synchronized neural activity through phase-locking synchronization."
  },
  {
    "id": 168,
    "statement": "Pattern separation's neural mechanisms in PFC remain uncertain due to complex interactions"
  },
  {
    "id": 169,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through excitation and inhibition."
  },
  {
    "id": 170,
    "statement": "Hebbian learning enhances pattern separation through neural competition and similarity filtering."
  },
  {
    "id": 171,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 172,
    "statement": "Theory of Mind integrates social cognition, attention, and working memory."
  },
  {
    "id": 173,
    "statement": "PFC integrates pattern separation and completion for predictive processing."
  },
  {
    "id": 174,
    "statement": "Corticothalamic connections enable PFC's top-down modulation of thalamus's attentional filtering."
  },
  {
    "id": 175,
    "statement": "PFC's predictive processing relies on pattern separation and completion mechanisms."
  },
  {
    "id": 176,
    "statement": "Gamma oscillations synchronize neural activity through entrainment and phase-locking."
  },
  {
    "id": 177,
    "statement": "Gamma oscillations drive neural integration through synchronized activity."
  },
  {
    "id": 178,
    "statement": "Thalamus refines sensory info through hierarchical processing stages."
  },
  {
    "id": 179,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 180,
    "statement": "Hebbian learning's neural context-dependent, multifactor influences unclear."
  },
  {
    "id": 181,
    "statement": "Social cognition influences working memory through attentional competition in prefrontal cortex."
  },
  {
    "id": 182,
    "statement": "The thalamus refines sensory information through hierarchical processing steps."
  },
  {
    "id": 183,
    "statement": "PFC uses pattern separation, completion, and coding for predictions"
  },
  {
    "id": 184,
    "statement": "Thalamus filters sensory information hierarchically to enhance relevant signals"
  },
  {
    "id": 185,
    "statement": "Hebbian learning strengthens connections through synchronous neural activity"
  },
  {
    "id": 186,
    "statement": "PFC pattern separation and completion enable predictions through neural oscillations and Hebbian learning."
  },
  {
    "id": 187,
    "statement": "Thalamus refines sensory information through hierarchical feedforward processing."
  },
  {
    "id": 188,
    "statement": "Gamma oscillations synchronize neural activity via entrainment and phase-locking."
  },
  {
    "id": 189,
    "statement": "PFC coding transforms sensory information into neural predictions."
  },
  {
    "id": 190,
    "statement": "Thalamus processes sensory information through hierarchical filtering and refinement."
  },
  {
    "id": 191,
    "statement": "The thalamus refines sensory info through hierarchical feedforward and feedback processing."
  },
  {
    "id": 192,
    "statement": "Social cognition modulates attention, influencing working memory processing."
  },
  {
    "id": 193,
    "statement": "Thalamic nuclei relaying sensory information to cortex exist."
  },
  {
    "id": 194,
    "statement": "Hebbian learning a widespread phenomenon in various brain regions."
  },
  {
    "id": 195,
    "statement": "Hebbian-like plasticity in thalamus remains debated due to limited evidence."
  },
  {
    "id": 196,
    "statement": "Neural coding involves converting information into electrical and chemical signals."
  },
  {
    "id": 197,
    "statement": "LTP and LTD refine synaptic strength through activity patterns"
  },
  {
    "id": 198,
    "statement": "The thalamus refines sensory information through hierarchical feedforward processing."
  },
  {
    "id": 199,
    "statement": "Pattern separation in PFC involves neural oscillations, Hebbian learning."
  }
]