[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus extracts sensory features through hierarchical processing to prioritize information."
  },
  {
    "id": 2,
    "statement": "The thalamus hierarchically processes sensory information through multiple stages refining it."
  },
  {
    "id": 3,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 4,
    "statement": "Cortical predictions shape thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 5,
    "statement": "Thalamus hierarchically processes sensory info before transmission."
  },
  {
    "id": 6,
    "statement": "The thalamus integrates sensory info hierarchically through feedforward & feedback connections."
  },
  {
    "id": 7,
    "statement": "Glutamate facilitates top-down signal transmission through synchronized gamma oscillations."
  },
  {
    "id": 8,
    "statement": "Thalamus acts as a crucial relay station for sensory processing."
  },
  {
    "id": 9,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 10,
    "statement": "Thalamus processes sensory info hierarchically, refining data dynamically"
  },
  {
    "id": 11,
    "statement": "Top-down signals convey information from PFC to thalamus through glutamate"
  },
  {
    "id": 12,
    "statement": "Corticothalamic connections modulate thalamus's filtering through gamma oscillations."
  },
  {
    "id": 13,
    "statement": "PFC generates predictions about sensory input based on past experiences."
  },
  {
    "id": 14,
    "statement": "Thalamus processes sensory info hierarchically through beta oscillations."
  },
  {
    "id": 15,
    "statement": "Thalamus filters sensory info based on top-down predictions."
  },
  {
    "id": 16,
    "statement": "Corticothalamic connections enable top-down modulation of sensory processing."
  },
  {
    "id": 17,
    "statement": "Thalamus is a complex processing structure not just relay station."
  },
  {
    "id": 18,
    "statement": "Thalamus hierarchically processes sensory information before transmitting to cortex."
  },
  {
    "id": 19,
    "statement": "Thalamus refines sensory info through hierarchical processing layers."
  },
  {
    "id": 20,
    "statement": "Thalamus refines sensory info through cortical predictions dynamically"
  },
  {
    "id": 21,
    "statement": "Cortical predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 22,
    "statement": "Thalamus hierarchically processes sensory information for cortical interpretation."
  },
  {
    "id": 23,
    "statement": "Thalamus integrates sensory info through bidirectional corticothalamic interactions."
  },
  {
    "id": 24,
    "statement": "PFC generates top-down predictions based on past experiences and expectations."
  },
  {
    "id": 25,
    "statement": "Thalamus integrates sensory info through corticothalamic feedback loops."
  },
  {
    "id": 26,
    "statement": "Thalamus integrates sensory features through corticothalamic interactions."
  },
  {
    "id": 27,
    "statement": "Theory of Mind involves multiple cognitive mechanisms, not just imagination."
  },
  {
    "id": 28,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 29,
    "statement": "Cortical predictions are anticipations of sensory inputs based on past experiences."
  },
  {
    "id": 30,
    "statement": "Thalamus refines sensory info through corticothalamic feedback and synchronization."
  },
  {
    "id": 31,
    "statement": "Self-awareness and ToM underlie effective social cognition and communication."
  },
  {
    "id": 32,
    "statement": "Thalamus uses internal models and expectations to filter sensory info."
  },
  {
    "id": 33,
    "statement": "Thalamus filters sensory info through implicit, habituated neural connections"
  },
  {
    "id": 34,
    "statement": "Synchronized neural activity enables attentional filtering through gamma oscillations."
  },
  {
    "id": 35,
    "statement": "Cortical predictions guide thalamic filtering based on past experiences."
  },
  {
    "id": 36,
    "statement": "Thalamus refines sensory info through neural oscillations and synaptic plasticity."
  },
  {
    "id": 37,
    "statement": "ToM enables simulating mental states through imagination with brain network coordination."
  },
  {
    "id": 38,
    "statement": "Thalamocortical interactions involve bidirectional communication between structures."
  },
  {
    "id": 39,
    "statement": "Thalamus refines sensory info through hierarchical processing and filter."
  },
  {
    "id": 40,
    "statement": "Cortical expectations modulate thalamus's filtering through gain, Hebbian learning, and synchronized neural activity."
  },
  {
    "id": 41,
    "statement": "Thalamus refines sensory info by filtering, modifying, and enhancing it."
  },
  {
    "id": 42,
    "statement": "The thalamus dynamically filters sensory information based on attention."
  },
  {
    "id": 43,
    "statement": "Thalamus processes raw sensory data into meaningful patterns hierarchically"
  },
  {
    "id": 44,
    "statement": "The thalamus rapidly relays sensory info to the cortex for processing."
  },
  {
    "id": 45,
    "statement": "Top-down PFC signals modulate thalamus's attentional filtering dynamically."
  },
  {
    "id": 46,
    "statement": "Thalamus filters, modifies, and enhances sensory information through corticothalamic connections."
  },
  {
    "id": 47,
    "statement": "Thalamus processes sensory info hierarchically, refining data dynamically"
  },
  {
    "id": 48,
    "statement": "Thalamus: active participant in sensory processing and refinement."
  },
  {
    "id": 49,
    "statement": "Thalamocortical connections regulate sensory processing through neural oscillations."
  },
  {
    "id": 50,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 51,
    "statement": "Thalamus integrates sensory info through dynamic hierarchical processing."
  },
  {
    "id": 52,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 53,
    "statement": "Thalamus hierarchically organizes and refines sensory information before cortex."
  },
  {
    "id": 54,
    "statement": "Thalamus refines sensory info through cortical predictions and feedback."
  },
  {
    "id": 55,
    "statement": "Thalamus acts as a relay station for sensory processing."
  },
  {
    "id": 56,
    "statement": "Thalamus refines sensory info dynamically through neural feedback loops."
  },
  {
    "id": 57,
    "statement": "Cortical predictions modulate thalamic filtering through attentional allocation."
  },
  {
    "id": 58,
    "statement": "Thalamus integrates sensory info with cortical predictions through recurrent connections."
  },
  {
    "id": 59,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 60,
    "statement": "Bidirectional communication enables thalamocortical interactions in sensory processing."
  },
  {
    "id": 61,
    "statement": "Glutamate and GABA modulate neural gain through excitatory and inhibitory actions"
  },
  {
    "id": 62,
    "statement": "Gamma oscillations enable thalamus filtering by synchronizing neural activity."
  },
  {
    "id": 63,
    "statement": "Thalamus transmits sensory info to cortex in 5-50 milliseconds."
  },
  {
    "id": 64,
    "statement": "Cortical predictions are generated by prefrontal cortex based on past experiences."
  },
  {
    "id": 65,
    "statement": "Corticothalamic projections convey top-down signals through glutamate-mediated neural communication."
  },
  {
    "id": 66,
    "statement": "Thalamocortical interactions involve bidirectional communication between structures."
  },
  {
    "id": 67,
    "statement": "Thalamus integrates sensory information hierarchically into meaningful patterns."
  },
  {
    "id": 68,
    "statement": "Thalamus integrates multisensory information for cortical processing and interpretation."
  },
  {
    "id": 69,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 70,
    "statement": "PFC top-down signals influence Thalamus's sensory information filtering."
  },
  {
    "id": 71,
    "statement": "The thalamus hierarchically integrates sensory information through multiple stages."
  },
  {
    "id": 72,
    "statement": "Thalamus integrates sensory information through hierarchical processing mechanisms."
  },
  {
    "id": 73,
    "statement": "Thalamus rapidly relays sensory info to cortex for processing."
  },
  {
    "id": 74,
    "statement": "Cortical predictions modulate thalamic filtering based on past experiences and expectations."
  },
  {
    "id": 75,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 76,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering dynamically."
  },
  {
    "id": 77,
    "statement": "Cortical predictions shape thalamic filtering through Hebbian learning."
  },
  {
    "id": 78,
    "statement": "Thalamus integrates sensory features through hierarchical processing mechanisms."
  },
  {
    "id": 79,
    "statement": "Thalamus dynamically refines sensory info in real-time processing."
  },
  {
    "id": 80,
    "statement": "Thalamus processes sensory info with real-time cortical predictions refinement."
  },
  {
    "id": 81,
    "statement": "Synaptic plasticity enables neural connections to adapt to experience."
  },
  {
    "id": 82,
    "statement": "PFC integrates multiple sources to generate predictions dynamically."
  },
  {
    "id": 83,
    "statement": "The thalamus filters sensory info through PFC's top-down predictions."
  },
  {
    "id": 84,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 85,
    "statement": "Thalamus hierarchically organizes raw sensory data into meaningful patterns."
  },
  {
    "id": 86,
    "statement": "Corticothalamic connections modulate thalamus's sensory filtering through cortical predictions."
  },
  {
    "id": 87,
    "statement": "Thalamus refines sensory info in real-time with cortical predictions."
  },
  {
    "id": 88,
    "statement": "The thalamus integrates sensory information hierarchically through neural circuits."
  },
  {
    "id": 89,
    "statement": "Thalamocortical connections regulate sensory information flow to cortex dynamically."
  },
  {
    "id": 90,
    "statement": "Thalamus filters sensory info through automatic, robust neural connections."
  },
  {
    "id": 91,
    "statement": "Thalamus extracts sensory features through hierarchical processing and prioritization."
  },
  {
    "id": 92,
    "statement": "Thalamus acts as an active processor and filter."
  },
  {
    "id": 93,
    "statement": "Mentalizing involves simulating others' mental states with cognitive frameworks"
  },
  {
    "id": 94,
    "statement": "PFC's top-down control modulates thalamus's sensory processing."
  },
  {
    "id": 95,
    "statement": "Thalamus relays multisensory information to cortex for processing efficiently."
  },
  {
    "id": 96,
    "statement": "Thalamus filters sensory info before sending to cortex."
  },
  {
    "id": 97,
    "statement": "Thalamus processes sensory information hierarchically and dynamically refines data."
  },
  {
    "id": 98,
    "statement": "The thalamus integrates top-down predictions through corticothalamic interactions."
  },
  {
    "id": 99,
    "statement": "Thalamus is actively involved in sensory processing and refinement."
  },
  {
    "id": 100,
    "statement": "Thalamus refines sensory inputs using internal predictive models."
  },
  {
    "id": 101,
    "statement": "Thalamus integrates sensory features through corticothalamic and mutual excitations."
  },
  {
    "id": 102,
    "statement": "Cortical predictions refer to top-down anticipations of sensory inputs."
  },
  {
    "id": 103,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 104,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 105,
    "statement": "The thalamus rapidly relays sensory info to cortex at 5-50 ms."
  },
  {
    "id": 106,
    "statement": "Thalamus hierarchically processes sensory info with dynamic refinement."
  },
  {
    "id": 107,
    "statement": "Thalamus refines sensory info, relaying it to cortex, bidirectional processing."
  },
  {
    "id": 108,
    "statement": "Mentalizing involves simulating others' mental states through cognitive frameworks and theories."
  },
  {
    "id": 109,
    "statement": "Brain network coordination enables ToM through dynamic regional interactions."
  },
  {
    "id": 110,
    "statement": "Thalamus refines sensory info based on cortical predictions dynamically."
  },
  {
    "id": 111,
    "statement": "Top-down PFC signals modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 112,
    "statement": "Cognitive ability to understand self and others' mental states."
  },
  {
    "id": 113,
    "statement": "Corticothalamic connections enable top-down attentional modulation through neural oscillations."
  },
  {
    "id": 114,
    "statement": "Thalamus filters sensory info based on cortical expectations."
  },
  {
    "id": 115,
    "statement": "Thalamus transforms and refines sensory information before sending."
  },
  {
    "id": 116,
    "statement": "Thalamocortical connections modulate sensory processing and filtering"
  },
  {
    "id": 117,
    "statement": "Thalamus refines sensory filtering based on cortical expectations through Hebbian learning."
  },
  {
    "id": 118,
    "statement": "Thalamus filters sensory info based on attention, expectations, and context."
  },
  {
    "id": 119,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering dynamically."
  },
  {
    "id": 120,
    "statement": "Cortical expectations guide thalamic filtering through neural circuits."
  },
  {
    "id": 121,
    "statement": "Top-down control facilitates selective attention through cortical influence."
  },
  {
    "id": 122,
    "statement": "Mentalizing involves simulating others' thoughts and feelings through imagination."
  },
  {
    "id": 123,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 124,
    "statement": "Thalamus's sensory processing is guided by cortical predictions dynamically."
  },
  {
    "id": 125,
    "statement": "Corticothalamic connections modulate thalamus's filtering with gamma oscillations' synchronization."
  },
  {
    "id": 126,
    "statement": "Glutamate mediates top-down signaling from PFC to thalamus."
  },
  {
    "id": 127,
    "statement": "Thalamus acts as relay station for sensory information processing."
  },
  {
    "id": 128,
    "statement": "The thalamus transforms raw sensory data into meaningful patterns."
  },
  {
    "id": 129,
    "statement": "Thalamus filters sensory info dynamically through hierarchical and adaptive mechanisms"
  },
  {
    "id": 130,
    "statement": "Thalamus refines sensory information based on cortical predictions dynamically."
  },
  {
    "id": 131,
    "statement": "Thalamus filters sensory info based on internal predictive models."
  },
  {
    "id": 132,
    "statement": "Thalamus processes sensory information hierarchically, refining data in real-time."
  },
  {
    "id": 133,
    "statement": "Cortical predictions influence thalamic filtering through corticothalamic connections."
  },
  {
    "id": 134,
    "statement": "Thalamus receives and integrates multisensory information for cortical processing."
  },
  {
    "id": 135,
    "statement": "Thalamus dynamically filters sensory information based on attentional demands."
  },
  {
    "id": 136,
    "statement": "The thalamus filters sensory info based on PFC's top-down predictions."
  },
  {
    "id": 137,
    "statement": "Thalamus refines sensory information through neural feedback processing."
  },
  {
    "id": 138,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 139,
    "statement": "Glutamate and GABA regulate neural activity through excitation/inhibition balance."
  },
  {
    "id": 140,
    "statement": "Brain network coordination enables Theory of Mind through regional interactions."
  },
  {
    "id": 141,
    "statement": "Glutamate and GABA regulate neural gain through excitation and inhibition."
  },
  {
    "id": 142,
    "statement": "The thalamus refines sensory info in real-time based on cortical predictions."
  },
  {
    "id": 143,
    "statement": "PFC generates internal models from past experiences and learning."
  },
  {
    "id": 144,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 145,
    "statement": "Thalamus acts as gatekeeper, refining sensory info before cortex."
  },
  {
    "id": 146,
    "statement": "Cortical predictions formed based on cumulative knowledge and experiences."
  },
  {
    "id": 147,
    "statement": "Thalamus processes sensory information bidirectionally with cortex dynamically."
  },
  {
    "id": 148,
    "statement": "Corticothalamic connections modulate sensory processing through feedback inhibition."
  },
  {
    "id": 149,
    "statement": "Thalamus refines sensory info through internal simulations and expectations."
  },
  {
    "id": 150,
    "statement": "Thalamus actively filters and refines sensory information dynamically."
  },
  {
    "id": 151,
    "statement": "Thalamus acts as intermediate processor for sensory information transmission."
  },
  {
    "id": 152,
    "statement": "Hebbian learning strengthens connections between sensory and cortical neurons."
  },
  {
    "id": 153,
    "statement": "Thalamus integrates sensory features through cortical predictions dynamically refining."
  },
  {
    "id": 154,
    "statement": "Glutamate excites neurons during synchronized gamma oscillations."
  },
  {
    "id": 155,
    "statement": "Thalamus processes sensory info hierarchically in neural circuits."
  },
  {
    "id": 156,
    "statement": "Thalamus integrates sensory info hierarchically from early to late stages."
  },
  {
    "id": 157,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 158,
    "statement": "Corticothalamic connections enable top-down modulation through neural oscillations."
  },
  {
    "id": 159,
    "statement": "Corticothalamic connections enable top-down attentional modulation through glutamate-mediated transmission."
  },
  {
    "id": 160,
    "statement": "Cortical predictions influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 161,
    "statement": "Thalamus refines sensory info based on cortical predictions dynamically"
  },
  {
    "id": 162,
    "statement": "Thalamus integrates sensory features through mutual excitations."
  },
  {
    "id": 163,
    "statement": "Neural oscillations modulate thalamocortical connections for efficient sensory processing."
  },
  {
    "id": 164,
    "statement": "Glutamate facilitates top-down PFC signals in corticothalamic communication."
  },
  {
    "id": 165,
    "statement": "Feedback connections refine sensory info in thalamus through hierarchical processing."
  },
  {
    "id": 166,
    "statement": "Thalamus integrates sensory info hierarchically through neural circuits and oscillations."
  },
  {
    "id": 167,
    "statement": "Thalamus refines sensory data continuously through neural dynamics."
  },
  {
    "id": 168,
    "statement": "Thalamus integrates sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 169,
    "statement": "Thalamus integrates sensory info via bidirectional corticothalamic interactions."
  },
  {
    "id": 170,
    "statement": "Thalamus refines sensory info through cortical predictions and synchronization."
  },
  {
    "id": 171,
    "statement": "Thalamus integrates sensory information hierarchically through neural circuits."
  },
  {
    "id": 172,
    "statement": "Thalamus hierarchically processes sensory info through refinement."
  },
  {
    "id": 173,
    "statement": "Thalamus plays a dynamic role in sensory processing refinement."
  },
  {
    "id": 174,
    "statement": "Recurrent connections facilitate feedback in sensory processing loops."
  },
  {
    "id": 175,
    "statement": "Top-down control facilitates selective attention through cortical influence on thalamus."
  },
  {
    "id": 176,
    "statement": "Thalamocortical interactions involve bidirectional exchange of information through neural pathways."
  },
  {
    "id": 177,
    "statement": "Thalamus hierarchically processes sensory information in step-by-step refining"
  },
  {
    "id": 178,
    "statement": "Cortical expectations influence thalamic filtering through neural circuits."
  },
  {
    "id": 179,
    "statement": "Thalamus refines sensory info through hierarchical processing mechanisms."
  },
  {
    "id": 180,
    "statement": "The PFC dynamically filters sensory information through thalamus."
  },
  {
    "id": 181,
    "statement": "Thalamocortical interactions involve bidirectional communication between theta neurons."
  },
  {
    "id": 182,
    "statement": "The thalamus processes sensory information in a hierarchical step-by-step manner."
  },
  {
    "id": 183,
    "statement": "Thalamus uses internal predictive models to refine sensory inputs."
  },
  {
    "id": 184,
    "statement": "Mentalizing involves simulating others' thoughts, feelings, and intentions."
  },
  {
    "id": 185,
    "statement": "Hebbian learning refines cortical predictions through thalamic pattern processing"
  },
  {
    "id": 186,
    "statement": "Thalamus hierarchically processes sensory info through attention and filtering."
  },
  {
    "id": 187,
    "statement": "Cortical predictions refer to brain-generated internal models of sensory information."
  },
  {
    "id": 188,
    "statement": "Thalamus and cortex engage in bidirectional sensory processing dialogue"
  },
  {
    "id": 189,
    "statement": "Thalamus refines sensory info through cortical predictions via corticothalamic connections."
  },
  {
    "id": 190,
    "statement": "Theory of Mind involves imagination and brain network coordination."
  },
  {
    "id": 191,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically"
  },
  {
    "id": 192,
    "statement": "PFC modulates thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 193,
    "statement": "Thalamus integrates sensory info through corticothalamic feedback loops."
  },
  {
    "id": 194,
    "statement": "Beta oscillations in thalamus aid sensory processing hierarchy."
  },
  {
    "id": 195,
    "statement": "Thalamus filters sensory info based on cortical predictions dynamically."
  },
  {
    "id": 196,
    "statement": "Thalamus hierarchically processes sensory info into coherent patterns."
  },
  {
    "id": 197,
    "statement": "Thalamus processes sensory info hierarchically with dynamic refinement."
  },
  {
    "id": 198,
    "statement": "Cortical expectations regulate thalamic filtering through neural gain adaptation."
  },
  {
    "id": 199,
    "statement": "Glutamate amplifies neural signals, GABA attenuates them through ion channels."
  }
]