[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus processes diverse sensory information, including emotional and attentional inputs."
  },
  {
    "id": 2,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 3,
    "statement": "Thalamus refines sensory information through hierarchical filtering and processing layers."
  },
  {
    "id": 4,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 5,
    "statement": "The thalamus filters sensory information through hierarchical attentional processing."
  },
  {
    "id": 6,
    "statement": "Thalamus receives and processes raw sensory data from environment"
  },
  {
    "id": 7,
    "statement": "Thalamus refines sensory information through attentional filtering."
  },
  {
    "id": 8,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 9,
    "statement": "Thalamus processes sensory information hierarchically through organized layers."
  },
  {
    "id": 10,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 11,
    "statement": "Thalamus filters raw sensory data hierarchically before sending to cortex"
  },
  {
    "id": 12,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing."
  },
  {
    "id": 13,
    "statement": "Thalamus modulates cortical connections through GABA, glutamate, and dopamine."
  },
  {
    "id": 14,
    "statement": "Thalamus processes sensory information hierarchically through multiple layers."
  },
  {
    "id": 15,
    "statement": "Thalamus plays limited role in dopamine regulation indirectly."
  },
  {
    "id": 16,
    "statement": "Thalamus plays complex role in dopamine regulation and processing."
  },
  {
    "id": 17,
    "statement": "Thalamus receives raw sensory data and refines it hierarchically."
  },
  {
    "id": 18,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 19,
    "statement": "The thalamus gates sensory info influenced by PFC attentional signals"
  },
  {
    "id": 20,
    "statement": "Thalamus refines sensory info through hierarchical attentional filtering mechanisms."
  },
  {
    "id": 21,
    "statement": "Thalamus's attentional filtering regulated by PFC through bidirectional connections."
  },
  {
    "id": 22,
    "statement": "Thalamus refines sensory information through attentional filtering mechanisms."
  },
  {
    "id": 23,
    "statement": "Hierarchical processing refines sensory information in the thalamus."
  },
  {
    "id": 24,
    "statement": "Inhibitory and excitatory neurons synchronize neural oscillations through entrainment."
  },
  {
    "id": 25,
    "statement": "Thalamus receives raw, unprocessed sensory information from sensory receptors."
  },
  {
    "id": 26,
    "statement": "Thalamus processes sensory information through hierarchical extraction-based refinement."
  },
  {
    "id": 27,
    "statement": "The thalamus filters sensory information before sending to cortex."
  },
  {
    "id": 28,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through PFC top-down signals."
  },
  {
    "id": 29,
    "statement": "Thalamus receives pre-processed sensory information from the cortex"
  },
  {
    "id": 30,
    "statement": "Attentional control in social cognition relies on working memory capacity."
  },
  {
    "id": 31,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 32,
    "statement": "Theory of Mind integrates social cognition through neural binding and learning"
  },
  {
    "id": 33,
    "statement": "Thalamus receives and processes sensory info from primary cortex"
  },
  {
    "id": 34,
    "statement": "Gamma oscillations enhance thalamocortical processing through synchronization."
  },
  {
    "id": 35,
    "statement": "Thalamus processes sensory info hierarchically through layered neural circuits."
  },
  {
    "id": 36,
    "statement": "The thalamus refines sensory info hierarchically through neural feedback loops."
  },
  {
    "id": 37,
    "statement": "Thalamus receives raw sensory information from environment."
  },
  {
    "id": 38,
    "statement": "Thalamus processes sensory information hierarchically through layered circuits."
  },
  {
    "id": 39,
    "statement": "The thalamus processes sensory information through hierarchical extraction-based processing."
  },
  {
    "id": 40,
    "statement": "Thalamus integrates sensory info with emotional and attentional inputs."
  },
  {
    "id": 41,
    "statement": "Neural binding integrates information across brain regions."
  },
  {
    "id": 42,
    "statement": "Thalamus receives sensory info from various brain regions."
  },
  {
    "id": 43,
    "statement": "Thalamus processes sensory information through hierarchical processing stages."
  },
  {
    "id": 44,
    "statement": "Top-down PFC signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 45,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 46,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory-excitatory balance."
  },
  {
    "id": 47,
    "statement": "Hebbian learning strengthens neural connections for social intelligence through integration."
  },
  {
    "id": 48,
    "statement": "Thalamocortical loops modulate cortical connections through feedback and feedforward mechanisms."
  },
  {
    "id": 49,
    "statement": "Thalamus refines sensory information through hierarchical neural filtering mechanisms."
  },
  {
    "id": 50,
    "statement": "Thalamus refines sensory info hierarchically through neural feedback loops."
  },
  {
    "id": 51,
    "statement": "Thalamus receives sensory information from primary sensory cortex for processing."
  },
  {
    "id": 52,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons"
  },
  {
    "id": 53,
    "statement": "Thalamus processes sensory information through hierarchical extraction-based processing."
  },
  {
    "id": 54,
    "statement": "Gamma oscillations refine sensory info through thalamocortical loop synchronization."
  },
  {
    "id": 55,
    "statement": "PFC sends top-down signals to thalamus through corticothalamic fibers."
  },
  {
    "id": 56,
    "statement": "PFC exerts attentional control over thalamus through multiple mechanisms."
  },
  {
    "id": 57,
    "statement": "The thalamus processes sensory information hierarchically through layered circuits."
  },
  {
    "id": 58,
    "statement": "Thalamus refines sensory info through layered neural circuits."
  },
  {
    "id": 59,
    "statement": "PFC sends top-down signals to thalamus for attentional filtering."
  },
  {
    "id": 60,
    "statement": "Thalamus modulates cortical connections through various neurotransmitters and pathways."
  },
  {
    "id": 61,
    "statement": "Working memory capacity enhances attentional control in social cognition."
  },
  {
    "id": 62,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 63,
    "statement": "Working memory capacity influences social cognition accuracy through attentional control."
  },
  {
    "id": 64,
    "statement": "Thalamus's dopamine regulation role is complex and unclear."
  },
  {
    "id": 65,
    "statement": "Thalamus plays indirect and limited role in dopamine regulation."
  },
  {
    "id": 66,
    "statement": "Thalamus's hierarchical processing refines sensory information through layers"
  },
  {
    "id": 67,
    "statement": "The thalamus gates sensory info through attentional filtering mechanisms."
  },
  {
    "id": 68,
    "statement": "The thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 69,
    "statement": "Thalamus extracts and refines sensory information hierarchically."
  },
  {
    "id": 70,
    "statement": "Thalamocortical loops synchronize neural oscillations through feedback loops."
  },
  {
    "id": 71,
    "statement": "PFC modulates thalamus's filtering through bidirectional corticothalamic connections"
  },
  {
    "id": 72,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 73,
    "statement": "PFC and thalamus have bidirectional connections for filtering."
  },
  {
    "id": 74,
    "statement": "Working memory capacity improves attentional control in social cognition"
  },
  {
    "id": 75,
    "statement": "Thalamus refines processed sensory info from primary sensory cortex"
  },
  {
    "id": 76,
    "statement": "The thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 77,
    "statement": "The thalamus refines sensory info from primary cortex."
  },
  {
    "id": 78,
    "statement": "Thalamus filters sensory info through hierarchical neural circuitry"
  },
  {
    "id": 79,
    "statement": "PFC's attentional control gates and filters sensory information through thalamus."
  },
  {
    "id": 80,
    "statement": "The thalamus plays a limited role in dopamine regulation."
  },
  {
    "id": 81,
    "statement": "Hebbian learning strengthens neural connections with synchronized firing."
  },
  {
    "id": 82,
    "statement": "LTP and LTD opposingly regulate synaptic strength through adaptation."
  },
  {
    "id": 83,
    "statement": "Thalamus refines sensory info through attentional filtering and gating."
  },
  {
    "id": 84,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 85,
    "statement": "Thalamus processes sensory info hierarchically through layered neural circuits."
  },
  {
    "id": 86,
    "statement": "The thalamus filters sensory info through layered neural circuits."
  },
  {
    "id": 87,
    "statement": "The thalamus processes sensory information hierarchically through neural circuits."
  },
  {
    "id": 88,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic pathways."
  },
  {
    "id": 89,
    "statement": "Hebbian learning strengthens neural connections for unified social cognition."
  },
  {
    "id": 90,
    "statement": "Thalamus refines sensory information after receiving it from cortex."
  },
  {
    "id": 91,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 92,
    "statement": "Thalamus regulates dopamine release indirectly through brain regions."
  },
  {
    "id": 93,
    "statement": "Thalamus's dopamine regulation role is complex and unclear"
  },
  {
    "id": 94,
    "statement": "PFC regulates thalamus's attentional filtering through bidirectional connections."
  },
  {
    "id": 95,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through bidirectional corticothalamic connections."
  },
  {
    "id": 96,
    "statement": "Working memory capacity enhances attentional control in social cognition processing."
  },
  {
    "id": 97,
    "statement": "Thalamus refines sensory info hierarchically through neural layers."
  },
  {
    "id": 98,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons"
  },
  {
    "id": 99,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering"
  },
  {
    "id": 100,
    "statement": "Working memory capacity enhances attentional control in social cognition"
  },
  {
    "id": 101,
    "statement": "Thalamus refines sensory info through cortical processing layers."
  },
  {
    "id": 102,
    "statement": "Thalamus filters and refines sensory information hierarchically through multiple layers."
  },
  {
    "id": 103,
    "statement": "Thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 104,
    "statement": "Corticothalamic connections modulate attentional filtering through PFC top-down signals."
  },
  {
    "id": 105,
    "statement": "Working memory capacity enhances attentional control in social cognition processing."
  },
  {
    "id": 106,
    "statement": "Thalamus's dopamine regulation role is largely unknown."
  },
  {
    "id": 107,
    "statement": "Thalamus processes sensory information hierarchically through neural layers."
  },
  {
    "id": 108,
    "statement": "The thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 109,
    "statement": "LTP and LTD regulate synaptic strength through opposing forces."
  },
  {
    "id": 110,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 111,
    "statement": "Thalamus processes sensory information after initial processing in cortex."
  },
  {
    "id": 112,
    "statement": "Working memory capacity influences attentional control in social cognition by manipulating"
  },
  {
    "id": 113,
    "statement": "Thalamus refines sensory info through already-processed cortical data."
  },
  {
    "id": 114,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons."
  },
  {
    "id": 115,
    "statement": "Top-down signals from PFC modulate thalamus's attentional filtering."
  },
  {
    "id": 116,
    "statement": "Thalamus directly regulates dopamine release through neural connections."
  },
  {
    "id": 117,
    "statement": "PFC sends top-down signals to modulate thalamus's filtering."
  },
  {
    "id": 118,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 119,
    "statement": "Thalamus processes sensory information hierarchically through layered neural circuits"
  },
  {
    "id": 120,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 121,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 122,
    "statement": "Thalamus regulates sensory information flow to cortex."
  },
  {
    "id": 123,
    "statement": "The thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 124,
    "statement": "The thalamus refines sensory info hierarchically through layers."
  },
  {
    "id": 125,
    "statement": "The thalamus processes sensory information in hierarchical stages."
  },
  {
    "id": 126,
    "statement": "Thalamus filters sensory info hierarchically through neurons connections."
  },
  {
    "id": 127,
    "statement": "Theory of Mind integrates social cognition through binding and Hebbian learning"
  },
  {
    "id": 128,
    "statement": "The thalamus refines sensory info through attentional filtering and processing."
  },
  {
    "id": 129,
    "statement": "Thalamus filters sensory info through attentional demands."
  },
  {
    "id": 130,
    "statement": "PFC and thalamus have bidirectional connections for attentional filtering."
  },
  {
    "id": 131,
    "statement": "Entrainment and phase-locking synchronize neural oscillations among neurons."
  },
  {
    "id": 132,
    "statement": "Entrainment and phase-locking synchronize neural oscillations in brain processing."
  },
  {
    "id": 133,
    "statement": "Thalamus processes information hierarchically through layered neural connections."
  },
  {
    "id": 134,
    "statement": "Inhibitory-excitatory balance synchronizes neural oscillations through entrainment and phase-locking."
  },
  {
    "id": 135,
    "statement": "Thalamus processes sensory information hierarchically through feature extraction and pattern recognition."
  },
  {
    "id": 136,
    "statement": "Thalamus filters sensory data hierarchically before sending to cortex."
  },
  {
    "id": 137,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing."
  },
  {
    "id": 138,
    "statement": "Thalamus receives pre-processed sensory info from cortex, refining further"
  },
  {
    "id": 139,
    "statement": "PFC regulates thalamus's attentional filtering through bidirectional corticothalamic connections."
  },
  {
    "id": 140,
    "statement": "PFC top-down signals regulate thalamus's attentional filtering processes."
  },
  {
    "id": 141,
    "statement": "Thalamus relays processed sensory info to higher-level cortical areas."
  },
  {
    "id": 142,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering."
  },
  {
    "id": 143,
    "statement": "Thalamus modulates dopamine signal flow to other brain regions"
  },
  {
    "id": 144,
    "statement": "Thalamus filters sensory information hierarchically from simple to complex"
  },
  {
    "id": 145,
    "statement": "Top-down PFC signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 146,
    "statement": "Thalamus's dopamine regulation role is complex and unclear."
  },
  {
    "id": 147,
    "statement": "Thalamus refines sensory info through cortical processing refinement mechanism"
  },
  {
    "id": 148,
    "statement": "Thalamus extracts relevant sensory features through hierarchical processing."
  },
  {
    "id": 149,
    "statement": "The thalamus refines sensory information hierarchically through neural connections and processing."
  },
  {
    "id": 150,
    "statement": "Working memory capacity enhances attentional control in social cognition processing."
  },
  {
    "id": 151,
    "statement": "Thalamus modulates cortical connections through neurotransmitters and pathways."
  },
  {
    "id": 152,
    "statement": "Thalamus refines sensory info through hierarchical processing."
  },
  {
    "id": 153,
    "statement": "Thalamus filters sensory info hierarchically through layered neural circuits."
  },
  {
    "id": 154,
    "statement": "Thalamus refines sensory info through neural feedback loops."
  },
  {
    "id": 155,
    "statement": "Hebbian learning strengthens neural connections through synchronized neuronal firing."
  },
  {
    "id": 156,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 157,
    "statement": "Thalamus processes sensory information hierarchically through layered neural circuits."
  },
  {
    "id": 158,
    "statement": "Thalamus refines sensory information through hierarchical neural connections."
  },
  {
    "id": 159,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 160,
    "statement": "Thalamus processes sensory information hierarchically through layered neural circuits."
  },
  {
    "id": 161,
    "statement": "Thalamus processes sensory information before sending it to cortex."
  },
  {
    "id": 162,
    "statement": "Thalamus filters minimal noise and enhances relevant sensory information"
  },
  {
    "id": 163,
    "statement": "Thalamus processes sensory information hierarchically through organized layers."
  },
  {
    "id": 164,
    "statement": "Thalamus processes sensory info hierarchically through neural layers."
  },
  {
    "id": 165,
    "statement": "Entrainment synchronizes neural oscillations through convergent neuronal firing"
  },
  {
    "id": 166,
    "statement": "The thalamus refines sensory info through hierarchical neural processing."
  },
  {
    "id": 167,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 168,
    "statement": "Thalamus receives raw sensory information from environment primarily."
  },
  {
    "id": 169,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 170,
    "statement": "Thalamus refines sensory information through hierarchical processing mechanism."
  },
  {
    "id": 171,
    "statement": "The thalamus refines sensory data through hierarchical processing mechanisms."
  },
  {
    "id": 172,
    "statement": "Thalamus processes and refines sensory information from sensory periphery."
  },
  {
    "id": 173,
    "statement": "The thalamus refines sensory information before sending to cortex."
  },
  {
    "id": 174,
    "statement": "Thalamus processes sensory information hierarchically through multiple layers in brain."
  },
  {
    "id": 175,
    "statement": "Thalamus processes sensory info with bidirectional corticothalamic connections."
  },
  {
    "id": 176,
    "statement": "Thalamus refines sensory info hierarchically through neural connections."
  },
  {
    "id": 177,
    "statement": "Corticothalamic connections regulate thalamus's attentional filtering."
  },
  {
    "id": 178,
    "statement": "Neural binding and learning integrate Theory of Mind and social cognition."
  },
  {
    "id": 179,
    "statement": "Working memory capacity influences social cognition accuracy through attentional control"
  },
  {
    "id": 180,
    "statement": "The thalamus filters, refines and relays sensory information hierarchically."
  },
  {
    "id": 181,
    "statement": "Thalamus integrates sensory info from different modalities."
  },
  {
    "id": 182,
    "statement": "Sensory receptors perform initial processing before sending info to thalamus"
  },
  {
    "id": 183,
    "statement": "Thalamus processes sensory information through step-wise filtering and refinement."
  },
  {
    "id": 184,
    "statement": "Thalamus breaks down complex sensory info into smaller pieces."
  },
  {
    "id": 185,
    "statement": "Entrainment in neurons enables synchronized neural oscillations."
  },
  {
    "id": 186,
    "statement": "Thalamus refines sensory info hierarchically through layered processing"
  },
  {
    "id": 187,
    "statement": "Thalamus modulates dopamine release through interactions with PFC and basal ganglia."
  },
  {
    "id": 188,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 189,
    "statement": "Thalamus modulates dopamine release indirectly through brain region connections."
  },
  {
    "id": 190,
    "statement": "Theory of Mind integrates social cognition through binding and Hebbian learning."
  },
  {
    "id": 191,
    "statement": "Thalamus processes sensory information hierarchically through layered neural circuits."
  },
  {
    "id": 192,
    "statement": "Thalamus refines sensory information hierarchically through neural feedback loops"
  },
  {
    "id": 193,
    "statement": "Thalamus refines sensory info through hierarchical cortical processing."
  },
  {
    "id": 194,
    "statement": "Thalamus receives processed sensory information, not raw"
  },
  {
    "id": 195,
    "statement": "Thalamus refines sensory information hierarchically through neural feedback loops."
  },
  {
    "id": 196,
    "statement": "Thalamus refines sensory info through hierarchical processing and filtering"
  },
  {
    "id": 197,
    "statement": "PFC top-down signals influence thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 198,
    "statement": "The thalamus refines sensory info through hierarchical processing layers."
  },
  {
    "id": 199,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  }
]