[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus processes diverse sensory information, including emotional and attentional inputs."
  },
  {
    "id": 2,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 3,
    "statement": "Thalamus refines sensory information through hierarchical filtering and processing layers."
  },
  {
    "id": 4,
    "statement": "Thalamus receives raw, unprocessed sensory information from sensory receptors."
  },
  {
    "id": 5,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 6,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 7,
    "statement": "Gamma oscillations enhance thalamocortical processing through synchronization."
  },
  {
    "id": 8,
    "statement": "PFC modulates thalamus's filtering through bidirectional corticothalamic connections"
  },
  {
    "id": 9,
    "statement": "Thalamus filters raw sensory data hierarchically before sending to cortex"
  },
  {
    "id": 10,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 11,
    "statement": "The thalamus filters sensory information through hierarchical attentional processing."
  },
  {
    "id": 12,
    "statement": "Thalamus receives and processes raw sensory data from environment"
  },
  {
    "id": 13,
    "statement": "Hierarchical processing refines sensory information in the thalamus."
  },
  {
    "id": 14,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through PFC top-down signals."
  },
  {
    "id": 15,
    "statement": "Thalamus actively refines and modifies sensory information received"
  },
  {
    "id": 16,
    "statement": "Thalamus receives pre-processed sensory information from the cortex"
  },
  {
    "id": 17,
    "statement": "Thalamus's attentional filtering regulated by PFC through bidirectional connections."
  },
  {
    "id": 18,
    "statement": "Thalamus processes sensory information hierarchically through multiple layers."
  },
  {
    "id": 19,
    "statement": "The thalamus filters sensory information before sending to cortex."
  },
  {
    "id": 20,
    "statement": "The thalamus refines sensory info hierarchically through neural feedback loops."
  },
  {
    "id": 21,
    "statement": "Thalamus receives raw sensory information from environment."
  },
  {
    "id": 22,
    "statement": "Thalamus plays limited role in dopamine regulation indirectly."
  },
  {
    "id": 23,
    "statement": "Thalamus filters sensory info through hierarchical processing layers"
  },
  {
    "id": 24,
    "statement": "Thalamus processes sensory information hierarchically through layered circuits."
  },
  {
    "id": 25,
    "statement": "Neural binding integrates information across brain regions."
  },
  {
    "id": 26,
    "statement": "PFC modulates thalamus's sensory processing through corticothalamic connections."
  },
  {
    "id": 27,
    "statement": "Thalamus plays complex role in dopamine regulation and processing."
  },
  {
    "id": 28,
    "statement": "Thalamus plays complex, debated role in dopamine regulation dynamics."
  },
  {
    "id": 29,
    "statement": "Thalamus receives sensory info from various brain regions."
  },
  {
    "id": 30,
    "statement": "Thalamus receives raw sensory data and refines it hierarchically."
  },
  {
    "id": 31,
    "statement": "Thalamus receives sensory information from primary sensory cortex for processing."
  },
  {
    "id": 32,
    "statement": "Thalamus processes sensory information hierarchically through organized layers."
  },
  {
    "id": 33,
    "statement": "Thalamus processes sensory information through hierarchical extraction-based processing."
  },
  {
    "id": 34,
    "statement": "The thalamus processes sensory information hierarchically through layered circuits."
  },
  {
    "id": 35,
    "statement": "Gamma oscillations refine sensory info through thalamocortical loop synchronization."
  },
  {
    "id": 36,
    "statement": "Thalamus refines sensory information through attentional filtering."
  },
  {
    "id": 37,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 38,
    "statement": "Thalamus refines processed sensory info from primary sensory cortex"
  },
  {
    "id": 39,
    "statement": "The thalamus gates sensory info influenced by PFC attentional signals"
  },
  {
    "id": 40,
    "statement": "Thalamus modulates cortical connections through GABA, glutamate, and dopamine."
  },
  {
    "id": 41,
    "statement": "Hierarchical processing refines sensory information in the thalamus through layers."
  },
  {
    "id": 42,
    "statement": "LTP and LTD opposingly regulate synaptic strength through adaptation."
  },
  {
    "id": 43,
    "statement": "PFC sends top-down signals to thalamus through corticothalamic fibers."
  },
  {
    "id": 44,
    "statement": "Working memory capacity enhances attentional control in social cognition processing."
  },
  {
    "id": 45,
    "statement": "Thalamus regulates dopamine release indirectly through brain regions."
  },
  {
    "id": 46,
    "statement": "Thalamus's dopamine regulation role is complex and unclear."
  },
  {
    "id": 47,
    "statement": "Thalamus refines sensory info through hierarchical attentional filtering mechanisms."
  },
  {
    "id": 48,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 49,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing."
  },
  {
    "id": 50,
    "statement": "Working memory capacity influences social cognition accuracy through attentional control."
  },
  {
    "id": 51,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 52,
    "statement": "PFC regulates thalamus's attentional filtering through bidirectional connections."
  },
  {
    "id": 53,
    "statement": "The thalamus gates sensory info through attentional filtering mechanisms."
  },
  {
    "id": 54,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons"
  },
  {
    "id": 55,
    "statement": "Thalamus refines sensory information through attentional filtering mechanisms."
  },
  {
    "id": 56,
    "statement": "Thalamus refines sensory information hierarchically through neural filtering."
  },
  {
    "id": 57,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic pathways."
  },
  {
    "id": 58,
    "statement": "Thalamus refines sensory information through hierarchical neural filtering mechanisms."
  },
  {
    "id": 59,
    "statement": "Thalamus refines sensory information hierarchically through layered circuits"
  },
  {
    "id": 60,
    "statement": "Inhibitory and excitatory neurons synchronize neural oscillations through entrainment."
  },
  {
    "id": 61,
    "statement": "Thalamus and cortex engage in bidirectional processing and filtering."
  },
  {
    "id": 62,
    "statement": "Working memory capacity enhances attentional control in social cognition."
  },
  {
    "id": 63,
    "statement": "Hebbian learning strengthens neural connections with synchronized firing."
  },
  {
    "id": 64,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 65,
    "statement": "Thalamus processes sensory info hierarchically through neural layers."
  },
  {
    "id": 66,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 67,
    "statement": "Attentional control in social cognition relies on working memory capacity."
  },
  {
    "id": 68,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing."
  },
  {
    "id": 69,
    "statement": "Entrainment synchronizes neural oscillations through inhibitory-excitatory balance."
  },
  {
    "id": 70,
    "statement": "Thalamus doesn't clearly separate raw and processed sensory data"
  },
  {
    "id": 71,
    "statement": "Thalamus processes sensory information through hierarchical neural circuits"
  },
  {
    "id": 72,
    "statement": "Thalamus refines sensory information hierarchically through thalamic relay neurons."
  },
  {
    "id": 73,
    "statement": "Thalamus refines sensory info through layered neural circuits."
  },
  {
    "id": 74,
    "statement": "Thalamus refines sensory info through hierarchical attentional processing."
  },
  {
    "id": 75,
    "statement": "Thalamus filters sensory info through attentional demands and gates sensory stimulation."
  },
  {
    "id": 76,
    "statement": "Thalamus refines processed sensory info with hierarchical processing layers"
  },
  {
    "id": 77,
    "statement": "Thalamus integrates sensory, emotional, and attentional information globally."
  },
  {
    "id": 78,
    "statement": "Working memory capacity improves attentional control in social cognition"
  },
  {
    "id": 79,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 80,
    "statement": "Theory of Mind integrates social cognition through neural binding and learning"
  },
  {
    "id": 81,
    "statement": "Thalamus's dopamine regulation role is complex and unclear"
  },
  {
    "id": 82,
    "statement": "The thalamus processes sensory information through hierarchical extraction-based processing."
  },
  {
    "id": 83,
    "statement": "Thalamus integrates sensory info with emotional and attentional inputs."
  },
  {
    "id": 84,
    "statement": "Gamma oscillations enhance thalamocortical processing through synchronization and coordination."
  },
  {
    "id": 85,
    "statement": "Thalamus receives and processes sensory info from primary cortex"
  },
  {
    "id": 86,
    "statement": "Thalamus refines sensory info through hierarchical neural processing layers."
  },
  {
    "id": 87,
    "statement": "Thalamus modulates cortical connections through GABA, glutamate, dopamine."
  },
  {
    "id": 88,
    "statement": "Thalamus processes sensory information through hierarchical processing stages."
  },
  {
    "id": 89,
    "statement": "PFC exerts attentional control over thalamus through multiple pathways"
  },
  {
    "id": 90,
    "statement": "Thalamus filters sensory info through hierarchical neural circuitry"
  },
  {
    "id": 91,
    "statement": "Thalamus filters sensory info hierarchically for efficient processing"
  },
  {
    "id": 92,
    "statement": "PFC modulates thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 93,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory-excitatory balance."
  },
  {
    "id": 94,
    "statement": "Thalamocortical loops modulate cortical connections through feedback and feedforward mechanisms."
  },
  {
    "id": 95,
    "statement": "Thalamus regulates dopamine release indirectly through brain region connections."
  },
  {
    "id": 96,
    "statement": "Thalamus processes sensory info hierarchically through layered neural circuits."
  },
  {
    "id": 97,
    "statement": "Thalamus refines sensory info hierarchically through neural feedback loops."
  },
  {
    "id": 98,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons"
  },
  {
    "id": 99,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through neuron fire coordination."
  },
  {
    "id": 100,
    "statement": "Thalamocortical loops synchronize neural oscillations through bidirectional feedback."
  },
  {
    "id": 101,
    "statement": "PFC exerts attentional control over thalamus through multiple mechanisms."
  },
  {
    "id": 102,
    "statement": "Thalamus modulates cortical connections through complex neurotransmitter interactions."
  },
  {
    "id": 103,
    "statement": "Thalamus's dopamine regulation role is unclear and context-dependent."
  },
  {
    "id": 104,
    "statement": "PFC sends top-down signals to thalamus for attentional filtering."
  },
  {
    "id": 105,
    "statement": "Thalamus modulates cortical connections through various neurotransmitters and pathways."
  },
  {
    "id": 106,
    "statement": "Hebbian learning strengthens neural connections for social intelligence through integration."
  },
  {
    "id": 107,
    "statement": "Hierarchical processing in thalamus refines sensory information through layered circuits."
  },
  {
    "id": 108,
    "statement": "Thalamus plays indirect and limited role in dopamine regulation."
  },
  {
    "id": 109,
    "statement": "The thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 110,
    "statement": "Thalamus extracts and refines sensory information hierarchically."
  },
  {
    "id": 111,
    "statement": "Top-down PFC signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 112,
    "statement": "Thalamocortical loops synchronize neural oscillations through feedback loops."
  },
  {
    "id": 113,
    "statement": "PFC and thalamus have bidirectional connections for filtering."
  },
  {
    "id": 114,
    "statement": "The thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 115,
    "statement": "PFC's attentional control gates and filters sensory information through thalamus."
  },
  {
    "id": 116,
    "statement": "The thalamus plays a limited role in dopamine regulation."
  },
  {
    "id": 117,
    "statement": "Thalamus processes sensory information through hierarchical extraction-based refinement."
  },
  {
    "id": 118,
    "statement": "The thalamus refines sensory info from primary cortex."
  },
  {
    "id": 119,
    "statement": "Thalamus refines sensory info through attentional filtering and gating."
  },
  {
    "id": 120,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 121,
    "statement": "Thalamus processes sensory info hierarchically through layered neural circuits."
  },
  {
    "id": 122,
    "statement": "The thalamus processes sensory information hierarchically through neural circuits."
  },
  {
    "id": 123,
    "statement": "Hebbian learning strengthens neural connections for unified social cognition."
  },
  {
    "id": 124,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through bidirectional corticothalamic connections."
  },
  {
    "id": 125,
    "statement": "Thalamus refines sensory info hierarchically through neural layers."
  },
  {
    "id": 126,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering"
  },
  {
    "id": 127,
    "statement": "Working memory capacity enhances attentional control in social cognition."
  },
  {
    "id": 128,
    "statement": "Thalamus's hierarchical processing refines sensory information through layers"
  },
  {
    "id": 129,
    "statement": "Thalamus processes sensory information hierarchically through neural layers."
  },
  {
    "id": 130,
    "statement": "Hebbian learning strengthens neural connections through synchronized neuron firing."
  },
  {
    "id": 131,
    "statement": "Thalamocortical interactions modulate dopamine release and neural activity."
  },
  {
    "id": 132,
    "statement": "Thalamus receives processed sensory information from sensory receptors and cortex."
  },
  {
    "id": 133,
    "statement": "Thalamus gates sensory info through top-down attentional filtering mechanisms"
  },
  {
    "id": 134,
    "statement": "Thalamus refines sensory information after receiving it from cortex."
  },
  {
    "id": 135,
    "statement": "The thalamus filters sensory info through layered neural circuits."
  },
  {
    "id": 136,
    "statement": "Thalamus modulates cortical connections through various neural mechanisms."
  },
  {
    "id": 137,
    "statement": "Corticothalamic connections facilitate thalamus attentional filtering through excitatory GABA-glutamate signaling."
  },
  {
    "id": 138,
    "statement": "Thalamus processes sensory info hierarchically through layered neural circuits."
  },
  {
    "id": 139,
    "statement": "Thalamus refines sensory info through hierarchical processing stages."
  },
  {
    "id": 140,
    "statement": "Primary sensory cortex filters raw sensory data for processing."
  },
  {
    "id": 141,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 142,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons"
  },
  {
    "id": 143,
    "statement": "Attentional control in social cognition relies on working memory capacity."
  },
  {
    "id": 144,
    "statement": "Thalamus modulates dopamine release in reward processing circuits."
  },
  {
    "id": 145,
    "statement": "Thalamus extracts and refines sensory information hierarchically through filtering."
  },
  {
    "id": 146,
    "statement": "Thalamus refines sensory info through corticothalamic filtering."
  },
  {
    "id": 147,
    "statement": "Corticothalamic connections regulate attentional filtering through bidirectional signals."
  },
  {
    "id": 148,
    "statement": "Thalamus gates sensory info based on PFC attentional signals."
  },
  {
    "id": 149,
    "statement": "Thalamus refines sensory information through hierarchical feature extraction."
  },
  {
    "id": 150,
    "statement": "Working memory capacity enhances attentional control in social cognition through PFC."
  },
  {
    "id": 151,
    "statement": "Thalamus refines sensory info hierarchically through multiple layers"
  },
  {
    "id": 152,
    "statement": "Corticothalamic connections refer to direct PFC-thalamus neural connections."
  },
  {
    "id": 153,
    "statement": "Thalamus refines sensory information through attentional filtering mechanisms."
  },
  {
    "id": 154,
    "statement": "Thalamus refines sensory info through hierarchical processing layers."
  },
  {
    "id": 155,
    "statement": "Thalamus processes sensory information hierarchically through neural circuits."
  },
  {
    "id": 156,
    "statement": "Hebbian learning strengthens neural connections for unified social cognition"
  },
  {
    "id": 157,
    "statement": "The thalamus refines sensory info through hierarchical processing layers."
  },
  {
    "id": 158,
    "statement": "Thalamus processes sensory info hierarchically through organized layers."
  },
  {
    "id": 159,
    "statement": "Thalamus refines sensory info through hierarchical filters and layers."
  },
  {
    "id": 160,
    "statement": "PFC and thalamus have bidirectional connections for attentional filtering."
  },
  {
    "id": 161,
    "statement": "Thalamus integrates sensory info with emotional and attentional inputs."
  },
  {
    "id": 162,
    "statement": "Hebbian learning strengthens neural connections for social intelligence through repetition."
  },
  {
    "id": 163,
    "statement": "Thalamus refines sensory info through hierarchical neural feedback loops"
  },
  {
    "id": 164,
    "statement": "Thalamus refines sensory info through hierarchical neural processing loops."
  },
  {
    "id": 165,
    "statement": "Thalamus processes sensory info hierarchically through layered neural connections."
  },
  {
    "id": 166,
    "statement": "Thalamus integrates sensory info from various brain regions."
  },
  {
    "id": 167,
    "statement": "Entrainment synchronizes neural oscillations through inhibitory and excitatory neurons."
  },
  {
    "id": 168,
    "statement": "Thalamus receives raw sensory information, processes hierarchically."
  },
  {
    "id": 169,
    "statement": "PFC sends top-down signals to thalamus through corticothalamic pathways."
  },
  {
    "id": 170,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 171,
    "statement": "Working memory capacity optimizes attentional control in social cognition."
  },
  {
    "id": 172,
    "statement": "Thalamus refines sensory info through corticothalamic cascades."
  },
  {
    "id": 173,
    "statement": "Gamma oscillations enhance neural synchrony and neural coding efficiency"
  },
  {
    "id": 174,
    "statement": "Thalamus receives dopamine-related information from midbrain regions."
  },
  {
    "id": 175,
    "statement": "Thalamus modulates cortical connections through GABA and glutamate."
  },
  {
    "id": 176,
    "statement": "PFC sends top-down signals and receives bottom-up signals from thalamus through bidirectional connections."
  },
  {
    "id": 177,
    "statement": "Thalamocortical loops modulate cortical connections through bidirectional feedback."
  },
  {
    "id": 178,
    "statement": "Thalamus refines sensory information through hierarchical neural processing."
  },
  {
    "id": 179,
    "statement": "Thalamus processes sensory information hierarchically in layers refining features."
  },
  {
    "id": 180,
    "statement": "Corticothalamic connections modulate attentional filtering through top-down PFC signals."
  },
  {
    "id": 181,
    "statement": "Thalamus regulates dopamine levels indirectly through neurochemical pathways."
  },
  {
    "id": 182,
    "statement": "Thalamus refines sensory information hierarchically through layered processing mechanisms."
  },
  {
    "id": 183,
    "statement": "Thalamus receives sensory information with initial processing from environment"
  },
  {
    "id": 184,
    "statement": "Thalamus processes sensory info hierarchically, extracting and refining features."
  },
  {
    "id": 185,
    "statement": "PFC top-down signals influence thalamus's attentional filtering through glutamate"
  },
  {
    "id": 186,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through PFC top-down signals."
  },
  {
    "id": 187,
    "statement": "LTP and LTD oppose each other in synaptic plasticity"
  },
  {
    "id": 188,
    "statement": "Thalamus refines raw sensory information through hierarchical processing layers."
  },
  {
    "id": 189,
    "statement": "Working memory capacity enhances attentional control in social cognition"
  },
  {
    "id": 190,
    "statement": "Thalamus organizes neural circuits hierarchically through layered processing."
  },
  {
    "id": 191,
    "statement": "Thalamocortical loops filter sensory info through hierarchical processing."
  },
  {
    "id": 192,
    "statement": "Corticothalamic connections influence thalamocortical transmission through top-down signals."
  },
  {
    "id": 193,
    "statement": "Thalamus refines sensory info through layered processing mechanisms."
  },
  {
    "id": 194,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections"
  },
  {
    "id": 195,
    "statement": "Thalamus processes raw sensory data before transmitting to cortex."
  },
  {
    "id": 196,
    "statement": "Thalamus refines sensory info through hierarchical processing layers."
  },
  {
    "id": 197,
    "statement": "Thalamus receives bidirectional signals from and to PFC throughout attentional filtering."
  },
  {
    "id": 198,
    "statement": "The thalamus refines sensory information through hierarchical neural circuits."
  },
  {
    "id": 199,
    "statement": "Thalamus processes sensory info hierarchically through layered neural circuits."
  }
]