[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 2,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 3,
    "statement": "Thalamus relays sensory info to primary sensory cortices."
  },
  {
    "id": 4,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 5,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 6,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 7,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives."
  },
  {
    "id": 8,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down control."
  },
  {
    "id": 9,
    "statement": "Thalamus actively filters sensory info through cortical expectations dynamically."
  },
  {
    "id": 10,
    "statement": "Top-down control enables PFC to modulate thalamus's filtering."
  },
  {
    "id": 11,
    "statement": "Corticothalamic connections modulate sensory processing through attentional control."
  },
  {
    "id": 12,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas through excitatory and inhibitory connections, feedback loops, and neural oscillations."
  },
  {
    "id": 13,
    "statement": "ACC and insula jointly regulate emotional processing and empathy."
  },
  {
    "id": 14,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 15,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 16,
    "statement": "Thalamus dynamically filters and refines sensory info for cortex processing."
  },
  {
    "id": 17,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 18,
    "statement": "Corticothalamic feedback loops refine sensory processing through error correction."
  },
  {
    "id": 19,
    "statement": "PFC sends top-down signals to modulate thalamus's filtering through CT."
  },
  {
    "id": 20,
    "statement": "Mentalizing simulates others' mental states through theory of mind."
  },
  {
    "id": 21,
    "statement": "Cortical expectations influence thalamus's filtering of sensory information through prediction."
  },
  {
    "id": 22,
    "statement": "Thalamus acts as a relay station processing sensory information."
  },
  {
    "id": 23,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 24,
    "statement": "Glutamate receptors enable fast and accurate neural signal transmission."
  },
  {
    "id": 25,
    "statement": "Corticothalamic connections enable bidirectional communication between brain areas."
  },
  {
    "id": 26,
    "statement": "Thalamus refines sensory information through selective integration and modulation."
  },
  {
    "id": 27,
    "statement": "Mentalizing involves simulating others' mental states through empathy, working memory, attention, and cognitive flexibility."
  },
  {
    "id": 28,
    "statement": "The thalamus relays sensory data from various receptors."
  },
  {
    "id": 29,
    "statement": "Mentalizing involves simulating others' mental states through theory of mind."
  },
  {
    "id": 30,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 31,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic pathway."
  },
  {
    "id": 32,
    "statement": "Thalamus filters sensory info based on cortical expectations."
  },
  {
    "id": 33,
    "statement": "Top-down control refers to cognitive influence on sensory processing."
  },
  {
    "id": 34,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 35,
    "statement": "Thalamus receives sensory info from PNS, performs initial processing."
  },
  {
    "id": 36,
    "statement": "Thalamus receives and relays sensory info to cerebral cortex."
  },
  {
    "id": 37,
    "statement": "Thalamus converges sensory info through multimodal convergence zones."
  },
  {
    "id": 38,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 39,
    "statement": "Corticothalamic pathway enables cortically-modulated sensory information processing"
  },
  {
    "id": 40,
    "statement": "Thalamus integrates sensory info through complex neural interactions."
  },
  {
    "id": 41,
    "statement": "Neural gain regulated by dynamic neural interactions' balance."
  },
  {
    "id": 42,
    "statement": "Thalamus receives sensory info from PNS, relays to cortex reciprocally."
  },
  {
    "id": 43,
    "statement": "Brain regions communicate through synchronized neural oscillations and firing."
  },
  {
    "id": 44,
    "statement": "ACC-insula network integrates emotions and cognition through neural oscillations."
  },
  {
    "id": 45,
    "statement": "Corticothalamic pathway modulates sensory processing through top-down control mechanisms."
  },
  {
    "id": 46,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 47,
    "statement": "The thalamus integrates sensory information through convergence zones and loops."
  },
  {
    "id": 48,
    "statement": "Corticothalamic pathway enables bidirectional communication between brain regions."
  },
  {
    "id": 49,
    "statement": "PFC influences thalamus's attentional filtering through top-down signals."
  },
  {
    "id": 50,
    "statement": "Thalamus filters sensory info dynamically based on cortical expectations."
  },
  {
    "id": 51,
    "statement": "Corticothalamic connections enable bidirectional top-down attention modulation."
  },
  {
    "id": 52,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 53,
    "statement": "PFC sends top-down signals to regulate Thalamus's sensory filtering."
  },
  {
    "id": 54,
    "statement": "Corticothalamic connections refine sensory information transmission pathways."
  },
  {
    "id": 55,
    "statement": "Neural oscillations in ACC-insula network integrate emotions and cognition."
  },
  {
    "id": 56,
    "statement": "Synaptic plasticity enables learning and memory through LTP/LTD processes."
  },
  {
    "id": 57,
    "statement": "Corticothalamic pathway enables bidirectional neural communication for attention modulation."
  },
  {
    "id": 58,
    "statement": "Cortical expectations modulate sensory filtering through thalamocortical connections."
  },
  {
    "id": 59,
    "statement": "Corticothalamic pathway enables bidirectional communication for attention modulation."
  },
  {
    "id": 60,
    "statement": "Thalamus refines sensory processing through corticothalamic feedback loops."
  },
  {
    "id": 61,
    "statement": "Thalamus integrates sensory info from multiple sources hierarchically."
  },
  {
    "id": 62,
    "statement": "Neural gain modulates signal strength through corticothalamic interactions."
  },
  {
    "id": 63,
    "statement": "Thalamus dynamically filters sensory info based cortical expectations."
  },
  {
    "id": 64,
    "statement": "Corticothalamic pathway enables bidirectional communication between brain regions."
  },
  {
    "id": 65,
    "statement": "Corticothalamic pathway integrates attentional modulation with sensory processing."
  },
  {
    "id": 66,
    "statement": "Neural gain balances excitation and inhibition for signal amplification."
  },
  {
    "id": 67,
    "statement": "ACC-insula network integrates emotions and cognition through neural oscillations."
  },
  {
    "id": 68,
    "statement": "Thalamus fine-tunes sensory filtering based on cortical expectations dynamically."
  },
  {
    "id": 69,
    "statement": "ACC and insula jointly regulate emotional processing and empathy through top-down and bottom-up processing."
  },
  {
    "id": 70,
    "statement": "Brain regions synchronize neural oscillations for emotional regulation consistently."
  },
  {
    "id": 71,
    "statement": "Neural oscillations coordinate neural signals for efficient processing"
  },
  {
    "id": 72,
    "statement": "Thalamus acts as gateway for sensory information processing."
  },
  {
    "id": 73,
    "statement": "Thalamus refines sensory info through neural processing filters."
  },
  {
    "id": 74,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through bidirectional neural pathways."
  },
  {
    "id": 75,
    "statement": "ACC-insula network integrates interoceptive and exteroceptive information for empathy."
  },
  {
    "id": 76,
    "statement": "Corticothalamic pathway regulates sensory information based on attentional state."
  },
  {
    "id": 77,
    "statement": "Cognitive empathy involves understanding others' mental states through imagination."
  },
  {
    "id": 78,
    "statement": "The thalamus integrates sensory info hierarchically through multiple stages."
  },
  {
    "id": 79,
    "statement": "Brain regions communicate through synchronized neural oscillations, firing, and transmission."
  },
  {
    "id": 80,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 81,
    "statement": "Thalamus receives processed sensory information from PNS through brainstem and spinal cord."
  },
  {
    "id": 82,
    "statement": "PFC top-down signals modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 83,
    "statement": "ACC-insula network synchronizes emotions and cognition through neural oscillations."
  },
  {
    "id": 84,
    "statement": "PFC's top-down control modulates thalamus's sensory filtering through CT connections"
  },
  {
    "id": 85,
    "statement": "Thalamus's attentional filtering modulates sensory inputs through corticothalamic connections."
  },
  {
    "id": 86,
    "statement": "Corticothalamic connections enable bidirectional communication for top-down control and feedback."
  },
  {
    "id": 87,
    "statement": "ACC-insula network integrates emotions and cognition through synchronized oscillations."
  },
  {
    "id": 88,
    "statement": "Mentalizing perspective involves simulating another's mental states through empathy."
  },
  {
    "id": 89,
    "statement": "Neural oscillations modulate neural gain in sensory processing through synchronization."
  },
  {
    "id": 90,
    "statement": "ACC-insula network synchronizes emotions and cognition through neural oscillations."
  },
  {
    "id": 91,
    "statement": "Cortical expectations modulate thalamus's filtering through bidirectional neurocommunication."
  },
  {
    "id": 92,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  },
  {
    "id": 93,
    "statement": "Theory of mind enables social understanding through action prediction."
  },
  {
    "id": 94,
    "statement": "Thalamus receives raw sensory data from peripheral nervous system."
  },
  {
    "id": 95,
    "statement": "Mentalizing involves simulating another's mental states through empathy and understanding."
  },
  {
    "id": 96,
    "statement": "Thalamus dynamically filters and refines sensory information for cortex."
  },
  {
    "id": 97,
    "statement": "Corticothalamic interactions fine-tune sensory signal processing through reciprocal connections."
  },
  {
    "id": 98,
    "statement": "Thalamus refines sensory information through complex neural interactions."
  },
  {
    "id": 99,
    "statement": "Neural gain regulated by complex neural interactions dynamics."
  },
  {
    "id": 100,
    "statement": "Thalamus receives sensory info, performs initial processing and filtering."
  },
  {
    "id": 101,
    "statement": "Top-down control modulates thalamus's filtering through corticothalamic pathways."
  },
  {
    "id": 102,
    "statement": "Thalamus continuously adapts filtering based on changing cortical expectations."
  },
  {
    "id": 103,
    "statement": "Corticothalamic connections integrate attentional modulation with sensory processing."
  },
  {
    "id": 104,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through bidirectional communication."
  },
  {
    "id": 105,
    "statement": "PFC modulates Thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 106,
    "statement": "Cognitive empathy involves understanding others' emotional states."
  },
  {
    "id": 107,
    "statement": "Mentalizing involves cognitive and empathetic understanding of others' states."
  },
  {
    "id": 108,
    "statement": "Neural oscillations synchronize brain regions for cognitive processing."
  },
  {
    "id": 109,
    "statement": "ACC-insula network integrates interoception and exteroception for empathy."
  },
  {
    "id": 110,
    "statement": "Theory of mind enables social understanding and cooperation by predicting actions."
  },
  {
    "id": 111,
    "statement": "Technical writing balances precision and simplicity through clear language consistently."
  },
  {
    "id": 112,
    "statement": "Neural gain controlled by PFC through top-down modulation volume"
  },
  {
    "id": 113,
    "statement": "Thalamus relays sensory information to primary sensory cortices."
  },
  {
    "id": 114,
    "statement": "Thalamus fine-tunes sensory filtering based on cortical expectations."
  },
  {
    "id": 115,
    "statement": "Thalamus facilitates integration of sensory information through synchronized oscillations"
  },
  {
    "id": 116,
    "statement": "Cognitive empathy involves understanding others' mental states empathetically."
  },
  {
    "id": 117,
    "statement": "Theory of mind enables simulating others' mental states through perspective-taking."
  },
  {
    "id": 118,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down signals."
  },
  {
    "id": 119,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 120,
    "statement": "Thalamus filters sensory info based on internal expectations dynamically."
  },
  {
    "id": 121,
    "statement": "Synaptic plasticity involves LTP and LTD to change connection strength."
  },
  {
    "id": 122,
    "statement": "ACC-insula network integrates emotions and cognition through neural oscillations."
  },
  {
    "id": 123,
    "statement": "PFC top-down signals modulate thalamus's filtering through CT connections."
  },
  {
    "id": 124,
    "statement": "Mentalizing perspective: simulating others' thoughts and feelings empathetically."
  },
  {
    "id": 125,
    "statement": "Thalamus adapts filtering mechanisms to match changing cortical expectations."
  },
  {
    "id": 126,
    "statement": "Neural oscillations facilitate emotional-cognitive integration in ACC-insula network."
  },
  {
    "id": 127,
    "statement": "Thalamus integrates sensory information in a hierarchical processing stream."
  },
  {
    "id": 128,
    "statement": "Thalamus refines sensory info through complex neural communication pathways."
  },
  {
    "id": 129,
    "statement": "PFC modulates Thalamus's sensory filtering through attentional top-down control."
  },
  {
    "id": 130,
    "statement": "Neural gain amplifies or attenuates neural signals in sensory processing."
  },
  {
    "id": 131,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 132,
    "statement": "Synaptic plasticity adjusts connection strength through LTP/LTD processes"
  },
  {
    "id": 133,
    "statement": "Thalamus integrates sensory information through multimodal convergence zones."
  },
  {
    "id": 134,
    "statement": "Interoception-integrated empathy perpetuates social bonding and cooperation."
  },
  {
    "id": 135,
    "statement": "The ACC-insula network regulates emotions and cognition through neural oscillations"
  },
  {
    "id": 136,
    "statement": "Corticothalamic pathway modulates sensory information processing through top-down control."
  },
  {
    "id": 137,
    "statement": "Neural gain regulates signal amplitude in sensory information processing"
  },
  {
    "id": 138,
    "statement": "Perspective-taking simulates others' mental states through empathetic understanding."
  },
  {
    "id": 139,
    "statement": "Mentalizing simulates others' mental states through perspective-taking."
  },
  {
    "id": 140,
    "statement": "Mentalizing simulates others' thoughts, feelings, and perspectives cognitively."
  },
  {
    "id": 141,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 142,
    "statement": "Interoception refers to internal bodily sensations perceived by insula."
  },
  {
    "id": 143,
    "statement": "Corticothalamic pathway enables bidirectional communication for attention modulation."
  },
  {
    "id": 144,
    "statement": "PFC modulates neural gain through top-down attentional control"
  },
  {
    "id": 145,
    "statement": "Thalamus refines sensory info through spinal cord processing."
  },
  {
    "id": 146,
    "statement": "Thalamus receives raw sensory data from PNS for processing."
  },
  {
    "id": 147,
    "statement": "Thalamus integrates sensory info through selective combinations and modulation."
  },
  {
    "id": 148,
    "statement": "Thalamus receives sensory info from PNS and cortex reciprocally."
  },
  {
    "id": 149,
    "statement": "Corticothalamic interactions regulate signal processing through reciprocal connections."
  },
  {
    "id": 150,
    "statement": "Neural oscillations play a role in emotional-cognitive integration."
  },
  {
    "id": 151,
    "statement": "Thalamus refines sensory info through synaptic plasticity and neural oscillations"
  },
  {
    "id": 152,
    "statement": "The thalamus processes and filters sensory information before transmission."
  },
  {
    "id": 153,
    "statement": "Thalamus adapts filtering to match changing cortical expectations seamlessly."
  },
  {
    "id": 154,
    "statement": "Thalamus continuously updates filtering through corticothalamic pathway dynamics."
  },
  {
    "id": 155,
    "statement": "Glutamate receptors modulate neural signal transmission with synaptic plasticity."
  },
  {
    "id": 156,
    "statement": "The thalamus filters sensory info based on internal expectations dynamically."
  },
  {
    "id": 157,
    "statement": "Neural oscillations integrate brain regions for cognitive processing harmoniously."
  },
  {
    "id": 158,
    "statement": "Top-down control enables PFC to modulate thalamus's filtering."
  },
  {
    "id": 159,
    "statement": "Synaptic plasticity involves various mechanisms for modifying connections."
  },
  {
    "id": 160,
    "statement": "Corticothalamic connections modulate sensory processing with top-down signals."
  },
  {
    "id": 161,
    "statement": "Neural oscillations coordinate emotions and cognition through ACC-insula network."
  },
  {
    "id": 162,
    "statement": "Corticothalamic connections enable bidirectional neural information exchange."
  },
  {
    "id": 163,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic connections based on past experiences."
  },
  {
    "id": 164,
    "statement": "Cortical expectations filter out redundant sensory information proactively."
  },
  {
    "id": 165,
    "statement": "Thalamus refines sensory information through corticothalamic feedback loops."
  },
  {
    "id": 166,
    "statement": "Mentalizing involves simulating others' mental states through theory of mind."
  },
  {
    "id": 167,
    "statement": "Thalamus filters sensory info based on cortical expectations."
  },
  {
    "id": 168,
    "statement": "Thalamus adapts filtering to changing cortical expectations through CT connections."
  },
  {
    "id": 169,
    "statement": "PFC top-down signals modulate Thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 170,
    "statement": "Mentalizing simulates others' mental states through empathy and understanding."
  },
  {
    "id": 171,
    "statement": "Corticothalamic connections enable PFC's top-down attentional modulation."
  },
  {
    "id": 172,
    "statement": "Thalamus adjusts sensory input based on cortical expectations dynamically."
  },
  {
    "id": 173,
    "statement": "Corticothalamic connections refine auditory information from background noise."
  },
  {
    "id": 174,
    "statement": "Neural gain regulated by complex neural interactions' dynamics."
  },
  {
    "id": 175,
    "statement": "Neural gain regulated by complex neural interactions' balance."
  },
  {
    "id": 176,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 177,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 178,
    "statement": "Corticothalamic pathway enables bidirectional attention modulation through top-down signals."
  },
  {
    "id": 179,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 180,
    "statement": "PFC modulates thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 181,
    "statement": "Neural gain optimizes signal amplification through excitatory/inhibitory balance."
  },
  {
    "id": 182,
    "statement": "Thalamus integrates sensory information through convergence zones and loops."
  },
  {
    "id": 183,
    "statement": "Thalamus processes sensory information in hierarchical step-by-step manner."
  },
  {
    "id": 184,
    "statement": "Mentalizing simulates others' mental states through theory of mind understanding."
  },
  {
    "id": 185,
    "statement": "Cortical expectations filter sensory info through dynamic thalamic processing."
  },
  {
    "id": 186,
    "statement": "Thalamus filters sensory info dynamically based on cortical predictions."
  },
  {
    "id": 187,
    "statement": "Thalamus dynamically filters sensory info based on cortical predictions."
  },
  {
    "id": 188,
    "statement": "Cortical expectations influence thalamus's sensory filtering through predictive coding."
  },
  {
    "id": 189,
    "statement": "Neural gain modulates signal strength through neural circuit interactions."
  },
  {
    "id": 190,
    "statement": "PFC sends top-down signals to regulate Thalamus's sensory filtering."
  },
  {
    "id": 191,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through CT."
  },
  {
    "id": 192,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations through top-down modulation."
  },
  {
    "id": 193,
    "statement": "Gamma waves integrate emotional and cognitive information in ACC-insula network."
  },
  {
    "id": 194,
    "statement": "Mentalizing perspective simulates others' thoughts and feelings empathetically."
  },
  {
    "id": 195,
    "statement": "Thalamus actively processes and filters sensory information before transmission."
  },
  {
    "id": 196,
    "statement": "PFC sends signals to regulate thalamus's sensory filtering selectively."
  },
  {
    "id": 197,
    "statement": "ACC-insula network integrates emotions and cognition through neural oscillations."
  },
  {
    "id": 198,
    "statement": "Corticothalamic connections enable bidirectional modulation of thalamus's filtering."
  },
  {
    "id": 199,
    "statement": "Thalamus integrates sensory info through hierarchical neural processing."
  }
]