[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, and situational awareness."
  },
  {
    "id": 2,
    "statement": "Honesty involves multiple factors beyond situational awareness."
  },
  {
    "id": 3,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, situational awareness."
  },
  {
    "id": 4,
    "statement": "Thalamus filters, amplifies sensory information through neural oscillations."
  },
  {
    "id": 5,
    "statement": "The thalamus filters and amplifies sensory information through alpha oscillations."
  },
  {
    "id": 6,
    "statement": "Emotions influence moral behavior through internalized values and principles."
  },
  {
    "id": 7,
    "statement": "Alpha oscillations filter sensory information through selective attention mechanisms"
  },
  {
    "id": 8,
    "statement": "Thalamus filters and integrates sensory information for cortical analysis."
  },
  {
    "id": 9,
    "statement": "Biology influences moral development through brain structure and function"
  },
  {
    "id": 10,
    "statement": "Thalamus filters sensory info through neural oscillations and synaptic plasticity."
  },
  {
    "id": 11,
    "statement": "Thalamus refines processing through dynamic interplay of attention and context."
  },
  {
    "id": 12,
    "statement": "Alpha oscillations modulate synaptic plasticity for attentional filtering"
  },
  {
    "id": 13,
    "statement": "Emotions influence honesty through complex interactions of individual differences and context factors."
  },
  {
    "id": 14,
    "statement": "Honesty integrates moral framework, emotional motivation, situational awareness."
  },
  {
    "id": 15,
    "statement": "Thalamus filters sensory information through attentional modulation."
  },
  {
    "id": 16,
    "statement": "Emotions influence moral behavior through internalized moral frameworks, honesty."
  },
  {
    "id": 17,
    "statement": "Honesty does not diminish in emergency situations, always upheld fully."
  },
  {
    "id": 18,
    "statement": "Alpha oscillations influence attentional filtering through synaptic plasticity."
  },
  {
    "id": 19,
    "statement": "Alpha oscillations filter out irrelevant sensory information in thalamus."
  },
  {
    "id": 20,
    "statement": "Honesty is tested in emergency situations."
  },
  {
    "id": 21,
    "statement": "Thalamus plays crucial role in filtering and processing sensory information."
  },
  {
    "id": 22,
    "statement": "Thalamus filters sensory information through neural oscillations refining processing."
  },
  {
    "id": 23,
    "statement": "Thalamus filters sensory info through attention and memory contexts."
  },
  {
    "id": 24,
    "statement": "Honesty builds trust by being truthful and authentic."
  },
  {
    "id": 25,
    "statement": "Moral development influenced by biology, culture, and environment interaction."
  },
  {
    "id": 26,
    "statement": "Honesty in authentic relationships fosters deep trust and connection."
  },
  {
    "id": 27,
    "statement": "Situational awareness only provides partial understanding of a situation"
  },
  {
    "id": 28,
    "statement": "Honesty is not the sole foundation of trust; other factors exist."
  },
  {
    "id": 29,
    "statement": "Alpha oscillations in thalamus filter out irrelevant sensory information."
  },
  {
    "id": 30,
    "statement": "Emotions influence honesty through complex interactions of individual differences and context factors."
  },
  {
    "id": 31,
    "statement": "Situational awareness necessary but insufficient for informed decision-making."
  },
  {
    "id": 32,
    "statement": "Thalamocortical loops refine sensory information through re-entrant processing mechanisms"
  },
  {
    "id": 33,
    "statement": "Alpha oscillations' role in thalamic filtering is debated among theories."
  },
  {
    "id": 34,
    "statement": "Alpha oscillations modulate thalamic sensory info transmission selectively"
  },
  {
    "id": 35,
    "statement": "Thalamus filters out irrelevant sensory information through alpha oscillations"
  },
  {
    "id": 36,
    "statement": "Thalamus filters sensory info constantly based on attention and relevance."
  },
  {
    "id": 37,
    "statement": "Thalamus filters sensory info based on attentional state and relevance."
  },
  {
    "id": 38,
    "statement": "Alpha oscillations modulate attentional filtering in thalamic sensory processing."
  },
  {
    "id": 39,
    "statement": "Situational awareness involves perception, recognition, understanding, and decision-making."
  },
  {
    "id": 40,
    "statement": "Thalamus filters sensory information for cortical analysis and processing"
  },
  {
    "id": 41,
    "statement": "Alpha oscillations modulate neural connections for attentional filtering."
  },
  {
    "id": 42,
    "statement": "Thalamus acts as sensory relay station filtering and processing information."
  },
  {
    "id": 43,
    "statement": "Thalamus is a complex, dynamic structure involved in multiple functions."
  },
  {
    "id": 44,
    "statement": "Lying can't be justified, honesty is the moral foundation"
  },
  {
    "id": 45,
    "statement": "Alpha oscillations modulate attentional filtering through synaptic plasticity."
  },
  {
    "id": 46,
    "statement": "Thalamus filters sensory information based on attention, relevance, and priority"
  },
  {
    "id": 47,
    "statement": "Thalamus role in attentional filtering debated among theories"
  },
  {
    "id": 48,
    "statement": "Emotions influence moral behavior through internalized moral frameworks."
  },
  {
    "id": 49,
    "statement": "Thalamus refines sensory info through cortical feedback and iteration."
  },
  {
    "id": 50,
    "statement": "Alpha oscillations modulate thalamic filtering of sensory information."
  },
  {
    "id": 51,
    "statement": "Situational awareness necessary but insufficient for informed decision-making."
  },
  {
    "id": 52,
    "statement": "Thalamus integrates sensory info through dynamic neural interactions."
  },
  {
    "id": 53,
    "statement": "Thalamus's attentional filtering remains a topic of ongoing scientific debate"
  },
  {
    "id": 54,
    "statement": "Thalamus filters sensory info through attentional modulation and relevance>"
  },
  {
    "id": 55,
    "statement": "Biology shapes moral development through brain structure and function plays role."
  },
  {
    "id": 56,
    "statement": "Thalamus filters sensory information based on attention and memory contexts."
  },
  {
    "id": 57,
    "statement": "Thalamus filters sensory information based on attention, relevance, priority, and context."
  },
  {
    "id": 58,
    "statement": "Moral development involves complex interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 59,
    "statement": "Thalamus filters sensory info through attentional modulation and relevance detection"
  },
  {
    "id": 60,
    "statement": "Thalamus integrates sensory info through bidirectional thalamocortical interactions."
  },
  {
    "id": 61,
    "statement": "Moral development influenced by complex interplay of biology and culture."
  },
  {
    "id": 62,
    "statement": "Situational awareness provides partial understanding of a situation."
  },
  {
    "id": 63,
    "statement": "Honesty in emergencies requires nuance and integrity coordination."
  },
  {
    "id": 64,
    "statement": "Thalamus filters and amplifies sensory information through neural oscillations."
  },
  {
    "id": 65,
    "statement": "Thalamus filters sensory info through re-entrant processing mechanisms refining information"
  },
  {
    "id": 66,
    "statement": "Alpha oscillations selectively filter sensory info through synchronized activity"
  },
  {
    "id": 67,
    "statement": "Thalamus filters out irrelevant sensory information for processing"
  },
  {
    "id": 68,
    "statement": "Thalamus filters sensory info through neural oscillations selectively"
  },
  {
    "id": 69,
    "statement": "Thalamus refines sensory info through re-entrant processing and feedback."
  },
  {
    "id": 70,
    "statement": "Situational awareness is a crucial but incomplete decision-making component."
  },
  {
    "id": 71,
    "statement": "Internalized moral frameworks evoke emotions influencing moral behavior."
  },
  {
    "id": 72,
    "statement": "Thalamocortical loops facilitate bidirectional sensory information processing between brain structures."
  },
  {
    "id": 73,
    "statement": "Informed decision-making essential for honesty requires neural oscillations processing"
  },
  {
    "id": 74,
    "statement": "Thalamus filters sensory information through neural oscillations selectively refining processing."
  },
  {
    "id": 75,
    "statement": "Lying can be justified to protect innocent lives or uphold moral principles in extreme cases."
  },
  {
    "id": 76,
    "statement": "Situational awareness is a necessary but not sufficient condition."
  },
  {
    "id": 77,
    "statement": "Thalamus filters sensory info adaptively through neural oscillations."
  },
  {
    "id": 78,
    "statement": "Honesty influenced by complex emotional interactions with values."
  },
  {
    "id": 79,
    "statement": "Thalamus filters and amplifies sensory information through neural oscillations."
  },
  {
    "id": 80,
    "statement": "Thalamus selectively filters sensory info based on attentional state and relevance."
  },
  {
    "id": 81,
    "statement": "Thalamus refines processing through attention and context interplay."
  },
  {
    "id": 82,
    "statement": "Emotions influence moral decisions through internalized moral values."
  },
  {
    "id": 83,
    "statement": "Cortical feedback loops refine thalamic processing through indirect connections in brain"
  },
  {
    "id": 84,
    "statement": "Thalamus filters sensory info through attention, relevance, and feedback."
  },
  {
    "id": 85,
    "statement": "Thalamocortical loops refine sensory information through cortical feedback loops"
  },
  {
    "id": 86,
    "statement": "Thalamus acts as gatekeeper for sensory information processing."
  },
  {
    "id": 87,
    "statement": "Situational awareness necessary but insufficient for informed decision-making."
  },
  {
    "id": 88,
    "statement": "Alpha oscillations modulate thalamic activity, filtering out irrelevant stimuli."
  },
  {
    "id": 89,
    "statement": "Individual differences complexly influenced by multiple factors."
  },
  {
    "id": 90,
    "statement": "Thalamus filters and processes sensory information through oscillations."
  },
  {
    "id": 91,
    "statement": "Situational awareness crucial for informed decision-making, not sufficient alone."
  },
  {
    "id": 92,
    "statement": "The thalamus selectively filters sensory information through neural oscillations."
  },
  {
    "id": 93,
    "statement": "Honesty is foundation of trust through authentic relationships."
  },
  {
    "id": 94,
    "statement": "Thalamus filters and amplifies sensory information through neural oscillations"
  },
  {
    "id": 95,
    "statement": "Moral development influenced by complex interplay of various factors."
  },
  {
    "id": 96,
    "statement": "Situational awareness provides partial understanding of a situation."
  },
  {
    "id": 97,
    "statement": "Thalamus refines sensory info through attention and feedback loops."
  },
  {
    "id": 98,
    "statement": "The thalamus dynamically refines processing through attentional state and relevance."
  },
  {
    "id": 99,
    "statement": "Thalamus refines sensory info through iterative cortical feedback refinement."
  },
  {
    "id": 100,
    "statement": "Alpha oscillations modulate attentional filtering in thalamic sensory processing."
  },
  {
    "id": 101,
    "statement": "Emotions' influence on honesty mediated by individual personality traits."
  },
  {
    "id": 102,
    "statement": "Alpha oscillations modulate thalamic processing through selective filtering."
  },
  {
    "id": 103,
    "statement": "Emotions influence honesty through complex interaction of individual differences and context."
  },
  {
    "id": 104,
    "statement": "The thalamus filters sensory info adaptively based on context."
  },
  {
    "id": 105,
    "statement": "Incomplete understanding can be improved with additional contextual feedback"
  },
  {
    "id": 106,
    "statement": "The thalamus plays a crucial role in processing and integrating sensory information."
  },
  {
    "id": 107,
    "statement": "Honesty arises from balance of emotional, cognitive, and social factors."
  },
  {
    "id": 108,
    "statement": "Thalamus refines sensory info through iterative cortical feedback loops refining processing."
  },
  {
    "id": 109,
    "statement": "Thalamus refines sensory info through iterative cortical processing cycles"
  },
  {
    "id": 110,
    "statement": "Informed decision-making requires situational awareness combined with emotional intelligence."
  },
  {
    "id": 111,
    "statement": "Lack of critical thinking and emotional intelligence hinders decision-making"
  },
  {
    "id": 112,
    "statement": "Thalamus filters sensory info based on attentional state dynamically."
  },
  {
    "id": 113,
    "statement": "Thalamus filters sensory info through attentional modulation and memory context integration."
  },
  {
    "id": 114,
    "statement": "Internalized moral frameworks guide moral behavior through emotional resonance, intuition, and regulation."
  },
  {
    "id": 115,
    "statement": "Thalamocortical loops and cortical feedback loops refine sensory information"
  },
  {
    "id": 116,
    "statement": "Situational awareness essential but incomplete, incomplete understanding insufficient"
  },
  {
    "id": 117,
    "statement": "Individual differences shaped by genetics, environment, personality traits"
  },
  {
    "id": 118,
    "statement": "Incomplete understanding can hinder accurate decision-making and judgment."
  },
  {
    "id": 119,
    "statement": "Informed decision-making requires consideration of multiple factors beyond situational awareness."
  },
  {
    "id": 120,
    "statement": "Thalamus filters sensory info through neural oscillations refining processing."
  },
  {
    "id": 121,
    "statement": "Cortical feedback loops refine thalamic processing through indirect connections."
  },
  {
    "id": 122,
    "statement": "The thalamus refines sensory info through cortical feedback loops."
  },
  {
    "id": 123,
    "statement": "Situational awareness is essential but not sufficient decision-making."
  },
  {
    "id": 124,
    "statement": "Situational awareness necessary but insufficient for informed decision-making."
  },
  {
    "id": 125,
    "statement": "Thalamus as gatekeeper filters and modulates sensory information."
  },
  {
    "id": 126,
    "statement": "Alpha oscillations are neural rhythms filtering sensory information selectively."
  },
  {
    "id": 127,
    "statement": "The thalamus receives, filters, and transmits sensory information to cortex."
  },
  {
    "id": 128,
    "statement": "Honesty is not sole foundation of trust; context matters."
  },
  {
    "id": 129,
    "statement": "Alpha oscillations' role in filtering irrelevant stimuli debated among theories."
  },
  {
    "id": 130,
    "statement": "Moral development influenced by biological, cultural, and environmental interactions."
  },
  {
    "id": 131,
    "statement": "Emotions like guilt, shame, or pride affect moral values and honesty."
  },
  {
    "id": 132,
    "statement": "Thalamus acts as sensory information gatekeeper and filter."
  },
  {
    "id": 133,
    "statement": "Thalamus filters and refines sensory information before sending to cortex."
  },
  {
    "id": 134,
    "statement": "The thalamus filters sensory info through attentional modulation and alpha oscillations."
  },
  {
    "id": 135,
    "statement": "Alpha oscillations modulate synaptic plasticity through neurotransmitter release"
  },
  {
    "id": 136,
    "statement": "Thalamus plays central role in sensory information processing."
  },
  {
    "id": 137,
    "statement": "Alpha oscillations modulate thalamic filtering through direct and indirect mechanisms."
  },
  {
    "id": 138,
    "statement": "Honesty involves emotional motivation and moral framework"
  },
  {
    "id": 139,
    "statement": "Informed decision-making balances situational awareness with emotional intelligence."
  },
  {
    "id": 140,
    "statement": "Thalamus filters sensory information based on attention and memory contexts."
  },
  {
    "id": 141,
    "statement": "Biology significantly influences moral development through brain structure and function."
  },
  {
    "id": 142,
    "statement": "Emotional motivation is an emotional driver of honest decision-making"
  },
  {
    "id": 143,
    "statement": "Thalamus integrates sensory info through bidirectional thalamocortical interactions."
  },
  {
    "id": 144,
    "statement": "Thalamus and cortex engage in bidirectional sensory information processing."
  },
  {
    "id": 145,
    "statement": "Moral foundation is a subjective concept shaped by personal values"
  },
  {
    "id": 146,
    "statement": "Thalamus modulates sensory info through neural oscillations filtering relevance"
  },
  {
    "id": 147,
    "statement": "Thalamus plays complex, adaptive role in attentional filtering processing."
  },
  {
    "id": 148,
    "statement": "Emotions influenced by internalized values and principles shape moral behavior."
  },
  {
    "id": 149,
    "statement": "The thalamus filters sensory information for cortical processing and integration."
  },
  {
    "id": 150,
    "statement": "Biology influences moral development through brain structure and function."
  },
  {
    "id": 151,
    "statement": "The thalamus plays crucial role in sensory information processing."
  },
  {
    "id": 152,
    "statement": "Thalamus refines sensory info through attention and re-entrant processing loops."
  },
  {
    "id": 153,
    "statement": "Internalized values and principles shape emotional responses''"
  },
  {
    "id": 154,
    "statement": "Lying can be justified in extraordinary circumstances"
  },
  {
    "id": 155,
    "statement": "Emotions influence honesty by shaping moral frameworks and values."
  },
  {
    "id": 156,
    "statement": "Alpha oscillations selectively filter sensory information in the thalamus"
  },
  {
    "id": 157,
    "statement": "Thalamus refines sensory info through iterative cortical feedback loops refining."
  },
  {
    "id": 158,
    "statement": "Dynamic refinement: Thalamus adjusts processing based on attention, relevance, and feedback"
  },
  {
    "id": 159,
    "statement": "Thalamus uses alpha oscillations to filter and amplify sensory information."
  },
  {
    "id": 160,
    "statement": "Alpha oscillations modulate neural connections through neural synchronization and neurotransmitter release."
  },
  {
    "id": 161,
    "statement": "Contextual feedback refines understanding by resolving ambiguities"
  },
  {
    "id": 162,
    "statement": "Thalamus refines sensory info through cortical feedback loops iteratively."
  },
  {
    "id": 163,
    "statement": "Alpha oscillations filter sensory info through selective attention mechanisms."
  },
  {
    "id": 164,
    "statement": "Thalamus filters sensory info through attentional state and relevance."
  },
  {
    "id": 165,
    "statement": "The thalamus dynamically filters sensory info based on attentional state."
  },
  {
    "id": 166,
    "statement": "Situational awareness necessary, but insufficient for informed decision-making, considering context, alternatives, emotions, critical thinking, and experience."
  },
  {
    "id": 167,
    "statement": "Thalamus filters sensory info through neural oscillations filtering relevance."
  },
  {
    "id": 168,
    "statement": "Emotions influence moral behavior through internalized moral frameworks"
  },
  {
    "id": 169,
    "statement": "Alpha oscillations regulate thalamocortical transmission through selective filtering."
  },
  {
    "id": 170,
    "statement": "Thalamus filters, processes, and modulates sensory information selectively."
  },
  {
    "id": 171,
    "statement": "Thalamus filters sensory info through neural oscillations and synaptic plasticity, refining processing continuously."
  },
  {
    "id": 172,
    "statement": "Emotions influence honesty through complex interactions with individual differences."
  },
  {
    "id": 173,
    "statement": "Thalamus refines sensory information through iterative cortical processing cycles."
  },
  {
    "id": 174,
    "statement": "Thalamus integrates memory context with sensory input for filtering."
  },
  {
    "id": 175,
    "statement": "Thalamus filters sensory information through alpha oscillations' gatekeeping."
  },
  {
    "id": 176,
    "statement": "Informed decision-making involves multiple factors beyond situational awareness."
  },
  {
    "id": 177,
    "statement": "Situational awareness is essential but not sufficient in decision-making processes."
  },
  {
    "id": 178,
    "statement": "Thalamus uses neural oscillations to filter sensory information."
  },
  {
    "id": 179,
    "statement": "Alpha oscillations modulate thalamic filtering of sensory information selectively."
  },
  {
    "id": 180,
    "statement": "Thalamus filters sensory information by attention, memories, and context."
  },
  {
    "id": 181,
    "statement": "Thalamus filters sensory info through attentional modulation and relevance assessment."
  },
  {
    "id": 182,
    "statement": "Honesty involves moral framework, values, and emotional motivation."
  },
  {
    "id": 183,
    "statement": "Thalamus is complex, dynamic structure involved in multiple processes"
  },
  {
    "id": 184,
    "statement": "Thalamus integrates sensory information through dynamic neural networking."
  },
  {
    "id": 185,
    "statement": "Thalamus refines sensory information through cortical feedback loop."
  },
  {
    "id": 186,
    "statement": "Situational awareness provides foundation, but insufficient for informed decision-making."
  },
  {
    "id": 187,
    "statement": "Thalamus filters sensory info constantly adapting to context and relevance."
  },
  {
    "id": 188,
    "statement": "Emotions play a crucial role in shaping moral decisions and behaviors."
  },
  {
    "id": 189,
    "statement": "Alpha oscillations modulate attentional filtering through synaptic plasticity."
  },
  {
    "id": 190,
    "statement": "Honesty in emergencies requires nuance and integrity coordination."
  },
  {
    "id": 191,
    "statement": "Thalamus filters out irrelevant sensory info through alpha oscillations"
  },
  {
    "id": 192,
    "statement": "Alpha oscillations' role in attentional filtering remains debated among theories."
  },
  {
    "id": 193,
    "statement": "Honesty arises from harmonious interaction of moral framework, emotions, and context."
  },
  {
    "id": 194,
    "statement": "Honesty is a fundamental value in all situations, including emergencies."
  },
  {
    "id": 195,
    "statement": "Biology's brain structure and function influences moral development."
  },
  {
    "id": 196,
    "statement": "Emotions regulate honesty via complex interactions of brain structures."
  },
  {
    "id": 197,
    "statement": "Emotional intelligence and critical thinking enhance informed decision-making."
  },
  {
    "id": 198,
    "statement": "Perception involves detecting and interpreting sensory information effectively"
  },
  {
    "id": 199,
    "statement": "Honesty is necessary but insufficient condition for trust."
  }
]