[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Thalamocortical interactions involve synchronized neural activity coordination mechanisms."
  },
  {
    "id": 2,
    "statement": "Emotions arise from dynamic interaction of innate and learned influences."
  },
  {
    "id": 3,
    "statement": "Honesty involves situational awareness, contextual consideration, and empathy."
  },
  {
    "id": 4,
    "statement": "Moral principles arise from interconnected biological, cultural, environmental factors."
  },
  {
    "id": 5,
    "statement": "Innuendo refers to subtle indirect language conveying unintended meaning"
  },
  {
    "id": 6,
    "statement": "Honesty involves situational awareness and contextual consideration."
  },
  {
    "id": 7,
    "statement": "Thalamus integrates sensory inputs with cortical processing feedback mechanisms."
  },
  {
    "id": 8,
    "statement": "Honetsy involves situational awarness, contextual consideration, and emotional understanding."
  },
  {
    "id": 9,
    "statement": "Honesty arises from dynamic interplay of various genetic and environmental factors."
  },
  {
    "id": 10,
    "statement": "Thalamus uses neural oscillations to filter attentionally-dependent sensory information."
  },
  {
    "id": 11,
    "statement": "Emotions arise from dynamic interplay of innate and learned factors."
  },
  {
    "id": 12,
    "statement": "Thalamus integrates sensory inputs with cortical processing feedback mechanisms refining sensory information."
  },
  {
    "id": 13,
    "statement": "Cultural norms shape emotional expressions through observation and imitation."
  },
  {
    "id": 14,
    "statement": "Thalamus filters sensory info through cortical feedback mechanisms."
  },
  {
    "id": 15,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 16,
    "statement": "Thalamus refines sensory information through neural oscillations filtering."
  },
  {
    "id": 17,
    "statement": "Honesty is a necessary condition for trust, but insufficient alone."
  },
  {
    "id": 18,
    "statement": "Thalamus filters sensory info based on attention and oscillations."
  },
  {
    "id": 19,
    "statement": "Thalamus acts as gatekeeper, relaying sensory info to cortex."
  },
  {
    "id": 20,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations mechanisms"
  },
  {
    "id": 21,
    "statement": "The thalamus filters sensory info through synchronized neural oscillations."
  },
  {
    "id": 22,
    "statement": "Gamma oscillations' precise role in thalamus unclear"
  },
  {
    "id": 23,
    "statement": "Cultural norms shape emotional expressions through social learning mechanisms."
  },
  {
    "id": 24,
    "statement": "Gamma oscillations in thalamus unclear, role open to debate"
  },
  {
    "id": 25,
    "statement": "Social learning influences emotional expressions through observational imitation."
  },
  {
    "id": 26,
    "statement": "Honesty is a necessary condition for trust, but not sufficient alone."
  },
  {
    "id": 27,
    "statement": "The thalamus's gamma oscillations refine sensory processing through iterative filtering."
  },
  {
    "id": 28,
    "statement": "Lying can be morally justifiable in exceptional circumstancesาประ"
  },
  {
    "id": 29,
    "statement": "Thalamus integrates neural oscillations for sensory information refinement."
  },
  {
    "id": 30,
    "statement": "Empathy essential for honesty, considering emotional impact of words."
  },
  {
    "id": 31,
    "statement": "Moral principles are context-dependent and shaped by various factors"
  },
  {
    "id": 32,
    "statement": "Thalamus filters sensory information through cortical refinement loops."
  },
  {
    "id": 33,
    "statement": "The thalamus receives and refines sensory information before cortex."
  },
  {
    "id": 34,
    "statement": "Attentional modulation filters irrelevant sensory information through neural pathways"
  },
  {
    "id": 35,
    "statement": "Thalamus uses alpha oscillations to filter sensory information complexly."
  },
  {
    "id": 36,
    "statement": "Moral development arises from interconnected biological, cultural, and environmental factors."
  },
  {
    "id": 37,
    "statement": "Honesty involves situational awareness and contextual consideration always."
  },
  {
    "id": 38,
    "statement": "Thalamus's alpha and gamma oscillations refine sensory info through attention."
  },
  {
    "id": 39,
    "statement": "The thalamus refines sensory information through synchronized neural oscillations."
  },
  {
    "id": 40,
    "statement": "Thalamus filters sensory information through synchronized neural oscillations"
  },
  {
    "id": 41,
    "statement": "Thalamus filters sensory information through coordinated neural synchrony."
  },
  {
    "id": 42,
    "statement": "Thalamus's gamma oscillations filter and process sensory information circuitously."
  },
  {
    "id": 43,
    "statement": "Attentional modulation enhances perceptual processing through neural pathways"
  },
  {
    "id": 44,
    "statement": "Honesty involves situational awareness and contextual consideration always."
  },
  {
    "id": 45,
    "statement": "Cognitive capacity arises from harmoniously interacting mental processes"
  },
  {
    "id": 46,
    "statement": "Gamma and alpha oscillations have synergistic enhancement effect."
  },
  {
    "id": 47,
    "statement": "Cultural norms can shape emotional expressions through social influence."
  },
  {
    "id": 48,
    "statement": "Thalamus integrates sensory inputs with cortical feedback mechanisms."
  },
  {
    "id": 49,
    "statement": "Thalamus uses alpha oscillations to filter out sensory information."
  },
  {
    "id": 50,
    "statement": "Thalamus filters sensory information through synchronized neural oscillations."
  },
  {
    "id": 51,
    "statement": "Attentional modulation filters sensory info through thalamus and cortex."
  },
  {
    "id": 52,
    "statement": "Thalamus integrates sensory info through synchronized neural oscillations."
  },
  {
    "id": 53,
    "statement": "Thalamus filters sensory information based on attentional demands in attention."
  },
  {
    "id": 54,
    "statement": "Gamma and alpha oscillations combine for enhanced brain function."
  },
  {
    "id": 55,
    "statement": "Honesty involves situational awareness, contextual consideration, and empathy."
  },
  {
    "id": 56,
    "statement": "Thalamus integrates sensory information with cortical feedback refined."
  },
  {
    "id": 57,
    "statement": "Emotions arise from complex dynamic interplay of innate and learned factors."
  },
  {
    "id": 58,
    "statement": "Thalamus uses alpha oscillations to filter sensory information selectively"
  },
  {
    "id": 59,
    "statement": "Social learning involves observing and imitating others' behaviors."
  },
  {
    "id": 60,
    "statement": "Innuendo refers to subtle indirect language conveying unintended meaning."
  },
  {
    "id": 61,
    "statement": "Thalamus utilizes neural oscillations to filter and amplify sensory info."
  },
  {
    "id": 62,
    "statement": "Gamma oscillations in thalamus play unclear role in sensory processing."
  },
  {
    "id": 63,
    "statement": "Attentional modulation enhances perception through thalamic sensory filtering."
  },
  {
    "id": 64,
    "statement": "The thalamus participates in attentional modulation and sensory processing refinement."
  },
  {
    "id": 65,
    "statement": "Cognitive capacity is a complex interplay of multiple mental processes."
  },
  {
    "id": 66,
    "statement": "Thalamus refines sensory information through cortical feedback filtering."
  },
  {
    "id": 67,
    "statement": "Thalamus and cortex dynamically interact through re-entrant processing."
  },
  {
    "id": 68,
    "statement": "Thalamus and cortex interact in sensory information refinement loops."
  },
  {
    "id": 69,
    "statement": "The thalamus filters sensory info through cortical feedback mechanisms."
  },
  {
    "id": 70,
    "statement": "Situational awareness enhances effective honesty and respectful communication."
  },
  {
    "id": 71,
    "statement": "Cultural norms influence emotional expressions through social learning processes."
  },
  {
    "id": 72,
    "statement": "The thalamus modulates attention and sensory processing through filtering and gating."
  },
  {
    "id": 73,
    "statement": "Cultural norms influence emotional expressions through multiple factors."
  },
  {
    "id": 74,
    "statement": "Honesty is a fundamental value, but context-dependent considerations may exception"
  },
  {
    "id": 75,
    "statement": "Attentional modulation enhances perception by filtering irrelevant sensory info"
  },
  {
    "id": 76,
    "statement": "Moral principles arise from multifaceted interactions between biological, cultural, environmental, and social factors."
  },
  {
    "id": 77,
    "statement": "Cultural norms shape emotional expressions through social interactions."
  },
  {
    "id": 78,
    "statement": "Honesty involves situational awareness and contextual consideration."
  },
  {
    "id": 79,
    "statement": "Honesty in any context requires situational awareness and empathy."
  },
  {
    "id": 80,
    "statement": "Honesty involves situational awareness, contextual consideration, and situational judgment."
  },
  {
    "id": 81,
    "statement": "Alpha oscillations selectively filter sensory information in thalamus"
  },
  {
    "id": 82,
    "statement": "Cultural norms shape emotional expressions through social learning mechanisms."
  },
  {
    "id": 83,
    "statement": "The thalamus filters sensory information based on attentional state and oscillations."
  },
  {
    "id": 84,
    "statement": "Thalamus uses neural oscillations to refine sensory information processing."
  },
  {
    "id": 85,
    "statement": "Cultural norms shape emotional expressions through observation and imitation."
  },
  {
    "id": 86,
    "statement": "Thalamus refines sensory info through neural oscillations filtering."
  },
  {
    "id": 87,
    "statement": "Thalamus' gamma oscillations role uncertain due to methodological limitations."
  },
  {
    "id": 88,
    "statement": "Thalamocortical interactions involve synchronized neural activity coordination mechanisms."
  },
  {
    "id": 89,
    "statement": "Top-down attention modulates thalamus activity through neural pathways."
  },
  {
    "id": 90,
    "statement": "Honesty's relationship with empathy is context-dependent and complex."
  },
  {
    "id": 91,
    "statement": "Lying justified in extreme situations for greater good."
  },
  {
    "id": 92,
    "statement": "Thalamus filters sensory info through attentional state, oscillations."
  },
  {
    "id": 93,
    "statement": "Top-down attention modulates thalamus through cortico-thalamic projections."
  },
  {
    "id": 94,
    "statement": "Trust is a complex concept with multiple components beyond honesty"
  },
  {
    "id": 95,
    "statement": "Moral principles arise from complex interactions between factors."
  },
  {
    "id": 96,
    "statement": "Thalamus uses neural oscillations for attentionally-dependent sensory processing"
  },
  {
    "id": 97,
    "statement": "Attentional modulation and perceptual processing filter sensory information cooperatively."
  },
  {
    "id": 98,
    "statement": "Attentional modulation enhances perceptual processing through thalamic gating."
  },
  {
    "id": 99,
    "statement": "Honesty involves situational awareness, contextual consideration, and empathetic understanding."
  },
  {
    "id": 100,
    "statement": "Moral principles emerge from complex interactions between factors."
  },
  {
    "id": 101,
    "statement": "Thalamus filters sensory info using synchronized neural oscillations."
  },
  {
    "id": 102,
    "statement": "Thalamus refines sensory information through neural oscillations filtering."
  },
  {
    "id": 103,
    "statement": "Cognitive capacity emerges from harmoniously interacting mental processes"
  },
  {
    "id": 104,
    "statement": "Moral principles arise from complex interplay of internal and external factors."
  },
  {
    "id": 105,
    "statement": "Cultural norms influence emotional expressions through social learning pathways."
  },
  {
    "id": 106,
    "statement": "Thalamus' gamma oscillations uncertain due to methodological limitations."
  },
  {
    "id": 107,
    "statement": "Situational awareness in honesty involves empathy, consideration, and responsibility."
  },
  {
    "id": 108,
    "statement": "The thalamus refines sensory info through cortical feedback refining processes."
  },
  {
    "id": 109,
    "statement": "Attentional modulation filters out irrelevant sensory information"
  },
  {
    "id": 110,
    "statement": "Thalamus filters sensory information through cortical feedback mechanisms."
  },
  {
    "id": 111,
    "statement": "Lying can be morally justifiable in exceptional circumstances, such as to prevent harm."
  },
  {
    "id": 112,
    "statement": "Cognitive capacity arises from interconnected mental processes' harmonious interactions."
  },
  {
    "id": 113,
    "statement": "Honesty's nuance stems from complex interplay of various factors."
  },
  {
    "id": 114,
    "statement": "Thalamus filters sensory info through attentional modulation and oscillations mechanism"
  },
  {
    "id": 115,
    "statement": "The thalamus filters sensory information through neural oscillations and attention."
  },
  {
    "id": 116,
    "statement": "Moral development arises from intertwined biological, environmental, and cultural factors."
  },
  {
    "id": 117,
    "statement": "Honesty involves situational awareness, context, and others' perspectives."
  },
  {
    "id": 118,
    "statement": "The thalamus integrates sensory information with cortical feedback mechanisms."
  },
  {
    "id": 119,
    "statement": "Thalamus's gamma oscillations play a complex and unclear role."
  },
  {
    "id": 120,
    "statement": "Cortical feedback mechanisms: thalamus filters sensory info through it."
  },
  {
    "id": 121,
    "statement": "Thalamocortical interactions involve dynamic bidirectional sensory information exchange."
  },
  {
    "id": 122,
    "statement": "Thalamus's alpha oscillations filter out irrelevant sensory information."
  },
  {
    "id": 123,
    "statement": "Thalamus relays sensory info to cortex through thalamocortical processing."
  },
  {
    "id": 124,
    "statement": "Top-down attentional modulation influences thalamus activity through neural pathways"
  },
  {
    "id": 125,
    "statement": "Honesty's relationship with empathy is context-dependent and multifaceted."
  },
  {
    "id": 126,
    "statement": "Thalamus uses alpha oscillations to filter sensory information selectively."
  },
  {
    "id": 127,
    "statement": "Lying justified in extreme situations for greater good."
  },
  {
    "id": 128,
    "statement": "Cultural norms shape emotional expressions through social learning mechanisms."
  },
  {
    "id": 129,
    "statement": "Trust emerges from multiple components, including honesty and reliability"
  },
  {
    "id": 130,
    "statement": "The thalamus filters sensory info based on brain's attentional state."
  },
  {
    "id": 131,
    "statement": "Thalamus integrates sensory information with cortical feedback processing."
  },
  {
    "id": 132,
    "statement": "Thalamus filters sensory info through attentional state and neural oscillations."
  },
  {
    "id": 133,
    "statement": "Gamma oscillations refine sensory processing through synchronized neural filtering."
  },
  {
    "id": 134,
    "statement": "Thalamus synchronizes neural oscillations for sensory information filtering."
  },
  {
    "id": 135,
    "statement": "Thalamus filters sensory information through attentional state regulation."
  },
  {
    "id": 136,
    "statement": "Thalamus refines sensory info through oscillations, attentional modulation."
  },
  {
    "id": 137,
    "statement": "Gamma oscillations in thalamus unclear due to methodological limitations."
  },
  {
    "id": 138,
    "statement": "Thalamus filters sensory information based on attentional demands through neural oscillations."
  },
  {
    "id": 139,
    "statement": "Thalamus's alpha oscillations role in filtering unclear due research limitations."
  },
  {
    "id": 140,
    "statement": "Honesty involves situational awareness and contextual consideration generally."
  },
  {
    "id": 141,
    "statement": "Thalamus filters sensory info through cortical feedback and oscillations."
  },
  {
    "id": 142,
    "statement": "Thalamus filters sensory info through attentional modulation and feedback."
  },
  {
    "id": 143,
    "statement": "Gamma and alpha oscillations have synergistic enhancement effect on sensory processing."
  },
  {
    "id": 144,
    "statement": "Thalamus filters sensory info through synchronized neural oscillations."
  },
  {
    "id": 145,
    "statement": "Thalamus integrates sensory inputs with cortex through re-entrant processing."
  },
  {
    "id": 146,
    "statement": "Thalamus filters sensory info through complex attentional and oscillatory processes."
  },
  {
    "id": 147,
    "statement": "Thalamus refines sensory information through filtering and correction mechanisms."
  },
  {
    "id": 148,
    "statement": "Thalamus filters sensory information based on attentional demands."
  },
  {
    "id": 149,
    "statement": "Honesty arises from complex interplay of biological, environmental, cognitive, social, and emotional factors."
  },
  {
    "id": 150,
    "statement": "Trust requires multiple factors, including honesty, reliability, and empathy."
  },
  {
    "id": 151,
    "statement": "Gamma oscillations' role in thalamus uncertain due to methodological limitations."
  },
  {
    "id": 152,
    "statement": "Moral principles arise from complex interplay of internal and external influences."
  },
  {
    "id": 153,
    "statement": "Honesty involves situational awareness, contextual consideration, and emotional intelligence."
  },
  {
    "id": 154,
    "statement": "Attentional modulation and perceptual processing filter sensory information cooperatively."
  },
  {
    "id": 155,
    "statement": "Thalamus and cortex interact through bidirectional sensory information exchange."
  },
  {
    "id": 156,
    "statement": "Honesty may be necessary, but not sufficient, for trust."
  },
  {
    "id": 157,
    "statement": "Thalamus's gamma oscillations process sensory information through iterative feedback loops."
  },
  {
    "id": 158,
    "statement": "The thalamus filters sensory information based on attentional demands."
  },
  {
    "id": 159,
    "statement": "Cultural norms shape emotions through social learning mechanisms."
  },
  {
    "id": 160,
    "statement": "Thalamocortical interactions involve bidirectional dynamic sensory information exchange."
  },
  {
    "id": 161,
    "statement": "Thalamus integrates neural oscillations for sensory information processing."
  },
  {
    "id": 162,
    "statement": "Trust is a multifaceted concept involving honesty, reliability, and consistency."
  },
  {
    "id": 163,
    "statement": "Thalamus integrates sensory inputs with cortical feedback mechanisms."
  },
  {
    "id": 164,
    "statement": "Cognitive capacity arises from harmonious interactions between mental processes."
  },
  {
    "id": 165,
    "statement": "Thalamus receives and refines sensory information based on attention and oscillations."
  },
  {
    "id": 166,
    "statement": "Top-down attentional modulation influences thalamus activity through neural pathways controlling sensory processing."
  },
  {
    "id": 167,
    "statement": "Thalamus integrates sensory information complexly through alpha oscillations."
  },
  {
    "id": 168,
    "statement": "Moral principles arise from complex interactions of biology, culture, environment."
  },
  {
    "id": 169,
    "statement": "Social learning involves observing, imitating, modeling, and interacting."
  },
  {
    "id": 170,
    "statement": "Cultural norms influence emotional expressions through complex interplay of factors."
  },
  {
    "id": 171,
    "statement": "Thalamus's gamma oscillations, complex and poorly understood mechanism"
  },
  {
    "id": 172,
    "statement": "Thalamus's alpha oscillations involved in complex attentional modulation."
  },
  {
    "id": 173,
    "statement": "Alpha oscillations filter specific sensory information for attention."
  },
  {
    "id": 174,
    "statement": "Honesty involves considering others' perspectives and social context."
  },
  {
    "id": 175,
    "statement": "Moral development arises from complex interplay of biological, environmental, cultural factors."
  },
  {
    "id": 176,
    "statement": "Situational awareness strengthens honest and respectful communication effectively."
  },
  {
    "id": 177,
    "statement": "Neural oscillations can be influenced by poor methodological design."
  },
  {
    "id": 178,
    "statement": "Thalamus filters and refines sensory information before sending it cortex."
  },
  {
    "id": 179,
    "statement": "Honesty emerges from dynamic interplay of genetic and environmental factors."
  },
  {
    "id": 180,
    "statement": "Innuendo refers to subtly indirect language with unintended meaning."
  },
  {
    "id": 181,
    "statement": "Thalamus uses gamma and alpha oscillations to filter sensory info."
  },
  {
    "id": 182,
    "statement": "Attention modulates neural activity in brain regions."
  },
  {
    "id": 183,
    "statement": "Honesty requires situational awareness, contextual consideration, and empathy."
  },
  {
    "id": 184,
    "statement": "Moral principles arise from complex interplay of biological, cultural, environmental factors."
  },
  {
    "id": 185,
    "statement": "Innuendo refers to subtle, indirect language conveying unintended meaning."
  },
  {
    "id": 186,
    "statement": "Situational awareness in honesty is interconnected with empathy, consideration, and responsibility."
  },
  {
    "id": 187,
    "statement": "Thalamus filters sensory information through cortical feedback mechanisms refine"
  },
  {
    "id": 188,
    "statement": "Efficient neural networks facilitate harmonious cognitive processing."
  },
  {
    "id": 189,
    "statement": "Thalamus integrates sensory info through coordinated neural activity synchronization."
  },
  {
    "id": 190,
    "statement": "Thalamus processes sensory info through cortical feedback refinement"
  },
  {
    "id": 191,
    "statement": "Honesty is a necessary condition for trust, but insufficient alone."
  },
  {
    "id": 192,
    "statement": "Biological, cultural, and environmental factors influence moral development synergistically."
  },
  {
    "id": 193,
    "statement": "Synchronized neural oscillations refine sensory information in thalamus."
  },
  {
    "id": 194,
    "statement": "Emotions arise from complex interplay of innate and learned factors."
  },
  {
    "id": 195,
    "statement": "Emotions influenced by observing others' emotional expressions and behaviors."
  },
  {
    "id": 196,
    "statement": "Attentional modulation filters out irrelevant sensory information with variability."
  },
  {
    "id": 197,
    "statement": "Thalamus filters sensory information through oscillations and attentional modulation."
  },
  {
    "id": 198,
    "statement": "The thalamus refines sensory information before sending it cortex."
  }
]