[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty is one important aspect of building trust reliably."
  },
  {
    "id": 2,
    "statement": "Honesty builds trust through consistency, reliability, and dependability"
  },
  {
    "id": 3,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition."
  },
  {
    "id": 4,
    "statement": "Thalamus filters sensory info through neural oscillations and gating."
  },
  {
    "id": 5,
    "statement": "Thalamus filters sensory info based on attentional state dynamically"
  },
  {
    "id": 6,
    "statement": "Thalamus dynamically adjusts sensory processing based on attentional state."
  },
  {
    "id": 7,
    "statement": "Consistency, reliability, dependability foster trust through predictability and stability."
  },
  {
    "id": 8,
    "statement": "Thalamus dynamically adjusts sensory processing based on attentional state."
  },
  {
    "id": 9,
    "statement": "Amygdala pattern recognition influenced by complex interplay of genetic, experiential, and cultural factors."
  },
  {
    "id": 10,
    "statement": "Honesty's foundation built on consistency, predictability, reliability."
  },
  {
    "id": 11,
    "statement": "Thalamus filters sensory info using neural oscillations as gates."
  },
  {
    "id": 12,
    "statement": "Consistency, predictability, and reliability establish honesty in trust-building."
  },
  {
    "id": 13,
    "statement": "Thalamus dynamically filters sensory information based on attentional state."
  },
  {
    "id": 14,
    "statement": "Biological factors, including genetics and brain structure, influence moral development."
  },
  {
    "id": 15,
    "statement": "Thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 16,
    "statement": "Consistency, reliability, and dependability foster predictability and stability."
  },
  {
    "id": 17,
    "statement": "Consistency is a cornerstone of trustworthiness and reliability."
  },
  {
    "id": 18,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 19,
    "statement": "Biological factors shape moral development through brain structure and function."
  },
  {
    "id": 20,
    "statement": "Thalamus uses neural oscillations to filter sensory information"
  },
  {
    "id": 21,
    "statement": "Commitment is sustained effort to consistently demonstrate reliability."
  },
  {
    "id": 22,
    "statement": "Thalamus filters sensory information through neural oscillations selectively."
  },
  {
    "id": 23,
    "statement": "Consistency, reliability, and dependability underpin trust and honesty."
  },
  {
    "id": 24,
    "statement": "“Consistency alone does not guarantee commitment or reliability.”"
  },
  {
    "id": 25,
    "statement": "The thalamus filters sensory info based on attentional state."
  },
  {
    "id": 26,
    "statement": "The thalamus filters sensory information through neural oscillations."
  },
  {
    "id": 27,
    "statement": "Honesty requires consistent, reliable behavior over prolonged periods."
  },
  {
    "id": 28,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 29,
    "statement": "Complex moral development arises from biological, cultural, environmental interactions."
  },
  {
    "id": 30,
    "statement": "Moral development arising from multi-faceted biological-cultural-environmental interactions."
  },
  {
    "id": 31,
    "statement": "Biological factors, including genetics and brain structure, influence moral development by shaping brain regions."
  },
  {
    "id": 32,
    "statement": "Thalamus modulates sensory processing based on attentional state dynamically."
  },
  {
    "id": 33,
    "statement": "Thalamus uses neural oscillations to filter sensory information selectively."
  },
  {
    "id": 34,
    "statement": "Thalamus filters sensory info through neural oscillations and gating."
  },
  {
    "id": 35,
    "statement": "Genetic factors shape amygdala structure and function"
  },
  {
    "id": 36,
    "statement": "Consistency and reliability can contribute to trust-building."
  },
  {
    "id": 37,
    "statement": "Biological factors, such as brain structure and function, influence moral development."
  },
  {
    "id": 38,
    "statement": "Moral development emerges from complex interplay of biological, cultural, environmental factors."
  },
  {
    "id": 39,
    "statement": "Thalamus filters sensory info according to attentional state requirements."
  },
  {
    "id": 40,
    "statement": "Honesty establishes foundation for reliability through consistent truthfulness."
  },
  {
    "id": 41,
    "statement": "The thalamus filters sensory info based on attentional state positively"
  },
  {
    "id": 42,
    "statement": "Cultural norms shape emotional expressions through socialization and conditioning processes."
  },
  {
    "id": 43,
    "statement": "Biological and cultural factors interact reciprocal in moral development."
  },
  {
    "id": 44,
    "statement": "Honesty built on foundation of trust through consistency, predictability, reliability"
  },
  {
    "id": 45,
    "statement": "Cultural norms shape emotional expression through learned social behaviors."
  },
  {
    "id": 46,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 47,
    "statement": "Thalamus uses neural oscillations for sensory filtering and gating."
  },
  {
    "id": 48,
    "statement": "Consistency and reliability build trust through predictability."
  },
  {
    "id": 49,
    "statement": "Honesty creates reliability and consistency in trust-building relationships."
  },
  {
    "id": 50,
    "statement": "Emotional awareness and regulation intertwine through labelling process"
  },
  {
    "id": 51,
    "statement": "Cultural norms shape emotional expressions through learned behavioral conditioning"
  },
  {
    "id": 52,
    "statement": "Biological, cultural, and environmental factors interact in complex ways"
  },
  {
    "id": 53,
    "statement": "Amygdala processes emotional information through bottom-up and top-down pathways robustly."
  },
  {
    "id": 54,
    "statement": "Amygdala processes emotions through bottom-up and top-down pathways differently."
  },
  {
    "id": 55,
    "statement": "Thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 56,
    "statement": "Consistency, reliability, and dependability support honesty's foundation."
  },
  {
    "id": 57,
    "statement": "Thalamus regulates sensory information through neural oscillations and gating mechanisms."
  },
  {
    "id": 58,
    "statement": "Genetic, experiential, and cultural factors complexly influence amygdala pattern recognition."
  },
  {
    "id": 59,
    "statement": "Consistency, reliability, and dependability foster trust through predictable behavior."
  },
  {
    "id": 60,
    "statement": "Honesty contributes to trust through consistency and predictability."
  },
  {
    "id": 61,
    "statement": "Cultural norms shape emotional expressions through learned behaviors."
  },
  {
    "id": 62,
    "statement": "Emotional regulation involves redirecting attention to reframe emotions and thoughts."
  },
  {
    "id": 63,
    "statement": "Genetic and neurobiological factors interplay in shaping emotional stability."
  },
  {
    "id": 64,
    "statement": "Moral development arises from dynamic multifaceted biological-cultural-environmental interactions."
  },
  {
    "id": 65,
    "statement": "Moral development arises from dynamic biology-cultural reciprocal interactions."
  },
  {
    "id": 66,
    "statement": "Honesty's foundation built on consistency, predictability, and stability."
  },
  {
    "id": 67,
    "statement": "Commitment involves sustained effort to ensure consistent reliability.'"
  },
  {
    "id": 68,
    "statement": "Thalamus adjusts sensory filtering in real-time based on attentional state."
  },
  {
    "id": 69,
    "statement": "Emotional regulation involves multifaceted cognitive emotional processes."
  },
  {
    "id": 70,
    "statement": "Predictable behavior fosters trust through consistency and reliability."
  },
  {
    "id": 71,
    "statement": "Consistency builds trust in many cases through predictability."
  },
  {
    "id": 72,
    "statement": "Emotional awareness and regulation develop through reciprocal labelling process."
  },
  {
    "id": 73,
    "statement": "Moral development resulting from interactive biological, cultural, environmental influences."
  },
  {
    "id": 74,
    "statement": "Honesty's importance may vary depending on extreme circumstances."
  },
  {
    "id": 75,
    "statement": "Amygdala processes emotions through bottom-up and top-down pathways."
  },
  {
    "id": 76,
    "statement": "Emotional regulation involves redirecting attention to reframe emotions and thoughts."
  },
  {
    "id": 77,
    "statement": "Commitment manifests through integrity, not just consistency alone."
  },
  {
    "id": 78,
    "statement": "Consistency and reliability can build trust without honesty's presence."
  },
  {
    "id": 79,
    "statement": "Emotional stability arises from interplay between genetic, neurobiological factors."
  },
  {
    "id": 80,
    "statement": "Thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 81,
    "statement": "Honesty's foundation built on consistency, predictability, and stability, unity."
  },
  {
    "id": 82,
    "statement": "Honesty arises from consistent, reliable, and truthful behavior over time."
  },
  {
    "id": 83,
    "statement": "Consistency demonstrates commitment through tangible manifestation of behavior."
  },
  {
    "id": 84,
    "statement": "Consistency involves reliability and dependability in behavior and actions."
  },
  {
    "id": 85,
    "statement": "Predictable behavior contributes to trust through consistency and reliability."
  },
  {
    "id": 86,
    "statement": "Cognitive reappraisal helps regulate emotions through reframing situations."
  },
  {
    "id": 87,
    "statement": "Emotional regulation involves complex multifaceted cognitive emotional processes."
  },
  {
    "id": 88,
    "statement": "Amygdala processes emotions through hierarchical processing mechanisms."
  },
  {
    "id": 89,
    "statement": "Biological factors play crucial roles in shaping moral development."
  },
  {
    "id": 90,
    "statement": "Amygdala's hierarchical, sequential processing involves bottom-up information."
  },
  {
    "id": 91,
    "statement": "Thalamus filters sensory info through neural oscillations and gating."
  },
  {
    "id": 92,
    "statement": "Moral development arises from multifaceted biological-cultural-environmental interactions"
  },
  {
    "id": 93,
    "statement": "Cultural norms influence emotional expressions through learned nonverbal behaviors"
  },
  {
    "id": 94,
    "statement": "Honesty is necessary but insufficient for building trust essentially."
  },
  {
    "id": 95,
    "statement": "Cultural conditioning influences emotional expression through social learning and norms"
  },
  {
    "id": 96,
    "statement": "Biological factors shape moral development through innate moral foundations."
  },
  {
    "id": 97,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition through parallel connections and pattern matching"
  },
  {
    "id": 98,
    "statement": "Honesty fosters trust, enabling emotional stability and awareness."
  },
  {
    "id": 99,
    "statement": "Amygdala processes emotions in hierarchically parallel, distributed manner."
  },
  {
    "id": 100,
    "statement": "Honesty established through consistency, predictability, and reliability in trust-building."
  },
  {
    "id": 101,
    "statement": "Honesty builds unity through consistency, predictability, and stability."
  },
  {
    "id": 102,
    "statement": "Consistency demonstrates commitment across various social contexts reliably."
  },
  {
    "id": 103,
    "statement": "Amygdala processes emotions in hierarchically parallel distributed manner, rapidly."
  },
  {
    "id": 104,
    "statement": "Consistency, reliability, and dependability build trust predictably."
  },
  {
    "id": 105,
    "statement": "Consistency and reliability can build trust in some situations."
  },
  {
    "id": 106,
    "statement": "Consistency, predictability, and reliability build trust in distinct ways."
  },
  {
    "id": 107,
    "statement": "Honesty's consistency enables emotional stability through reduced anxiety."
  },
  {
    "id": 108,
    "statement": "Honesty built upon consistency, predictability, and stability foundation"
  },
  {
    "id": 109,
    "statement": "Moral development emerges from complex interplay of factors continually."
  },
  {
    "id": 110,
    "statement": "Amygdala processes emotional information through bottom-up and top-down pathways."
  },
  {
    "id": 111,
    "statement": "Cultural norms shape emotional expressions through learned behaviors within cultural context."
  },
  {
    "id": 112,
    "statement": "Consistency, predictability, and reliability underlie honesty's foundation."
  },
  {
    "id": 113,
    "statement": "Thalamus filters sensory information through neural oscillations selectively."
  },
  {
    "id": 114,
    "statement": "Amygdala processes emotional information robustly through multiple pathways."
  },
  {
    "id": 115,
    "statement": "Cultural conditioning influences emotional expression through social learning and culture."
  },
  {
    "id": 116,
    "statement": "Genetic factors influence amygdala development and emotion processing through epigenetics."
  },
  {
    "id": 117,
    "statement": "Moral development resulting from interactive biological, cultural, environmental influences"
  },
  {
    "id": 118,
    "statement": "Consistency, predictability, and reliability create foundation for trust and honesty."
  },
  {
    "id": 119,
    "statement": "Thalamus filters sensory information through neural oscillations and gating mechanisms."
  },
  {
    "id": 120,
    "statement": "Honesty is crucial, but not sufficient, in building trust reliably."
  },
  {
    "id": 121,
    "statement": "Cultural norms shape emotional expressions through learned behaviors."
  },
  {
    "id": 122,
    "statement": "Emotional labelling facilitates emotional awareness and regulation reciprocally."
  },
  {
    "id": 123,
    "statement": "Biological and cultural factors interact reciprocal in moral development."
  },
  {
    "id": 124,
    "statement": "Honesty built on consistency, predictability, reliability, establishing trust foundation."
  },
  {
    "id": 125,
    "statement": "Honesty contributes to trust-building through multiple factors interaction"
  },
  {
    "id": 126,
    "statement": "Thalamus filters sensory info through real-time neural oscillations."
  },
  {
    "id": 127,
    "statement": "Amygdala processes emotions through both lateral and ventromedial pathways."
  },
  {
    "id": 128,
    "statement": "Trust building involves complex interplay of factors, not formulae."
  },
  {
    "id": 129,
    "statement": "Moral development arises from dynamic biology-culture reciprocal interactions."
  },
  {
    "id": 130,
    "statement": "Amygdala's parallel distributed processing allows rapid emotional recognition."
  },
  {
    "id": 131,
    "statement": "Biological, cultural, and environmental factors interplay shaping moral development."
  },
  {
    "id": 132,
    "statement": "Emotional regulation involves cognitive reappraisal, reframing situations."
  },
  {
    "id": 133,
    "statement": "Complex moral development arises from biological-cultural-environmental interactions."
  },
  {
    "id": 134,
    "statement": "The thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 135,
    "statement": "Honesty's importance reevaluated in extreme survival situations accordingly."
  },
  {
    "id": 136,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition through connections."
  },
  {
    "id": 137,
    "statement": "Thalamus uses neural oscillations to filter sensory information."
  },
  {
    "id": 138,
    "statement": "Thalamus filters selective sensory information through neural oscillations."
  },
  {
    "id": 139,
    "statement": "Honesty, consistency, reliability, and dependability interact to build trust."
  },
  {
    "id": 140,
    "statement": "Consistency, predictability, and reliability facilitate trust establishment distinctly"
  },
  {
    "id": 141,
    "statement": "Relationship between consistency, reliability, and predictability can vary contextually."
  },
  {
    "id": 142,
    "statement": "Honesty, consistency, and empathy coalesce to build strong trust."
  },
  {
    "id": 143,
    "statement": "Consistency, reliability crucial for trust-building and establishment."
  },
  {
    "id": 144,
    "statement": "Moral development emerges from intricate interplay of biology, culture."
  },
  {
    "id": 145,
    "statement": "Biological factors, such as brain structure and function, influence moral development through emotional processing and neurotransmitters."
  },
  {
    "id": 146,
    "statement": "Amygdala processes emotional information through bottom-up and top-down pathways."
  },
  {
    "id": 147,
    "statement": "Consistency fosters trust through predictability in everyday interactions."
  },
  {
    "id": 148,
    "statement": "Honesty builds trust through consistent and dependable actions."
  },
  {
    "id": 149,
    "statement": "Honesty's foundation built on consistency, predictability, and stability."
  },
  {
    "id": 150,
    "statement": "Thalamus filters sensory information using neural oscillations and gating."
  },
  {
    "id": 151,
    "statement": "Honesty builds trust through consistency, predictability, and dependability"
  },
  {
    "id": 152,
    "statement": "Cultural norms influence emotional expressions indirectly through learned behaviors."
  },
  {
    "id": 153,
    "statement": "Thalamus filters sensory info through neural oscillations and gating."
  },
  {
    "id": 154,
    "statement": "Predictable behavior implies consistent and reliable actions stability"
  },
  {
    "id": 155,
    "statement": "Brain processes sensory information in a hierarchical, bottom-up manner."
  },
  {
    "id": 156,
    "statement": "Emotional regulation involves complex interplay between cognitive emotional processes"
  },
  {
    "id": 157,
    "statement": "Emotional stability arises from genetic, neurobiological interplay."
  },
  {
    "id": 158,
    "statement": "Honesty is foundation of trust, necessary for moral acceptability."
  },
  {
    "id": 159,
    "statement": "Moral development emerges from dynamic biological-cultural interactions"
  },
  {
    "id": 160,
    "statement": "Predictable behavior builds trust through consistency and reliability mechanisms"
  },
  {
    "id": 161,
    "statement": "Thalamus filters sensory info based on attentional state requirements."
  },
  {
    "id": 162,
    "statement": "Consistency is insufficient for establishing trustworthiness and reliability alone."
  },
  {
    "id": 163,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition."
  },
  {
    "id": 164,
    "statement": "Consistency, reliability, and dependability foster trust through predictability"
  },
  {
    "id": 165,
    "statement": "Amygdala efficiently processes emotions through hierarchical, redundant pathways."
  },
  {
    "id": 166,
    "statement": "Moral development arises from biological-cultural-environmental interactions dynamically."
  },
  {
    "id": 167,
    "statement": "Thalamus filters sensory info through neural oscillations and gating."
  },
  {
    "id": 168,
    "statement": "Thalamus filters sensory information through neural oscillations and gating mechanisms."
  },
  {
    "id": 169,
    "statement": "Genetic and epigenetic factors shape amygdala development and emotions."
  },
  {
    "id": 170,
    "statement": "Emotional stability arises from genetic and neurobiological interplay."
  },
  {
    "id": 171,
    "statement": "Labelling emotions increases emotional awareness and emotional regulation."
  },
  {
    "id": 172,
    "statement": "Honesty emerges in trusted environments through reciprocity."
  },
  {
    "id": 173,
    "statement": "Cultural norms shape emotional expressions through social learning."
  },
  {
    "id": 174,
    "statement": "The thalamus uses neural oscillations to filter sensory information."
  },
  {
    "id": 175,
    "statement": "Cultural norms significantly influence emotional expression through learned behavior."
  },
  {
    "id": 176,
    "statement": "Thalamus filters sensory info based on attentional state actively."
  },
  {
    "id": 177,
    "statement": "Thalamus filters sensory information using neural oscillations as gates."
  },
  {
    "id": 178,
    "statement": "Honesty builds unity through consistency, predictability, and stability-sharing"
  },
  {
    "id": 179,
    "statement": "Thalamus filters sensory information through neural oscillations selectively."
  },
  {
    "id": 180,
    "statement": "Emotional regulation involves cognitive reappraisal and labelling processes"
  },
  {
    "id": 181,
    "statement": "Genetic factors influence amygdala development through complex interactions."
  },
  {
    "id": 182,
    "statement": "Honesty involves truthful actions over time consistently."
  },
  {
    "id": 183,
    "statement": "Biological factors influence moral development through brain structures and functions."
  },
  {
    "id": 184,
    "statement": "Thalamus dynamically adjusts sensory filtering based on attentional state."
  },
  {
    "id": 185,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 186,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition efficiently."
  },
  {
    "id": 187,
    "statement": "Thalamus adjusts sensory filtering dynamically based on attentional focus."
  },
  {
    "id": 188,
    "statement": "Thalamus dynamically filters sensory info based on attentional state."
  },
  {
    "id": 189,
    "statement": "Cultural norms significantly influence emotional expression through socialization."
  },
  {
    "id": 190,
    "statement": "Emotional regulation involves multifaceted cognitive emotional processes."
  },
  {
    "id": 191,
    "statement": "Biological, cultural, and environmental factors interact in reciprocal cycles."
  },
  {
    "id": 192,
    "statement": "The amygdala processes emotions through bottom-up and top-down pathways."
  },
  {
    "id": 193,
    "statement": "Honesty built upon consistency, predictability, and reliability foundation."
  },
  {
    "id": 194,
    "statement": "Long-term commitment to honesty fosters trust and unity."
  },
  {
    "id": 195,
    "statement": "Thalamus gates sensory info via neural oscillations frequencies."
  },
  {
    "id": 196,
    "statement": "Consistency and predictability precede reliability in trust-building processes."
  },
  {
    "id": 197,
    "statement": "Emotional regulation involves complex interactions between cognitive, emotional, neurobiological, and environmental factors."
  },
  {
    "id": 198,
    "statement": "Consistency in truthfulness is crucial for reliability and trust."
  }
]