[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 2,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 3,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 4,
    "statement": "Thalamus processes diverse sensory information, including emotional and attentional inputs."
  },
  {
    "id": 5,
    "statement": "Thalamus filters raw sensory data hierarchically before sending to cortex"
  },
  {
    "id": 6,
    "statement": "The thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 7,
    "statement": "Thalamus processes sensory information hierarchically through multiple layers."
  },
  {
    "id": 8,
    "statement": "Thalamus modulates cortical connections through GABA, glutamate, and dopamine."
  },
  {
    "id": 9,
    "statement": "Thalamus refines sensory information through hierarchical filtering and processing layers."
  },
  {
    "id": 10,
    "statement": "Thalamus refines sensory information through attentional filtering."
  },
  {
    "id": 11,
    "statement": "PFC sends top-down signals to thalamus through corticothalamic fibers."
  },
  {
    "id": 12,
    "statement": "Working memory capacity influences social cognition accuracy through attentional control."
  },
  {
    "id": 13,
    "statement": "The thalamus gates sensory info influenced by PFC attentional signals"
  },
  {
    "id": 14,
    "statement": "Thalamus filters and refines sensory information hierarchically."
  },
  {
    "id": 15,
    "statement": "Hebbian learning strengthens neural connections with synchronized firing."
  },
  {
    "id": 16,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 17,
    "statement": "Thalamus receives raw, unprocessed sensory information from sensory receptors."
  },
  {
    "id": 18,
    "statement": "LTP and LTD regulate synaptic strength through opposing forces."
  },
  {
    "id": 19,
    "statement": "Thalamus's dopamine regulation role is complex and unclear."
  },
  {
    "id": 20,
    "statement": "Thalamus receives and processes raw sensory data from environment"
  },
  {
    "id": 21,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons"
  },
  {
    "id": 22,
    "statement": "Thalamus processes sensory information hierarchically through layered circuits."
  },
  {
    "id": 23,
    "statement": "The thalamus filters sensory information before sending to cortex."
  },
  {
    "id": 24,
    "statement": "Thalamus receives processed sensory information, not solely raw sensory info."
  },
  {
    "id": 25,
    "statement": "Inhibitory and excitatory neurons synchronize neural oscillations through entrainment."
  },
  {
    "id": 26,
    "statement": "The thalamus processes sensory information in hierarchical stages."
  },
  {
    "id": 27,
    "statement": "Working memory capacity enhances attentional control in social cognition"
  },
  {
    "id": 28,
    "statement": "Thalamus filters sensory info through hierarchical neural circuitry"
  },
  {
    "id": 29,
    "statement": "Thalamus's attentional filtering regulated by PFC through bidirectional connections."
  },
  {
    "id": 30,
    "statement": "Thalamus receives and processes sensory info from primary cortex"
  },
  {
    "id": 31,
    "statement": "PFC's attentional control gates and filters sensory information through thalamus."
  },
  {
    "id": 32,
    "statement": "Working memory capacity enhances attentional control in social cognition processing."
  },
  {
    "id": 33,
    "statement": "Thalamus modulates sensory information in hierarchical processing stages."
  },
  {
    "id": 34,
    "statement": "The thalamus filters sensory information through hierarchical attentional processing."
  },
  {
    "id": 35,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through PFC top-down signals."
  },
  {
    "id": 36,
    "statement": "Thalamus filters sensory info selectively for relevance and importance."
  },
  {
    "id": 37,
    "statement": "Thalamus refines sensory information through hierarchical processing and filtering."
  },
  {
    "id": 38,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing."
  },
  {
    "id": 39,
    "statement": "Thalamus modulates dopamine release through indirect brain connections"
  },
  {
    "id": 40,
    "statement": "Thalamus refines sensory info hierarchically through neural filtering."
  },
  {
    "id": 41,
    "statement": "PFC and thalamus have bidirectional connections for filtering."
  },
  {
    "id": 42,
    "statement": "Thalamus receives sensory information from primary sensory cortex for processing."
  },
  {
    "id": 43,
    "statement": "Thalamocortical loops modulate cortical connections through feedback and feedforward mechanisms"
  },
  {
    "id": 44,
    "statement": "The thalamus filters sensory info through layered neural circuits."
  },
  {
    "id": 45,
    "statement": "Thalamus refines sensory info hierarchically through neural circuitry layers."
  },
  {
    "id": 46,
    "statement": "Thalamus plays limited role in dopamine regulation indirectly."
  },
  {
    "id": 47,
    "statement": "Thalamus filters sensory info based on attentional demands."
  },
  {
    "id": 48,
    "statement": "Thalamus plays a role in dopamine regulation in networks."
  },
  {
    "id": 49,
    "statement": "Theory of Mind integrates social cognition through neural binding and learning"
  },
  {
    "id": 50,
    "statement": "Theory of Mind integrates social cognition through binding and Hebbian learning"
  },
  {
    "id": 51,
    "statement": "Thalamus processes sensory info hierarchically through layered neural circuits."
  },
  {
    "id": 52,
    "statement": "Thalamus refines sensory information after receiving it from cortex."
  },
  {
    "id": 53,
    "statement": "Working memory capacity influences attentional control in social cognition by manipulating"
  },
  {
    "id": 54,
    "statement": "Thalamus receives raw sensory data and refines it hierarchically."
  },
  {
    "id": 55,
    "statement": "Thalamus refines sensory info hierarchically through neural feedback loops."
  },
  {
    "id": 56,
    "statement": "PFC influence on thalamus is corticothalamic rather than direct"
  },
  {
    "id": 57,
    "statement": "Thalamus processes sensory information after initial processing in cortex."
  },
  {
    "id": 58,
    "statement": "Thalamus refines sensory information through thalamocortical loops and gamma oscillations."
  },
  {
    "id": 59,
    "statement": "Thalamus processes sensory info hierarchically with stacked neural layers."
  },
  {
    "id": 60,
    "statement": "Thalamus regulates cortical connections through attentional filtering mechanisms."
  },
  {
    "id": 61,
    "statement": "Gamma oscillations synchronize thalamocortical loop activity refining sensory info."
  },
  {
    "id": 62,
    "statement": "The thalamus processes sensory information hierarchically through layered circuits."
  },
  {
    "id": 63,
    "statement": "The thalamus processes sensory info hierarchically through neural layers."
  },
  {
    "id": 64,
    "statement": "The thalamus refines sensory info through hierarchical processing."
  },
  {
    "id": 65,
    "statement": "Thalamus refines sensory data through hierarchical filtering mechanisms."
  },
  {
    "id": 66,
    "statement": "Thalamocortical loops modulate cortical connections through feedback and feedforward mechanisms."
  },
  {
    "id": 67,
    "statement": "Thalamus refines sensory info through hierarchical processing stages."
  },
  {
    "id": 68,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 69,
    "statement": "The thalamus processes sensory information through hierarchical extraction-based processing."
  },
  {
    "id": 70,
    "statement": "Entrainment and phase-locking synchronize neural oscillations through inhibitory excitatory neurons"
  },
  {
    "id": 71,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 72,
    "statement": "Neural binding integrates social cognition through unified mental representation."
  },
  {
    "id": 73,
    "statement": "Thalamus extracts and refines sensory information hierarchically."
  },
  {
    "id": 74,
    "statement": "Neural oscillations synchronize through entrainment and phase-locking mechanisms."
  },
  {
    "id": 75,
    "statement": "PFC influences thalamus's gating of sensory information through corticothalamic connections."
  },
  {
    "id": 76,
    "statement": "Thalamocortical loops modulate connections through feedback and feedforward mechanisms."
  },
  {
    "id": 77,
    "statement": "Thalamus filters sensory info through hierarchical layering mechanisms."
  },
  {
    "id": 78,
    "statement": "Thalamus refines sensory info through layered neural circuits."
  },
  {
    "id": 79,
    "statement": "The thalamus refines sensory info through hierarchical neural processing."
  },
  {
    "id": 80,
    "statement": "Thalamus modulates sensory processing through attentional filtering mechanisms."
  },
  {
    "id": 81,
    "statement": "Thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 82,
    "statement": "Thalamus filters and refines sensory information through layers."
  },
  {
    "id": 83,
    "statement": "The thalamus acts as a gatekeeper for sensory information filtering"
  },
  {
    "id": 84,
    "statement": "Thalamus receives pre-processed sensory information from the cortex"
  },
  {
    "id": 85,
    "statement": "Gamma oscillations enhance thalamocortical loop communication refining sensory info."
  },
  {
    "id": 86,
    "statement": "Corticothalamic connections influence thalamic activity, not dopamine release."
  },
  {
    "id": 87,
    "statement": "Thalamus regulates dopamine release indirectly through brain regions."
  },
  {
    "id": 88,
    "statement": "Thalamus filters sensory information through hierarchical processing layers."
  },
  {
    "id": 89,
    "statement": "Thalamus receives pre-processed sensory information from multiple cortical areas."
  },
  {
    "id": 90,
    "statement": "The thalamus refines sensory information through hierarchical processing layers."
  },
  {
    "id": 91,
    "statement": "Top-down signals from PFC modulate thalamus's attentional filtering."
  },
  {
    "id": 92,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 93,
    "statement": "Thalamus modulates cortical connections through excitatory and inhibitory signals."
  },
  {
    "id": 94,
    "statement": "Hebbian learning strengthens neural connections for unified social cognition."
  },
  {
    "id": 95,
    "statement": "The thalamus processes sensory information hierarchically through neural circuits."
  },
  {
    "id": 96,
    "statement": "Thalamocortical loops integrate feedback and feedforward mechanisms modulating cortical connections."
  },
  {
    "id": 97,
    "statement": "Thalamus filters sensory info hierarchically through layered neural circuits."
  },
  {
    "id": 98,
    "statement": "Thalamus refines sensory information through hierarchical neural filtering."
  },
  {
    "id": 99,
    "statement": "Thalamus modulates cortical connections through inhibitory, excitatory, dopaminergic mechanisms."
  },
  {
    "id": 100,
    "statement": "PFC top-down signals regulate thalamus's attentional filtering processes."
  },
  {
    "id": 101,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 102,
    "statement": "Hebbian learning strengthens neural connections for social cognition integration."
  },
  {
    "id": 103,
    "statement": "Theory of Mind integrates social cognition through binding and Hebbian learning"
  },
  {
    "id": 104,
    "statement": "Thalamus refines sensory information before sending it to cortex"
  },
  {
    "id": 105,
    "statement": "Thalamus's sensory processing role is complex and multifaceted."
  },
  {
    "id": 106,
    "statement": "Thalamus influences dopamine release in brain regions indirectly."
  },
  {
    "id": 107,
    "statement": "Thalamus influences dopamine release indirectly through corticothalamic connections."
  },
  {
    "id": 108,
    "statement": "Thalamus filters sensory info hierarchically through multiple layers."
  },
  {
    "id": 109,
    "statement": "Theory of Mind integrates social cognition through neural binding and learning."
  },
  {
    "id": 110,
    "statement": "The thalamus modulates cortical connections through GABA, glutamate, and dopamine."
  },
  {
    "id": 111,
    "statement": "Thalamus gates sensory information based on attentional demands"
  },
  {
    "id": 112,
    "statement": "Thalamus modulates dopamine release indirectly through cortical connections."
  },
  {
    "id": 113,
    "statement": "Thalamus refines sensory info through hierarchical processing stages sequentially."
  },
  {
    "id": 114,
    "statement": "Thalamus selectively filters sensory information through neural connections."
  },
  {
    "id": 115,
    "statement": "Thalamus receives processed sensory info from primary sensory cortex refining."
  },
  {
    "id": 116,
    "statement": "Thalamus selectively filters sensory information based on attention demands."
  },
  {
    "id": 117,
    "statement": "Thalamus processes sensory information through hierarchical neural circuits."
  },
  {
    "id": 118,
    "statement": "Thalamus selectively filters sensory info through top-down PFC connections."
  },
  {
    "id": 119,
    "statement": "Thalamus receives processed sensory info from primary cortex for processing."
  },
  {
    "id": 120,
    "statement": "Thalamus influences dopamine release indirectly through corticothalamic connections."
  },
  {
    "id": 121,
    "statement": "PFC modulates thalamus's sensory processing through corticothalamic signals."
  },
  {
    "id": 122,
    "statement": "Thalamus refines sensory information through hierarchical neural processing stages."
  },
  {
    "id": 123,
    "statement": "Thalamus modulates dopamine release through thalamocortical loops, neural oscillations."
  },
  {
    "id": 124,
    "statement": "Thalamus is a sensory information processing relay station."
  },
  {
    "id": 125,
    "statement": "Thalamus filters sensory information through corticothalamic and thalamocortical connections."
  },
  {
    "id": 126,
    "statement": "LTP and LTD regulate synaptic strength through opposing mechanisms"
  },
  {
    "id": 127,
    "statement": "Thalamus modulates cortical connections through inhibitory, excitatory, dopamine mechanisms."
  },
  {
    "id": 128,
    "statement": "The thalamus refines sensory info through layered neural processing."
  },
  {
    "id": 129,
    "statement": "Entrainment synchronizes neural oscillations through frequency adjustment."
  },
  {
    "id": 130,
    "statement": "Thalamus refines sensory info through thalamocortical loops and gamma oscillations."
  },
  {
    "id": 131,
    "statement": "Neural oscillations synchronize through entrainment and phase-locking mechanisms."
  },
  {
    "id": 132,
    "statement": "Thalamus refines sensory info through thalamocortical loops and gamma oscillations."
  },
  {
    "id": 133,
    "statement": "Thalamus filters sensory info through hierarchical layering mechanisms"
  },
  {
    "id": 134,
    "statement": "Thalamocortical loops regulate cortical connections through feedback and feedforward mechanisms"
  },
  {
    "id": 135,
    "statement": "Working memory capacity modulates attentional control in social cognition through PFC activity."
  },
  {
    "id": 136,
    "statement": "Thalamus modulates dopamine release indirectly through prefrontal cortex and basal ganglia."
  },
  {
    "id": 137,
    "statement": "The thalamus processes sensory data hierarchically through primary, secondary, association areas."
  },
  {
    "id": 138,
    "statement": "Thalamus gates sensory information through corticothalamic and thalamocortical connections."
  },
  {
    "id": 139,
    "statement": "Thalamus indirectly modulates dopamine release through cortical feedback loops."
  },
  {
    "id": 140,
    "statement": "The thalamus extracts sensory features hierarchically through neural synchronization."
  },
  {
    "id": 141,
    "statement": "Thalamus regulates dopamine release indirectly through prefrontal cortex and basal ganglia."
  },
  {
    "id": 142,
    "statement": "Thalamus processes sensory information in hierarchical stages, refining extraction."
  },
  {
    "id": 143,
    "statement": "Thalamus filters sensory info based on attentional demands."
  },
  {
    "id": 144,
    "statement": "Working memory capacity influences social cognition accuracy through attentional control."
  },
  {
    "id": 145,
    "statement": "'Thalamus selectively filters sensory info based on attentional demands.'"
  },
  {
    "id": 146,
    "statement": "Thalamocortical loops modulate connections through feedback and feedforward mechanisms."
  },
  {
    "id": 147,
    "statement": "Corticothalamic connections synchronize neural oscillations for attentional filtering."
  },
  {
    "id": 148,
    "statement": "Thalamus filters sensory info through corticothalamic and thalamocortical connections."
  },
  {
    "id": 149,
    "statement": "Thalamus receives raw sensory data from primary sensory cortex."
  },
  {
    "id": 150,
    "statement": "The thalamus refines sensory information by adding details and filtering out noise."
  },
  {
    "id": 151,
    "statement": "Thalamus processes sensory information hierarchically through neural layers."
  },
  {
    "id": 152,
    "statement": "Thalamus has indirect, limited influence on dopamine regulation."
  },
  {
    "id": 153,
    "statement": "Thalamus plays a central role in sensory information processing."
  },
  {
    "id": 154,
    "statement": "Theory of Mind grasps social cognition through neural reorganization."
  },
  {
    "id": 155,
    "statement": "Thalamus filters sensory info based on attentional demands through top-down signals."
  },
  {
    "id": 156,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 157,
    "statement": "Thalamus filters sensory information, enhancing relevant details, suppressing noise"
  },
  {
    "id": 158,
    "statement": "Thalamus refines sensory information hierarchically through neural feedback loops"
  },
  {
    "id": 159,
    "statement": "Thalamus refines sensory information through hierarchical processing stages."
  },
  {
    "id": 160,
    "statement": "Thalamus uses thalamocortical loops and gamma oscillations refine sensory info."
  },
  {
    "id": 161,
    "statement": "PFC influences thalamus through indirect corticothalamic connections only"
  },
  {
    "id": 162,
    "statement": "Thalamus receives processed sensory information from various brain regions."
  },
  {
    "id": 163,
    "statement": "Thalamus relays sensory info to cortex, filters attentionally."
  },
  {
    "id": 164,
    "statement": "Thalamus hierarchically processes sensory information through cortical loops."
  },
  {
    "id": 165,
    "statement": "Thalamus filters sensory information through hierarchical neural processing layers"
  },
  {
    "id": 166,
    "statement": "Hebbian learning strengthens neural connections through synchronized firing."
  },
  {
    "id": 167,
    "statement": "The thalamus refines sensory info through hierarchical processing stages."
  },
  {
    "id": 168,
    "statement": "Thalamus refines sensory information through hierarchical processing stages."
  },
  {
    "id": 169,
    "statement": "Theory of Mind integrates social cognition through binding and Hebbian learning."
  },
  {
    "id": 170,
    "statement": "Thalamus receives and processes raw sensory data through hierarchies."
  },
  {
    "id": 171,
    "statement": "The thalamus refines sensory information through hierarchical processing stages."
  },
  {
    "id": 172,
    "statement": "Thalamus integrates sensory information from various sources, including emotional inputs."
  },
  {
    "id": 173,
    "statement": "Thalamus processes sensory information received from primary sensory cortex."
  },
  {
    "id": 174,
    "statement": "Thalamus processes sensory information hierarchically through layered nuclei"
  },
  {
    "id": 175,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering mechanisms."
  },
  {
    "id": 176,
    "statement": "Thalamus's hierarchical organization enables complex sensory processing."
  },
  {
    "id": 177,
    "statement": "Thalamus refines sensory info through hierarchical cortical connections"
  },
  {
    "id": 178,
    "statement": "Thalamus refines sensory information hierarchically through neural connections."
  },
  {
    "id": 179,
    "statement": "Thalamus modulates dopamine release indirectly through corticothalamic connections."
  },
  {
    "id": 180,
    "statement": "Primary cortex sends processed sensory info to thalamus for refinement."
  },
  {
    "id": 181,
    "statement": "Thalamus refines sensory info through hierarchical processing layers."
  },
  {
    "id": 182,
    "statement": "Binding and Hebbian learning facilitate Theory of Mind through neural integration."
  },
  {
    "id": 183,
    "statement": "The thalamus is involved in defines sensory information refinement mechanisms."
  },
  {
    "id": 184,
    "statement": "Thalamus processes sensory information through hierarchical neural layers."
  },
  {
    "id": 185,
    "statement": "Thalamus refines sensory info through hierarchical processing stages sequentially."
  },
  {
    "id": 186,
    "statement": "Working memory capacity enhances attentional control in social cognition."
  },
  {
    "id": 187,
    "statement": "Thalamus's dopamine regulation is complex, context-dependent, and indirectly mediated."
  },
  {
    "id": 188,
    "statement": "Thalamus filters sensory information through attentional modulation and gating."
  },
  {
    "id": 189,
    "statement": "Neural binding integrates social cognition through integrated mental representations."
  },
  {
    "id": 190,
    "statement": "Thalamus processes sensory information in hierarchical layered structure."
  },
  {
    "id": 191,
    "statement": "Hebbian learning strengthens neural connections through simultaneous firing."
  },
  {
    "id": 192,
    "statement": "Neural binding integrates information from multiple brain regions."
  },
  {
    "id": 193,
    "statement": "Corticothalamic connections modulate thalamus's attentional filtering through top-down signals."
  },
  {
    "id": 194,
    "statement": "Thalamus's attentional filtering regulated by PFC through bidirectional connections."
  },
  {
    "id": 195,
    "statement": "PFC sends top-down signals to thalamus for attentional filtering."
  },
  {
    "id": 196,
    "statement": "Working memory capacity influences attentional control in social cognition tasks."
  },
  {
    "id": 197,
    "statement": "Thalamus processes sensory info hierarchically through neural filtering mechanisms."
  },
  {
    "id": 198,
    "statement": "Thalamus filters sensory information in hierarchical attentional control stages."
  },
  {
    "id": 199,
    "statement": "Thalamus processes sensory information hierarchically and attentionally"
  }
]