[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity"
  },
  {
    "id": 2,
    "statement": "PFC generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 3,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 4,
    "statement": "Theory of Mind integrates social cognition, attention, and memory"
  },
  {
    "id": 5,
    "statement": "ToM integrates social cognition, working memory, and attention."
  },
  {
    "id": 6,
    "statement": "Theory of Mind involves social cognition, working memory, and attention integration."
  },
  {
    "id": 7,
    "statement": "Thalamus plays active role in filtering and refining sensory info"
  },
  {
    "id": 8,
    "statement": "Thalamus's automatic filtering relies on strong synaptic plasticity."
  },
  {
    "id": 9,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 10,
    "statement": "Top-down predictions from PFC influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 11,
    "statement": "Social cognition, attention, and working memory integrate for Theory of Mind."
  },
  {
    "id": 12,
    "statement": "Theory of Mind involves understanding mental states, not working memory."
  },
  {
    "id": 13,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 14,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predicitons."
  },
  {
    "id": 15,
    "statement": "Predictive coding refines thalamic filtering through top-down expectations."
  },
  {
    "id": 16,
    "statement": "Thalamus refines sensory info through corticothalamic connections and plasticity."
  },
  {
    "id": 17,
    "statement": "Gamma oscillations enable synchronized neural communication through synchronized activity."
  },
  {
    "id": 18,
    "statement": "Thalamus's automatic filtering relies on consistent neural connections."
  },
  {
    "id": 19,
    "statement": "Gamma oscillations enable synchronized neural communication through coherence."
  },
  {
    "id": 20,
    "statement": "Thalamus plays active role in filtering and refining sensory info."
  },
  {
    "id": 21,
    "statement": "Thalamus filters sensory info through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 22,
    "statement": "PFC's predictive abilities rely on neural pattern separation, completion."
  },
  {
    "id": 23,
    "statement": "Thalamus hierarchically processes sensory info through step-by-step refinement."
  },
  {
    "id": 24,
    "statement": "PFC predicts through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 25,
    "statement": "Theory of Mind involves attributing mental states to others."
  },
  {
    "id": 26,
    "statement": "Neural competition in thalamus refines sensory information through amplification, STDP, and feedback inhibition."
  },
  {
    "id": 27,
    "statement": "Corticothalamic connections enable dynamic attentional filtering through top-down predictions."
  },
  {
    "id": 28,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 29,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 30,
    "statement": "Thalamus's refining processes involve corticothalamic connections and top-down signals"
  },
  {
    "id": 31,
    "statement": "Thalamus refines sensory information hierarchically through sequential filtering"
  },
  {
    "id": 32,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through neural competition."
  },
  {
    "id": 33,
    "statement": "Thalamus refines sensory input through predictive coding and refinement."
  },
  {
    "id": 34,
    "statement": "PFC sends top-down signals that modulate thalamus's attentional filtering."
  },
  {
    "id": 35,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 36,
    "statement": "Predictive coding refines thalamic filtering through top-down signals"
  },
  {
    "id": 37,
    "statement": "Cortical top-down predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 38,
    "statement": "PFC integrates pattern separation, attention, and working memory for ToM"
  },
  {
    "id": 39,
    "statement": "Thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 40,
    "statement": "Gamma oscillations synchronize thalamocortical activity for efficient processing."
  },
  {
    "id": 41,
    "statement": "Frontal cortex integrates social cognition, attention, working memory through pattern separation."
  },
  {
    "id": 42,
    "statement": "Prefrontal Cortex generates predictions through pattern separation, completion, coding."
  },
  {
    "id": 43,
    "statement": "Thalamus fine-tunes filtering through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 44,
    "statement": "Top-down predictions from PFC influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 45,
    "statement": "Thalamus processes multiple sensory types simultaneously."
  },
  {
    "id": 46,
    "statement": "Gamma oscillations synchronize neural activity for efficient processing."
  },
  {
    "id": 47,
    "statement": "Synaptic plasticity enables neural adaptation through strength modification"
  },
  {
    "id": 48,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing."
  },
  {
    "id": 49,
    "statement": "PFC's top-down predictions influence thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 50,
    "statement": "PFC generates predictions using pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 51,
    "statement": "Hebbian learning and pruning refine thalamus's filtering mechanisms."
  },
  {
    "id": 52,
    "statement": "Theory of Mind involves attributing mental states to others"
  },
  {
    "id": 53,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 54,
    "statement": "Thalamic filtering involves multiple mechanisms, including neural competition."
  },
  {
    "id": 55,
    "statement": "Synaptic plasticity enables neural adaptation through changes in strength"
  },
  {
    "id": 56,
    "statement": "Synaptic plasticity enables neural adaptation through long-term potentiation LTD"
  },
  {
    "id": 57,
    "statement": "Gamma oscillations enable synchronized neural communication through correlation coherence."
  },
  {
    "id": 58,
    "statement": "Thalamus filters sensory info hierarchically before cortical processing."
  },
  {
    "id": 59,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering."
  },
  {
    "id": 60,
    "statement": "Theory of Mind requires prefrontal cortex integration."
  },
  {
    "id": 61,
    "statement": "Thalamus's filtering and feature extraction refine sensory information."
  },
  {
    "id": 62,
    "statement": "Gamma oscillations synchronize neural activity through population coherence"
  },
  {
    "id": 63,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 64,
    "statement": "Hebbian learning and pruning play no role in thalamus's filtering."
  },
  {
    "id": 65,
    "statement": "The thalamus refines sensory information through filtering and feature extraction."
  },
  {
    "id": 66,
    "statement": "Thalamus integrates sensory information, attention, and expectations."
  },
  {
    "id": 67,
    "statement": "Thalamus processes sensory information hierarchically in sequential stages."
  },
  {
    "id": 68,
    "statement": "Gamma oscillations facilitate neural communication through synchronized neural activity."
  },
  {
    "id": 69,
    "statement": "PFC sends top-down predictions to thalamus through cortical connections."
  },
  {
    "id": 70,
    "statement": "Theory of Mind integrates social cognition, attention, and memory."
  },
  {
    "id": 71,
    "statement": "Theory of Mind integrates social cognition, working memory, attention."
  },
  {
    "id": 72,
    "statement": "PFC top-down signals regulate thalamus's attentional filtering bidirectionally."
  },
  {
    "id": 73,
    "statement": "Thalamus processes sensory info in complex, distributed, dynamic manner."
  },
  {
    "id": 74,
    "statement": "Thalamus integrates sensory info, attention, and expectations with attentional modulation."
  },
  {
    "id": 75,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 76,
    "statement": "PFC predicts outcomes through pattern separation, completion, coding."
  },
  {
    "id": 77,
    "statement": "Social cognition and attention inform ToM inference processes."
  },
  {
    "id": 78,
    "statement": "Pattern separation, completion, and coding facilitate PFC predictive abilities."
  },
  {
    "id": 79,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 80,
    "statement": "Theory of Mind integrates social cognition, attention, and complex working memory"
  },
  {
    "id": 81,
    "statement": "Corticothalamic connections modulate thalamic filtering through top-down predictions."
  },
  {
    "id": 82,
    "statement": "Working memory temporarily holds mental representations for ToM inference."
  },
  {
    "id": 83,
    "statement": "ToM integrates social cognition, working memory, and attention through neural networks."
  },
  {
    "id": 84,
    "statement": "Gamma oscillations enhance thalamocortical synchronization for efficient processing."
  },
  {
    "id": 85,
    "statement": "PFC integrates pattern separation, attention, and working memory for ToM."
  },
  {
    "id": 86,
    "statement": "Thalamus's filtering mechanisms adapt to experience through synaptic plasticity"
  },
  {
    "id": 87,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition."
  },
  {
    "id": 88,
    "statement": "The PFC generates predictions that modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 89,
    "statement": "PFC's predictive abilities depend on pattern separation, completion, and coding."
  },
  {
    "id": 90,
    "statement": "Thalamus refines sensory inputs through feature extraction and processing."
  },
  {
    "id": 91,
    "statement": "Cortical predictions modulate thalamic filtering through corticothalamic connections."
  },
  {
    "id": 92,
    "statement": "Thalamus's filtering mechanisms involve complex interplay of neural connections."
  },
  {
    "id": 93,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition"
  },
  {
    "id": 94,
    "statement": "Gamma oscillations enhance neural communication through synchronized activity."
  },
  {
    "id": 95,
    "statement": "Working memory temporarily holds mental representations for ToM inference"
  },
  {
    "id": 96,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention"
  },
  {
    "id": 97,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 98,
    "statement": "Synaptic plasticity enables neural adaptation through changes in strength."
  },
  {
    "id": 99,
    "statement": "Attention enables Theory of Mind by constructing mental representations."
  },
  {
    "id": 100,
    "statement": "Cortical top-down predictions influence thalamic filtering through reciprocal connections."
  },
  {
    "id": 101,
    "statement": "Thalamus refines sensory info using top-down predictive coding."
  },
  {
    "id": 102,
    "statement": "Thalamus's filtering mechanisms involve complex interplay of top-down predictions."
  },
  {
    "id": 103,
    "statement": "PFC generates predictions using pattern separation, completion, and coding."
  },
  {
    "id": 104,
    "statement": "Thalamic filtering involves multiple mechanisms, including neural competition."
  },
  {
    "id": 105,
    "statement": "Theory of Mind integrates social cognition, attention, working memory complexities."
  },
  {
    "id": 106,
    "statement": "Neural communication enabled by synchronized gamma oscillations."
  },
  {
    "id": 107,
    "statement": "Thalamus's automatic filtering relies on synaptic plasticity adaptations."
  },
  {
    "id": 108,
    "statement": "Thalamus's automatic filtering relies on consistent neural connections."
  },
  {
    "id": 109,
    "statement": "Thalamus extracts features from sensory input for cortical processing."
  },
  {
    "id": 110,
    "statement": "Gamma oscillations enhance thalamocortical communication through synchronized neural activity."
  },
  {
    "id": 111,
    "statement": "Gamma oscillations enhance neural communication through synchronization."
  },
  {
    "id": 112,
    "statement": "Social cognition, attention, and working memory integrate for Theory of Mind."
  },
  {
    "id": 113,
    "statement": "Gamma oscillations enhance thalamocortical synchronization for efficient processing."
  },
  {
    "id": 114,
    "statement": "Thalamus processes sensory info hierarchically, refining and filtering"
  },
  {
    "id": 115,
    "statement": "Thalamus filters sensory information using predictive brain maps."
  },
  {
    "id": 116,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 117,
    "statement": "Thalamus integrates sensory info through distributed, dynamic processing"
  },
  {
    "id": 118,
    "statement": "Thalamus processes sensory info in sequential hierarchical manner."
  },
  {
    "id": 119,
    "statement": "PFC top-down predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 120,
    "statement": "Neural competition in thalamus facilitates attentional filtering through cortex."
  },
  {
    "id": 121,
    "statement": "Integrating social cognition, attention, and memory enables Theory of Mind."
  },
  {
    "id": 122,
    "statement": "The thalamus processes sensory information hierarchically in sequential stages"
  },
  {
    "id": 123,
    "statement": "Thalamus's filtering involves neural competition, cortical top-down predictions modulation."
  },
  {
    "id": 124,
    "statement": "Thalamus filters sensory information through hierarchical processing stages."
  },
  {
    "id": 125,
    "statement": "Thalamus's automatic filtering relies on stable, reliable neural connections."
  },
  {
    "id": 126,
    "statement": "Cortical top-down predictions modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 127,
    "statement": "Thalamus refines sensory inputs by extracting and processing features."
  },
  {
    "id": 128,
    "statement": "Thalamus processes sensory info in sequential, hierarchical steps."
  },
  {
    "id": 129,
    "statement": "PFC's predictive abilities rely on pattern separation and completion mechanisms."
  },
  {
    "id": 130,
    "statement": "Thalamus filters sensory information using internal predictions(possibilities)."
  },
  {
    "id": 131,
    "statement": "Thalamus integrates sensory info through corticothalamic loops and oscillations"
  },
  {
    "id": 132,
    "statement": "Cortical thouartal connections mediate bidirectional sensory information exchange"
  },
  {
    "id": 133,
    "statement": "Thalamus's feature extraction mechanisms remain unclear despite importance"
  },
  {
    "id": 134,
    "statement": "Predictive coding refines sensory processing through top-down expectations."
  },
  {
    "id": 135,
    "statement": "Hebbian learning and pruning refine thalamus's filtering mechanisms through synaptic plasticity."
  },
  {
    "id": 136,
    "statement": "The thalamus actively filters and refines sensory information through attentional modulation"
  },
  {
    "id": 137,
    "statement": "Gamma oscillations facilitate synchronized neural communication for efficient processing."
  },
  {
    "id": 138,
    "statement": "Gamma oscillations synchronize thalamic and cortical neural activity."
  },
  {
    "id": 139,
    "statement": "Gamma oscillations' exact role in thalamocortical communication unclear."
  },
  {
    "id": 140,
    "statement": "Gamma oscillations influence thalamocortical processing dynamics complexly."
  },
  {
    "id": 141,
    "statement": "Corticothalamic connections modulate thalamus's filtering through top-down predictions"
  },
  {
    "id": 142,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 143,
    "statement": "Theory of Mind involves complex social cognition and attention processes."
  },
  {
    "id": 144,
    "statement": "STDP amplifies coherent neural activity refining sensory information."
  },
  {
    "id": 145,
    "statement": "Cortical feedback modulates thalamus's filtering through top-down predictions, inhibition, and Hebbian learning."
  },
  {
    "id": 146,
    "statement": "Corticothalamic connections refine sensory information through plasticity."
  },
  {
    "id": 147,
    "statement": "PFC distinguishes patterns, completes information, and encodes predictions."
  },
  {
    "id": 148,
    "statement": "Neural competition enables selective transmission of sensory information"
  },
  {
    "id": 149,
    "statement": "Gamma oscillations synchronize neurons' action potentials in harmony."
  },
  {
    "id": 150,
    "statement": "Hebbian learning and synaptic pruning refine thalamus's sensory processing."
  },
  {
    "id": 151,
    "statement": "Thalamus's hierarchical processing mechanisms unclear, requires further research"
  },
  {
    "id": 152,
    "statement": "Corticothalamic connections and plasticity refine sensory information in thalamus."
  },
  {
    "id": 153,
    "statement": "Thalamus integrates sensory info through distributed, dynamic processing."
  },
  {
    "id": 154,
    "statement": "Predictive coding refines thalamic filtering through top-down modulation."
  },
  {
    "id": 155,
    "statement": "PFC's predictive abilities rely on pattern separation, completion, and coding."
  },
  {
    "id": 156,
    "statement": "Pattern separation, completion, and coding enable top-down predictions."
  },
  {
    "id": 157,
    "statement": "Attention enables Theory of Mind through mental representation construction"
  },
  {
    "id": 158,
    "statement": "Thalamus refines sensory information through hierarchical, sequential processing."
  },
  {
    "id": 159,
    "statement": "Synaptic plasticity adjusts strength of neural connections through LTP/LTD."
  },
  {
    "id": 160,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through CT connections."
  },
  {
    "id": 161,
    "statement": "Dynamic attentional filtering refers to continuous refinement of focus on relevant stimuli."
  },
  {
    "id": 162,
    "statement": "Thalamus integrates sensory information, attention, and expectations through predictive coding"
  },
  {
    "id": 163,
    "statement": "Cortical top-down predictions modulate thalamic filtering through neural competition and synaptic plasticity."
  },
  {
    "id": 164,
    "statement": "Cortical predictions influence thalamic filtering through corticothalamic connections."
  },
  {
    "id": 165,
    "statement": "Theory of Mind integrates social cognition, working memory, and attention."
  },
  {
    "id": 166,
    "statement": "Thalamus integrates sensory information through parallel processing mechanisms."
  },
  {
    "id": 167,
    "statement": "Complex networked integration enables Theory of Mind through social cognition, attention, and working memory."
  },
  {
    "id": 168,
    "statement": "Gamma oscillations enhance thalamocortical synchronization through neural coherence."
  },
  {
    "id": 169,
    "statement": "Gamma oscillations facilitate thalamocortical information processing by synchronization."
  },
  {
    "id": 170,
    "statement": "Thalamic automatic filtering relies on stable neural connections."
  },
  {
    "id": 171,
    "statement": "Thalamus filters sensory info through top-down attentional modulation."
  },
  {
    "id": 172,
    "statement": "Gamma oscillations enhance neural communication through synchronization."
  },
  {
    "id": 173,
    "statement": "Gamma oscillations facilitate attentional task performance through synchronization."
  },
  {
    "id": 174,
    "statement": "Synaptic plasticity modifies thalamus's filtering mechanisms through experience-based learning"
  },
  {
    "id": 175,
    "statement": "Prefrontal Cortex generates predictions, transmitting them to Thalamus for filtering."
  },
  {
    "id": 176,
    "statement": "Thalamus fine-tunes filtering through attentional modulation, cortical feedback, and synaptic plasticity."
  },
  {
    "id": 177,
    "statement": "Gamma oscillations play significant role in thalamocortical communication processes."
  },
  {
    "id": 178,
    "statement": "Theory of Mind integrates social cognition, attention, and memory through inference, simulation, and feedback loops."
  },
  {
    "id": 179,
    "statement": "Thalamus processes and integrates multiple sensory types through hierarchies"
  },
  {
    "id": 180,
    "statement": "Thalamus plays an active role in sensory information processing."
  },
  {
    "id": 181,
    "statement": "Theory of Mind integrates social cognition with attention and memory."
  },
  {
    "id": 182,
    "statement": "PFC generates predictions through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 183,
    "statement": "Synaptic plasticity enables neural adaptation through connection strength modification"
  },
  {
    "id": 184,
    "statement": "Pattern separation enables accurate predictions and flexibility in PFC."
  },
  {
    "id": 185,
    "statement": "Thalamus refines sensory info through predictive coding and top-down processing"
  },
  {
    "id": 186,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 187,
    "statement": "Thalamus filters sensory information hierarchically before cortical processing."
  },
  {
    "id": 188,
    "statement": "PFC generates predictions through pattern separation, completion, coding mechanisms."
  },
  {
    "id": 189,
    "statement": "Predictive coding updates sensory input through top-down refinement."
  },
  {
    "id": 190,
    "statement": "Top-down PFC signals refine thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 191,
    "statement": "Thalamus' role in attention and expectations remains unclear."
  },
  {
    "id": 192,
    "statement": "Cortical top-down predictions refine thalamic filtering through corticothalamic connections."
  },
  {
    "id": 193,
    "statement": "PFC generates predictions through pattern separation, completion, and coding mechanisms."
  },
  {
    "id": 194,
    "statement": "Gamma oscillations enhance neural communication through synchronized neural activity."
  },
  {
    "id": 195,
    "statement": "Neural competition optimizes attentional filtering through thalamic relay"
  },
  {
    "id": 196,
    "statement": "Thalamus acts as a relay station for sensory information processing."
  },
  {
    "id": 197,
    "statement": "Thalamus refines sensory info through corticothalamic connections and synaptic plasticity."
  },
  {
    "id": 198,
    "statement": "Thalamus filters sensory info through top-down predictions and plasticity."
  }
]