[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, and situational awareness."
  },
  {
    "id": 2,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, situational awareness."
  },
  {
    "id": 3,
    "statement": "Honesty involves multiple factors beyond situational awareness."
  },
  {
    "id": 4,
    "statement": "Alpha oscillations filter sensory information through selective attention mechanisms"
  },
  {
    "id": 5,
    "statement": "Thalamus filters and integrates sensory information for cortical analysis."
  },
  {
    "id": 6,
    "statement": "Biology influences moral development through brain structure and function"
  },
  {
    "id": 7,
    "statement": "Moral development influenced by biology, culture, and environment interaction."
  },
  {
    "id": 8,
    "statement": "The thalamus filters and amplifies sensory information through alpha oscillations."
  },
  {
    "id": 9,
    "statement": "Thalamus filters sensory information based on attention, relevance, and priority"
  },
  {
    "id": 10,
    "statement": "Emotions influence moral behavior through internalized moral frameworks, honesty."
  },
  {
    "id": 11,
    "statement": "Honesty is tested in emergency situations."
  },
  {
    "id": 12,
    "statement": "Situational awareness provides partial understanding of a situation."
  },
  {
    "id": 13,
    "statement": "Honesty builds trust by being truthful and authentic."
  },
  {
    "id": 14,
    "statement": "Emotions influence moral behavior through internalized values and principles."
  },
  {
    "id": 15,
    "statement": "Honesty is not the sole foundation of trust; other factors exist."
  },
  {
    "id": 16,
    "statement": "Thalamus refines processing through attention and context interplay."
  },
  {
    "id": 17,
    "statement": "Emotions influence moral behavior through internalized moral frameworks."
  },
  {
    "id": 18,
    "statement": "Thalamus plays crucial role in filtering and processing sensory information."
  },
  {
    "id": 19,
    "statement": "Emotions influence honesty through complex interactions of individual differences and context factors."
  },
  {
    "id": 20,
    "statement": "Thalamus filters sensory info through neural oscillations selectively"
  },
  {
    "id": 21,
    "statement": "Thalamus filters sensory info constantly based on attention and relevance."
  },
  {
    "id": 22,
    "statement": "Thalamus filters sensory information through neural oscillations refining processing."
  },
  {
    "id": 23,
    "statement": "Thalamus filters, amplifies sensory information through neural oscillations."
  },
  {
    "id": 24,
    "statement": "Alpha oscillations modulate thalamic activity, filtering out irrelevant stimuli."
  },
  {
    "id": 25,
    "statement": "Thalamus filters sensory information based on attention, relevance, priority, and context."
  },
  {
    "id": 26,
    "statement": "Situational awareness only provides partial understanding of a situation"
  },
  {
    "id": 27,
    "statement": "Alpha oscillations in thalamus filter out irrelevant sensory information."
  },
  {
    "id": 28,
    "statement": "Thalamus filters sensory info through attention and memory contexts."
  },
  {
    "id": 29,
    "statement": "Situational awareness necessary but insufficient for informed decision-making."
  },
  {
    "id": 30,
    "statement": "Emotions influence moral behavior through internalized values, principles."
  },
  {
    "id": 31,
    "statement": "Thalamus filters and amplifies sensory information through neural oscillations."
  },
  {
    "id": 32,
    "statement": "Situational awareness necessary but insufficient for informed decision-making."
  },
  {
    "id": 33,
    "statement": "Honesty integrates moral framework, emotional motivation, situational awareness."
  },
  {
    "id": 34,
    "statement": "Thalamus filters and amplifies sensory information through neural oscillations"
  },
  {
    "id": 35,
    "statement": "Thalamus integrates sensory info through re-entrant processing mechanisms."
  },
  {
    "id": 36,
    "statement": "Thalamus's role in attentional modulation is still scientifically debated."
  },
  {
    "id": 37,
    "statement": "Alpha oscillations modulate thalamic sensory info transmission selectively"
  },
  {
    "id": 38,
    "statement": "The thalamus filters sensory info through complex attentional and contextual mechanisms."
  },
  {
    "id": 39,
    "statement": "Thalamus plays crucial role in sensory processing and relay information."
  },
  {
    "id": 40,
    "statement": "Thalamus filters sensory info through neural oscillations and synaptic plasticity."
  },
  {
    "id": 41,
    "statement": "Situational awareness is necessary but insufficient for informed decision-making."
  },
  {
    "id": 42,
    "statement": "Thalamus refines processing through dynamic interplay of attention and context."
  },
  {
    "id": 43,
    "statement": "Emotions complexly interact with honesty in multifaceted ways"
  },
  {
    "id": 44,
    "statement": "Thalamus acts as gatekeeper for sensory information processing."
  },
  {
    "id": 45,
    "statement": "Thalamus filters out irrelevant sensory information through alpha oscillations"
  },
  {
    "id": 46,
    "statement": "Alpha oscillations synchronize thalamic neuron activity for sensory gating."
  },
  {
    "id": 47,
    "statement": "Thalamus filters sensory information through attentional and memory modulation"
  },
  {
    "id": 48,
    "statement": "Thalamus integrates attentional and contextual information in processing."
  },
  {
    "id": 49,
    "statement": "Thalamocortical loops facilitate bidirectional sensory information processing between brain structures."
  },
  {
    "id": 50,
    "statement": "Thalamus acts as sensory relay station filtering and processing information."
  },
  {
    "id": 51,
    "statement": "Situational awareness necessary but insufficient for informed decision-making."
  },
  {
    "id": 52,
    "statement": "Alpha oscillations modulate attentional filtering through synaptic plasticity."
  },
  {
    "id": 53,
    "statement": "Alpha oscillations modulate thalamic filtering of sensory information."
  },
  {
    "id": 54,
    "statement": "Thalamus filters sensory info through neural oscillations and attention."
  },
  {
    "id": 55,
    "statement": "Thalamus's attentional filtering remains a topic of ongoing scientific debate"
  },
  {
    "id": 56,
    "statement": "Biology shapes moral development through brain structure and function plays role."
  },
  {
    "id": 57,
    "statement": "Thalamus filters and amplifies sensory information through neural oscillations."
  },
  {
    "id": 58,
    "statement": "Moral development involves complex interactions among biological, cultural, and environmental factors."
  },
  {
    "id": 59,
    "statement": "Thalamus filters sensory info through attentional modulation and relevance>"
  },
  {
    "id": 60,
    "statement": "Honesty builds trust by being truthful and authentic."
  },
  {
    "id": 61,
    "statement": "Thalamus integrates attentional focus with memory context for processing."
  },
  {
    "id": 62,
    "statement": "Honesty is a foundation for trust and connection in relationships"
  },
  {
    "id": 63,
    "statement": "Alpha oscillations filter out irrelevant sensory information in thalamus."
  },
  {
    "id": 64,
    "statement": "Moral development shaped by dynamic interplay of biology and culture."
  },
  {
    "id": 65,
    "statement": "Situational awareness involves perception, recognition, understanding, and decision-making."
  },
  {
    "id": 66,
    "statement": "The thalamus filters sensory information through attentional modulation."
  },
  {
    "id": 67,
    "statement": "Thalamus filters sensory information through attentional modulation."
  },
  {
    "id": 68,
    "statement": "Alpha oscillations selectively filter sensory info through synchronized activity"
  },
  {
    "id": 69,
    "statement": "Thalamus filters out irrelevant sensory information for processing"
  },
  {
    "id": 70,
    "statement": "Honesty can be compromised in high-stress emergency situations."
  },
  {
    "id": 71,
    "statement": "Alpha oscillations modulate attentional filtering through synaptic plasticity."
  },
  {
    "id": 72,
    "statement": "Honesty is a fundamental value that should be upheld always."
  },
  {
    "id": 73,
    "statement": "Alpha oscillations in thalamus filter out irrelevant sensory information."
  },
  {
    "id": 74,
    "statement": "Honesty builds trust through accountability and vulnerability mitigation."
  },
  {
    "id": 75,
    "statement": "Honesty influenced by complex emotional interactions with values."
  },
  {
    "id": 76,
    "statement": "Emotions, values, and principles interact dynamically, influencing moral behavior."
  },
  {
    "id": 77,
    "statement": "Emotions influence moral behavior through internalized values and principles."
  },
  {
    "id": 78,
    "statement": "Thalamus' attentional filtering is still a topic of debate."
  },
  {
    "id": 79,
    "statement": "Thalamus filters out irrelevant sensory information through alpha oscillations."
  },
  {
    "id": 80,
    "statement": "Thalamus plays complex role in sensory processing, attention, and memory"
  },
  {
    "id": 81,
    "statement": "Honesty involves moral framework, emotional motivation, accountability, values, situational awareness."
  },
  {
    "id": 82,
    "statement": "Thalamus's role in attentional filtering debated among competing theories"
  },
  {
    "id": 83,
    "statement": "Honesty relies on integration of moral, emotional, and contextual factors."
  },
  {
    "id": 84,
    "statement": "Alpha oscillations filter and amplify sensory information in thalamus."
  },
  {
    "id": 85,
    "statement": "Honesty is complex virtue that requires consistent effort commitment."
  },
  {
    "id": 86,
    "statement": "Alpha oscillations modulate synaptic plasticity for attentional filtering"
  },
  {
    "id": 87,
    "statement": "Thalamus selectively filters sensory info based on attentional state and relevance."
  },
  {
    "id": 88,
    "statement": "Moral development influenced by complex interplay of biology and culture."
  },
  {
    "id": 89,
    "statement": "Internalized moral frameworks influence emotions, shaping moral behavior."
  },
  {
    "id": 90,
    "statement": "Thalamus filters sensory information through neural oscillations selectively refining processing."
  },
  {
    "id": 91,
    "statement": "Internalized moral frameworks evoke emotions influencing moral behavior."
  },
  {
    "id": 92,
    "statement": "Internalized moral frameworks influence moral behavior through emotions and values."
  },
  {
    "id": 93,
    "statement": "Thalamus filters sensory info based on attentional state and relevance."
  },
  {
    "id": 94,
    "statement": "Situational awareness provides limited comprehension of a situation."
  },
  {
    "id": 95,
    "statement": "Individual differences result from complex interactions between biology and environment."
  },
  {
    "id": 96,
    "statement": "Emotions influence moral development through individual differences"
  },
  {
    "id": 97,
    "statement": "Situational awareness is foundation for decision-making, not sufficient alone."
  },
  {
    "id": 98,
    "statement": "Thalamus integrates sensory info through dynamic neural interactions."
  },
  {
    "id": 99,
    "statement": "Alpha oscillations modulate thalamic filtering through attentional modulation"
  },
  {
    "id": 100,
    "statement": "Thalamus filters and processes sensory information for cortical analysis"
  },
  {
    "id": 101,
    "statement": "Thalamus role in attentional filtering debated among theories"
  },
  {
    "id": 102,
    "statement": "Situational awareness crucial for informed decision-making, not sufficient alone."
  },
  {
    "id": 103,
    "statement": "Honesty in authentic relationships fosters deep trust and connection."
  },
  {
    "id": 104,
    "statement": "The thalamus dynamically refines processing through attentional state and relevance."
  },
  {
    "id": 105,
    "statement": "Alpha oscillations modulate neural connections for attentional filtering."
  },
  {
    "id": 106,
    "statement": "Emotions influence honesty through complex interactions of individual differences and context factors."
  },
  {
    "id": 107,
    "statement": "Alpha oscillations modulate thalamic sensory info selectively for attention"
  },
  {
    "id": 108,
    "statement": "Alpha oscillations influence attentional filtering through synaptic plasticity."
  },
  {
    "id": 109,
    "statement": "Honesty provides foundation of trust through reliability and authenticity."
  },
  {
    "id": 110,
    "statement": "Honesty does not diminish in emergency situations, always upheld fully."
  },
  {
    "id": 111,
    "statement": "Alpha oscillations' role in thalamic filtering is debated among theories."
  },
  {
    "id": 112,
    "statement": "Alpha oscillations modulate attentional filtering in thalamic sensory processing."
  },
  {
    "id": 113,
    "statement": "Honesty is not solely tested by emergency situations."
  },
  {
    "id": 114,
    "statement": "Situational awareness is a necessary but not sufficient condition."
  },
  {
    "id": 115,
    "statement": "Thalamus prioritizes sensory info based on attention and memory states."
  },
  {
    "id": 116,
    "statement": "Thalamus integrates sensory info through bidirectional thalamocortical interactions."
  },
  {
    "id": 117,
    "statement": "Moral development influenced by biology, culture, and environment interaction dynamic."
  },
  {
    "id": 118,
    "statement": "Alpha oscillations modulate attentional filtering in thalamic sensory processing."
  },
  {
    "id": 119,
    "statement": "The thalamus is a brain structure that filters sensory information."
  },
  {
    "id": 120,
    "statement": "Thalamus filters sensory information for cortical analysis and processing"
  },
  {
    "id": 121,
    "statement": "Honesty creates reliability, intimacy, and moral obligation in relationships."
  },
  {
    "id": 122,
    "statement": "Thalamus is a complex, dynamic structure involved in multiple functions."
  },
  {
    "id": 123,
    "statement": "Thalamus acts as sensory information relay hub."
  },
  {
    "id": 124,
    "statement": "Lying can't be justified, honesty is the moral foundation"
  },
  {
    "id": 125,
    "statement": "Alpha oscillations filter or amplify sensory information through thalamus."
  },
  {
    "id": 126,
    "statement": "Alpha oscillations modulate thalamic transmission of sensory information."
  },
  {
    "id": 127,
    "statement": "Situational awareness provides partial understanding of a situation."
  },
  {
    "id": 128,
    "statement": "Honesty in emergencies requires nuance and integrity coordination."
  },
  {
    "id": 129,
    "statement": "Alpha oscillations modulate synaptic plasticity through phase-locking and oscillation-induced plasticity."
  },
  {
    "id": 130,
    "statement": "Alpha oscillations filter or amplify sensory information in thalamus."
  },
  {
    "id": 131,
    "statement": "Situational awareness is a dynamic and continuous process"
  },
  {
    "id": 132,
    "statement": "Alpha oscillations modulate attentional filtering through synaptic plasticity dynamically."
  },
  {
    "id": 133,
    "statement": "Alpha oscillations modulate thalamic sensory info for attention filtering"
  },
  {
    "id": 134,
    "statement": "Honesty builds trust through reliability and authentic communication."
  },
  {
    "id": 135,
    "statement": "Thalamus filters sensory information through attentional modulation mechanisms"
  },
  {
    "id": 136,
    "statement": "Thalamus selectively filters sensory info through attentional modulation."
  },
  {
    "id": 137,
    "statement": "Thalamus's dynamic nature affects its interactions with surrounding neural networks."
  },
  {
    "id": 138,
    "statement": "Situational awareness is partial understanding of a situation, incomplete."
  },
  {
    "id": 139,
    "statement": "The thalamus refines sensory information through top-down and bottom-up interactions."
  },
  {
    "id": 140,
    "statement": "Moral development influenced by dynamic interplay of biology, culture, environment."
  },
  {
    "id": 141,
    "statement": "Honesty integrates moral framework, emotional motivation, accountability, values, situational awareness."
  },
  {
    "id": 142,
    "statement": "Biology, culture, and environment interactively shape moral development."
  },
  {
    "id": 143,
    "statement": "Alpha oscillations control thalamic activity to filter sensory information."
  },
  {
    "id": 144,
    "statement": "Alpha oscillations in thalamus filter out irrelevant sensory information through attentional modulation."
  },
  {
    "id": 145,
    "statement": "Thalamus acts as sensory information relay station filtering and amplifying."
  },
  {
    "id": 146,
    "statement": "Alpha oscillations play ambiguous role in thalamic sensory processing"
  },
  {
    "id": 147,
    "statement": "Situational awareness is a partial understanding of a context."
  },
  {
    "id": 148,
    "statement": "Moral development involves complex interactions of biology, culture, and environment"
  },
  {
    "id": 149,
    "statement": "Thalamus dynamically refines sensory processing based on attention and relevance."
  },
  {
    "id": 150,
    "statement": "Situational awareness is one piece of the decision-making puzzle."
  },
  {
    "id": 151,
    "statement": "Situational awareness can be achieved through perception and recognition."
  },
  {
    "id": 152,
    "statement": "Biology, culture, and environment interact to shape moral development"
  },
  {
    "id": 153,
    "statement": "Alpha oscillations play key role in attentional filtering processes."
  },
  {
    "id": 154,
    "statement": "Alpha oscillations modulate neural connections for attentional filtering through synaptic plasticity."
  },
  {
    "id": 155,
    "statement": "Thalamus filters sensory info through neural oscillations and attention"
  },
  {
    "id": 156,
    "statement": "Alpha oscillations filter sensory info through synchronized neural activity."
  },
  {
    "id": 157,
    "statement": "Honesty involves multiple factors beyond situational awareness, such as emotional motivation."
  },
  {
    "id": 158,
    "statement": "Biology influences moral development through genetic and environmental factors."
  },
  {
    "id": 159,
    "statement": "Situational awareness provides a dynamic, evolving understanding of context."
  },
  {
    "id": 160,
    "statement": "Situational awareness provides partial understanding, demands supplementing."
  },
  {
    "id": 161,
    "statement": "Honesty is foundation of trust but other factors also exist"
  },
  {
    "id": 162,
    "statement": "Emotional motivation plays significant role in individual's honesty decisions"
  },
  {
    "id": 163,
    "statement": "The thalamus filters out irrelevant sensory information for processing."
  },
  {
    "id": 164,
    "statement": "Thalamus filters sensory information based on attention, relevance, and priority."
  },
  {
    "id": 165,
    "statement": "Thalamus filters and amplifies sensory info through neural oscillations."
  },
  {
    "id": 166,
    "statement": "Honesty in emergencies necessitates nuanced and responsible communication"
  },
  {
    "id": 167,
    "statement": "Alpha oscillations selectively gate thalamic sensory information transmission."
  },
  {
    "id": 168,
    "statement": "Informed decision-making requires considering internal, external, and future factors."
  },
  {
    "id": 169,
    "statement": "Emotions influence honesty through complex interactions of factors"
  },
  {
    "id": 170,
    "statement": "Alpha oscillations filter out irrelevant sensory information via selective attention."
  },
  {
    "id": 171,
    "statement": "Thalamus filters sensory information through attentional and contextual mechanisms."
  },
  {
    "id": 172,
    "statement": "Thalamus filters sensory information through alpha oscillations dynamically"
  },
  {
    "id": 173,
    "statement": "The thalamus refines sensory information through neural oscillations."
  },
  {
    "id": 174,
    "statement": "Individual differences, such as personality, influence moral development processes."
  },
  {
    "id": 175,
    "statement": "Thalamus's neural oscillations filter sensory information by synchronization."
  },
  {
    "id": 176,
    "statement": "Individual differences emerge from biology-environment complex interactions."
  },
  {
    "id": 177,
    "statement": "Thalamus re-sends sensory info for additional processing and integration."
  },
  {
    "id": 178,
    "statement": "Thalamus filters sensory info through attentional modulation and relevance"
  },
  {
    "id": 179,
    "statement": "Neural oscillations filter sensory information through neural connections"
  },
  {
    "id": 180,
    "statement": "Thalamocortical loops facilitate bidirectional sensory information processing between brain structures."
  },
  {
    "id": 181,
    "statement": "Internalized moral frameworks influence emotions; emotions shape moral frameworks."
  },
  {
    "id": 182,
    "statement": "Alpha oscillations modulate thalamic sensory info transmission through synchronization."
  },
  {
    "id": 183,
    "statement": "The thalamus filters sensory info based on attention, relevance, and priority."
  },
  {
    "id": 184,
    "statement": "Emotions influence honesty through internalized moral frameworks and values."
  },
  {
    "id": 185,
    "statement": "Situational awareness lacks contextual understanding, alternative perspectives."
  },
  {
    "id": 186,
    "statement": "Thalamus filters sensory info in real-time, attention-dependent, and adaptive."
  },
  {
    "id": 187,
    "statement": "Emotions influence honesty through emotional motivation, regulation, and expression."
  },
  {
    "id": 188,
    "statement": "Neural oscillations in thalamus facilitate sensory information processing."
  },
  {
    "id": 189,
    "statement": "Thalamus acts as sensory relay station, filtering and routing information."
  },
  {
    "id": 190,
    "statement": "Honesty in relationships builds trust through vulnerability and consistency"
  },
  {
    "id": 191,
    "statement": "Honesty provides necessary foundation for trust building."
  },
  {
    "id": 192,
    "statement": "Thalamus plays crucial role in attentional modulation refining processing."
  },
  {
    "id": 193,
    "statement": "Honesty in relationships fosters trust, intimacy, and moral obligation."
  },
  {
    "id": 194,
    "statement": "Alpha oscillations regulate attentional filtering through neural synchronization."
  },
  {
    "id": 195,
    "statement": "Thalamus refines sensory processing through attentional and contextual interactions."
  },
  {
    "id": 196,
    "statement": "Situational awareness necessary but insufficient for informed decision-making."
  },
  {
    "id": 197,
    "statement": "Thalamus filters sensory info based on attention, context, priority, relevance"
  },
  {
    "id": 198,
    "statement": "Alpha oscillations regulate thalamic filtering of sensory information."
  }
]