[
  {
    "id": 0,
    "statement": "PFC top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 1,
    "statement": "Thalamus receives and relays sensory info to cerebral cortex."
  },
  {
    "id": 2,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 3,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 4,
    "statement": "Thalamus relays sensory info to primary sensory cortices."
  },
  {
    "id": 5,
    "statement": "Corticothalamic pathway modulates sensory processing through top-down control mechanisms."
  },
  {
    "id": 6,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 7,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through corticothalamic pathway."
  },
  {
    "id": 8,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through bidirectional communication."
  },
  {
    "id": 9,
    "statement": "Top-down control modulates sensory processing through cortical expectations."
  },
  {
    "id": 10,
    "statement": "Mentalizing perspective involves simulating another's mental states through empathy."
  },
  {
    "id": 11,
    "statement": "Thalamus filters sensory info based on cortical expectations."
  },
  {
    "id": 12,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 13,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 14,
    "statement": "Neural gain regulates signal amplitude in sensory information processing"
  },
  {
    "id": 15,
    "statement": "Cortical inputs modulate thalamic neurons via invariant processing."
  },
  {
    "id": 16,
    "statement": "Technical writing strives for precision and simplicity simultaneously."
  },
  {
    "id": 17,
    "statement": "Top-down control enables PFC to modulate thalamus's filtering."
  },
  {
    "id": 18,
    "statement": "Mentalizing simulates others' mental states through theory of mind."
  },
  {
    "id": 19,
    "statement": "ACC-insula network synchronizes emotions and cognition through neural oscillations."
  },
  {
    "id": 20,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 21,
    "statement": "Corticothalamic pathway enables bidirectional neural communication for attention modulation."
  },
  {
    "id": 22,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 23,
    "statement": "Thalamus continuously updates filtering based on cortical expectations dynamically."
  },
  {
    "id": 24,
    "statement": "Glutamate receptors in thalamus enable rapid sensory transmission to cortex."
  },
  {
    "id": 25,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 26,
    "statement": "Neural gain regulates signal strength through complex neural interactions."
  },
  {
    "id": 27,
    "statement": "Thalamus glutamate receptors facilitate rapid sensory transmission to cortex."
  },
  {
    "id": 28,
    "statement": "The thalamus integrates sensory info through complex neural interactions."
  },
  {
    "id": 29,
    "statement": "Thalamus receives sensory info from PNS, relays to cortex reciprocally."
  },
  {
    "id": 30,
    "statement": "Thalamus dynamically filters and refines sensory information for cortex."
  },
  {
    "id": 31,
    "statement": "Neural gain regulates neural signal amplification and attenuation."
  },
  {
    "id": 32,
    "statement": "Thalamus integrates sensory info through complex neural networks."
  },
  {
    "id": 33,
    "statement": "Neural gain regulates signal strength through amplification or attenuation."
  },
  {
    "id": 34,
    "statement": "Thalamus filters sensory info through cortically influenced neural gain."
  },
  {
    "id": 35,
    "statement": "Functional relationships between brain regions enable emotional regulation"
  },
  {
    "id": 36,
    "statement": "Mentalizing involves simulating others' mental states through theory of mind."
  },
  {
    "id": 37,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 38,
    "statement": "Thalamus integrates sensory info from multiple senses through synchronized oscillations."
  },
  {
    "id": 39,
    "statement": "PFC's top-down signals modulate thalamus's attentional filtering through corticothalamic connections."
  },
  {
    "id": 40,
    "statement": "Thalamocortical loops facilitate bidirectional information exchange between thalamus and cortex."
  },
  {
    "id": 41,
    "statement": "Neural gain adjusts signal strength through amplification processes."
  },
  {
    "id": 42,
    "statement": "Cognitive empathy involves understanding and replicating others' mental states."
  },
  {
    "id": 43,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 44,
    "statement": "Cognitive empathy involves accurately simulating others' mental states."
  },
  {
    "id": 45,
    "statement": "ACC-insula network integrates interoceptive and exteroceptive information for empathy."
  },
  {
    "id": 46,
    "statement": "Thalamus integrates sensory info from multiple sources hierarchically."
  },
  {
    "id": 47,
    "statement": "Neural gain regulates neural signal amplification and attenuation."
  },
  {
    "id": 48,
    "statement": "ACC-insula network integrates emotions and cognition through neural oscillations."
  },
  {
    "id": 49,
    "statement": "Neural gain regulates neural signal amplification and attenuation through excitation and inhibition."
  },
  {
    "id": 50,
    "statement": "Thalamus dynamically filters sensory info based cortical expectations."
  },
  {
    "id": 51,
    "statement": "ACC and insula jointly regulate emotional processing and empathy."
  },
  {
    "id": 52,
    "statement": "Thalamus refines sensory info through dynamic neural interactions."
  },
  {
    "id": 53,
    "statement": "The corticothalamic pathway enables bidirectional communication for attention modulation."
  },
  {
    "id": 54,
    "statement": "Neural gain balances excitation and inhibition for signal amplification."
  },
  {
    "id": 55,
    "statement": "Corticothalamic connections enable bidirectional neural communication for attention and sensory processing"
  },
  {
    "id": 56,
    "statement": "PFC sends top-down signals to regulate Thalamus's sensory filtering."
  },
  {
    "id": 57,
    "statement": "Thalamus receives filtering instructions from cortical expectation."
  },
  {
    "id": 58,
    "statement": "Cognitive empathy involves simulating another's mental states through mentalizing perspective."
  },
  {
    "id": 59,
    "statement": "Cognitive empathy involves accurately simulating others' mental states."
  },
  {
    "id": 60,
    "statement": "Neural gain adjusts neural signal strength through synaptic plasticity."
  },
  {
    "id": 61,
    "statement": "Corticothalamic pathway enables bidirectional neural communication for attention."
  },
  {
    "id": 62,
    "statement": "Thalamus receives raw sensory data from peripheral nervous system."
  },
  {
    "id": 63,
    "statement": "Thalamus filters sensory info based on cortical expectations dynamically."
  },
  {
    "id": 64,
    "statement": "Glutamate receptors in thalamus amplify and transmit sensory info."
  },
  {
    "id": 65,
    "statement": "Corticothalamic connections enable bidirectional neural communication between brain areas."
  },
  {
    "id": 66,
    "statement": "Thalamus refines sensory info through neural processing filters."
  },
  {
    "id": 67,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 68,
    "statement": "Thalamus actively filters sensory info through cortical expectations dynamically."
  },
  {
    "id": 69,
    "statement": "Corticothalamic pathway enables bidirectional communication for attention modulation."
  },
  {
    "id": 70,
    "statement": "PFC top-down signals modulate thalamus's filtering through corticothalamic connections."
  },
  {
    "id": 71,
    "statement": "Bi-directional neural communication enables top-down attention modulation."
  },
  {
    "id": 72,
    "statement": "Cortical expectations influence thalamus's filtering of sensory information based on predictions."
  },
  {
    "id": 73,
    "statement": "Synaptic plasticity enables learning and memory through LTP/LTD processes."
  },
  {
    "id": 74,
    "statement": "Corticothalamic network integrates emotional and cognitive processing for social cognition."
  },
  {
    "id": 75,
    "statement": "Thalamus integrates multisensory information through synchronized corticothalamic pathways."
  },
  {
    "id": 76,
    "statement": "Cortical expectations modulate thalamus's sensory filtering through top-down control."
  },
  {
    "id": 77,
    "statement": "Neural gain regulates sensory signal strength through signal amplification."
  },
  {
    "id": 78,
    "statement": "The ACC-insula network integrates emotions and cognition through neural oscillations."
  },
  {
    "id": 79,
    "statement": "Thalamus integrates sensory information through convergence zones and loops."
  },
  {
    "id": 80,
    "statement": "Thalamus refines sensory information through sensory filtering, processing."
  },
  {
    "id": 81,
    "statement": "Neural oscillations modulate neural gain in sensory processing."
  },
  {
    "id": 82,
    "statement": "Thalamus receives sensory info from cortex and relays it back"
  },
  {
    "id": 83,
    "statement": "Thalamus integrates sensory info from multiple senses simultaneously."
  },
  {
    "id": 84,
    "statement": "Neural gain regulates signal amplitude through synaptic plasticity."
  },
  {
    "id": 85,
    "statement": "Neural gain fine-tunes signal strength in neural networks."
  },
  {
    "id": 86,
    "statement": "Neural oscillations integrate emotions and cognition through synchronization."
  },
  {
    "id": 87,
    "statement": "Thalamus dynamically processes sensory info based on cortical expectations."
  },
  {
    "id": 88,
    "statement": "The thalamus integrates sensory info through bidirectional cortical communication."
  },
  {
    "id": 89,
    "statement": "ACC-insula network integrates emotions and cognition through neural oscillations."
  },
  {
    "id": 90,
    "statement": "Thalamus continuously adapts filtering based on changing cortical expectations."
  },
  {
    "id": 91,
    "statement": "Corticothalamic network integrates emotional, cognitive processing in social cognition."
  },
  {
    "id": 92,
    "statement": "Thalamus receives, relays, and refines sensory information to cortex."
  },
  {
    "id": 93,
    "statement": "Neural gain regulates signal strength through cortical modulation."
  },
  {
    "id": 94,
    "statement": "Neural gain controls amplification and attenuation of neural signals processing."
  },
  {
    "id": 95,
    "statement": "Thalamus filters sensory information based on cortical expectations dynamically."
  },
  {
    "id": 96,
    "statement": "Corticothalamic connections enable bidirectional neural communication."
  },
  {
    "id": 97,
    "statement": "Corticothalamic connections enable bidirectional neural communication."
  },
  {
    "id": 98,
    "statement": "Technical writing aims to balance precision and simplicity harmoniously."
  },
  {
    "id": 99,
    "statement": "Thalamus integrates sensory info from multiple senses through synchronized oscillations."
  },
  {
    "id": 100,
    "statement": "ACC-insula network synchronizes emotions and cognition through oscillations."
  },
  {
    "id": 101,
    "statement": "Thalamus receives, processes, and selectively transmits sensory information."
  },
  {
    "id": 102,
    "statement": "Cognitive empathy involves interplay between emotional regulation and compassion."
  },
  {
    "id": 103,
    "statement": "Integration of sensory information crucial for thalamus function"
  },
  {
    "id": 104,
    "statement": "Cortical inputs modulate thalamic neurons through invariant processing mechanisms."
  },
  {
    "id": 105,
    "statement": "Corticothalamic pathway modulates sensory processing through top-down control signals."
  },
  {
    "id": 106,
    "statement": "The thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 107,
    "statement": "Individual differences in emotional empathy due to varying perspective-taking abilities."
  },
  {
    "id": 108,
    "statement": "Thalamus integrates sensory information through sensory convergence processes."
  },
  {
    "id": 109,
    "statement": "Thalamus refines sensory info through dynamic neural interactions."
  },
  {
    "id": 110,
    "statement": "Acc-insula network processes emotional regulation and empathy through connectivity."
  },
  {
    "id": 111,
    "statement": "The thalamus integrates sensory info through dynamic cortical interactions."
  },
  {
    "id": 112,
    "statement": "Corticothalamic pathway enables bidirectional neural communication."
  },
  {
    "id": 113,
    "statement": "Thalamus selectively transmits sensory information through complex neural circuits."
  },
  {
    "id": 114,
    "statement": "Emotional empathy reflects individual differences in perspective-taking."
  },
  {
    "id": 115,
    "statement": "ACC-insula network integrrates emotions and cognition through neural processes."
  },
  {
    "id": 116,
    "statement": "Neural gain regulates signal strength through complex interactions."
  },
  {
    "id": 117,
    "statement": "Neural gain balances excitation and inhibition for signal processing."
  },
  {
    "id": 118,
    "statement": "Top-down control enables PFC to modulate thalamus's filtering."
  },
  {
    "id": 119,
    "statement": "ACC-insula network integrates emotions and cognition through neural processes."
  },
  {
    "id": 120,
    "statement": "Thalamus receives and processes sensory info before relaying to cortex."
  },
  {
    "id": 121,
    "statement": "PFC sends top-down signals to regulate thalamus's attentional filtering."
  },
  {
    "id": 122,
    "statement": "Thalamus receives and relays sensory info to cortex dynamically."
  },
  {
    "id": 123,
    "statement": "Neural gain balances excitation and inhibition for signal amplification."
  },
  {
    "id": 124,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations constantly."
  },
  {
    "id": 125,
    "statement": "PFC top-down signals modulate thalamus's sensory filtering through corticothalamic connections."
  },
  {
    "id": 126,
    "statement": "Neural gain regulates neural signal amplification and attenuation through excitation and inhibition."
  },
  {
    "id": 127,
    "statement": "Glutamate receptors in thalamus facilitate rapid sensory transmission to cortex."
  },
  {
    "id": 128,
    "statement": "Cortical expectations dynamically influence thalamic filtering through neural gain modulation."
  },
  {
    "id": 129,
    "statement": "Thalamus integrates sensory information through multisensory convergence processing."
  },
  {
    "id": 130,
    "statement": "Thalamus selectively transmits or suppresses sensory info to cortex."
  },
  {
    "id": 131,
    "statement": "Cognitive empathy requires accurately simulating others' mental states."
  },
  {
    "id": 132,
    "statement": "Corticothalamic network integrates social cognition through emotional processing."
  },
  {
    "id": 133,
    "statement": "Thalamus receives sensory info, processing feedback from cortex."
  },
  {
    "id": 134,
    "statement": "Neural gain adjusts signal strength through balance excitation inhibition"
  },
  {
    "id": 135,
    "statement": "Corticothalamic connections enable bidirectional neural communication."
  },
  {
    "id": 136,
    "statement": "Thalamus receives feedback from cortical areas through reverberating loops."
  },
  {
    "id": 137,
    "statement": "Cortical expectations shape thalamus' sensory filtering through predictive processing."
  },
  {
    "id": 138,
    "statement": "Top-down control influences sensory processing through modulation."
  },
  {
    "id": 139,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations constantly."
  },
  {
    "id": 140,
    "statement": "Mentalizing perspective simulates others' mental states through empathy."
  },
  {
    "id": 141,
    "statement": "PFC sends top-down signals to regulate thalamic filtering through corticothalamic pathway."
  },
  {
    "id": 142,
    "statement": "Neural gain balances excitation and inhibition for signal regulation."
  },
  {
    "id": 143,
    "statement": "Thalamus actively participates in sensory information processing and filtering."
  },
  {
    "id": 144,
    "statement": "Corticothalamic pathway enables bidirectional neural communication for sensory processing."
  },
  {
    "id": 145,
    "statement": "PFC sends top-down signals through corticothalamic connections regulating sensory filtering."
  },
  {
    "id": 146,
    "statement": "Corticothalamic network combines emotional and cognitive processing."
  },
  {
    "id": 147,
    "statement": "Thalamus refines sensory info through neural processing filters selectively."
  },
  {
    "id": 148,
    "statement": "Corticothalamic connections enable bidirectional neural communication and feedback."
  },
  {
    "id": 149,
    "statement": "ACC-insula network integrates emotions and cognition through neural processes."
  },
  {
    "id": 150,
    "statement": "Bi-directional neural communication enables dynamic attentional modulation through cortical loops."
  },
  {
    "id": 151,
    "statement": "Thalamus integrates sensory information from various sources dynamically."
  },
  {
    "id": 152,
    "statement": "Simulation of others' mental states happens through mentalizing."
  },
  {
    "id": 153,
    "statement": "Neural gain adjusts synaptic connections through neurotransmitter release"
  },
  {
    "id": 154,
    "statement": "Corticothalamic connections enable bidirectional neural communication through interactive processing."
  },
  {
    "id": 155,
    "statement": "Neural gain adjusts signal strength through amplification mechanisms."
  },
  {
    "id": 156,
    "statement": "Neural oscillations integrate emotions and cognition through synchronization."
  },
  {
    "id": 157,
    "statement": "The corticothalamic pathway enables bidirectional communication for attention modulation."
  },
  {
    "id": 158,
    "statement": "Thalamus processes sensory info, filters, and relays refined signals."
  },
  {
    "id": 159,
    "statement": "Top-down control enables PFC to modulate thalamus's attentional filtering."
  },
  {
    "id": 160,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 161,
    "statement": "Cortical expectations shape thalamus's processing of sensory information through top-down signals."
  },
  {
    "id": 162,
    "statement": "Synaptic plasticity enables learning and memory through LTP/LTD processes."
  },
  {
    "id": 163,
    "statement": "PFC sends top-down signals to filter thalamus' sensory processing."
  },
  {
    "id": 164,
    "statement": "Functional relationships between brain regions regulate emotional responses."
  },
  {
    "id": 165,
    "statement": "Corticothalamic pathway modulates sensory processing through top-down control signals."
  },
  {
    "id": 166,
    "statement": "Cognitive empathy involves understanding and sharing feelings through perspective-taking."
  },
  {
    "id": 167,
    "statement": "Thalamus receives unprocessed sensory information from peripheral nervous system."
  },
  {
    "id": 168,
    "statement": "Thalamus dynamically filters sensory info based on contextual expectations."
  },
  {
    "id": 169,
    "statement": "ACC-insula network facilitates emotional-cognitive processing through neural oscillations."
  },
  {
    "id": 170,
    "statement": "Top-down signals from PFC modulate thalamus's sensory filtering."
  },
  {
    "id": 171,
    "statement": "Thalamus adjusts filtering to cortical expectations in real-time."
  },
  {
    "id": 172,
    "statement": "ACC-insula network integrates interoceptive and exteroceptive information for empathy."
  },
  {
    "id": 173,
    "statement": "Thalamus receives sensory info from Somatic Sensory Pathway, relays cortex."
  },
  {
    "id": 174,
    "statement": "Thalamus filters sensory info through cortically influenced neural gain."
  },
  {
    "id": 175,
    "statement": "Individual differences in emotional empathy arise from varying perspective-taking abilities."
  },
  {
    "id": 176,
    "statement": "Thalamus actively filters sensory info through cortical expectations."
  },
  {
    "id": 177,
    "statement": "Signal amplitude refers to the strength of neural signals transmitted."
  },
  {
    "id": 178,
    "statement": "Thalamus selectively transmits processed sensory information to cortex."
  },
  {
    "id": 179,
    "statement": "Corticothalamic pathway enables bidirectional communication for attention modulation."
  },
  {
    "id": 180,
    "statement": "Emotional empathy reflects individual differences in perspective-taking abilities."
  },
  {
    "id": 181,
    "statement": "Thalamus plays crucial role in processing sensory information."
  },
  {
    "id": 182,
    "statement": "Thalamus refines sensory info through dynamic neural processing."
  },
  {
    "id": 183,
    "statement": "ACC and insula jointly regulate emotional processing and empathy through neural interactions."
  },
  {
    "id": 184,
    "statement": "Cognitive empathy involves reciprocal interaction of emotional regulation and compassion."
  },
  {
    "id": 185,
    "statement": "Thalamus actively filters and modulates sensory information to cortex."
  },
  {
    "id": 186,
    "statement": "Thalamus integrates multisensory information through synchronized corticothalamic pathways."
  },
  {
    "id": 187,
    "statement": "Thalamus integrates sensory info through complex neural interactions dynamically."
  },
  {
    "id": 188,
    "statement": "Thalamus filters sensory info based on cortical attentional expectations."
  },
  {
    "id": 189,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 190,
    "statement": "PFC sends top-down signals to adjust thalamus's attentional filtering."
  },
  {
    "id": 191,
    "statement": "Thalamus dynamically filters sensory info based on cortical expectations."
  },
  {
    "id": 192,
    "statement": "Neural gain regulates signal strength via excitation and inhibition."
  },
  {
    "id": 193,
    "statement": "Neural gain regulates signal strength through adaptive neural networks."
  },
  {
    "id": 194,
    "statement": "Top-down processing aids attentional modulation through corticothalamic connections."
  },
  {
    "id": 195,
    "statement": "Neural gain adjusts signal strength through excitation or inhibition."
  },
  {
    "id": 196,
    "statement": "ACC-insula network integrates emotions and cognition through neural oscillations, neurotransmitters, and synchronization."
  },
  {
    "id": 197,
    "statement": "Thalamus integrates sensory info through complex neural networks"
  },
  {
    "id": 198,
    "statement": "Mentalizing involves simulating others' mental states through theory of mind"
  },
  {
    "id": 199,
    "statement": "Thalamus gates sensory information from periphery to cortex."
  }
]