[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Euthanasia requires informed consent and understanding patient's condition."
  },
  {
    "id": 2,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 3,
    "statement": "The Earth's magnetic field varies over time; magnetic north changes."
  },
  {
    "id": 4,
    "statement": "pH is logarithmic scale measuring hydrogen ions' activity, not concentration."
  },
  {
    "id": 5,
    "statement": "pH measures hydrogen ion activity, not concentration directly."
  },
  {
    "id": 6,
    "statement": "Evolution occurs through natural selection's interactions with genetic variation."
  },
  {
    "id": 7,
    "statement": "Euthanasia requires informed consent and understanding patient's condition."
  },
  {
    "id": 8,
    "statement": "Environmental factors influence tracking system performance directly."
  },
  {
    "id": 9,
    "statement": "Checks and balances imperfectly promote transparency and accountability."
  },
  {
    "id": 10,
    "statement": "Honesty's definition varies across cultures, social contexts, and values."
  },
  {
    "id": 11,
    "statement": "pH measures hydrogen ions' activity, not concentration directly."
  },
  {
    "id": 12,
    "statement": "Magnetic field lines tilted 11.5 degrees from Earth's axis"
  },
  {
    "id": 13,
    "statement": "The universe's total mass-energy is approximately 10^50 kilograms."
  },
  {
    "id": 14,
    "statement": "The second law of thermodynamics describes entropy's spontaneous increase"
  },
  {
    "id": 15,
    "statement": "Complex numbers are a mathematical extension of real numbers for algebra."
  },
  {
    "id": 16,
    "statement": "The Earth's magnetic field tilt varies due to core-mantle-mantle dynamics."
  },
  {
    "id": 17,
    "statement": "Moral truths may be culturally relative and subjective."
  },
  {
    "id": 18,
    "statement": "Magnetic field lines tilted 11.5 degrees from Earth's axis due to geological processes."
  },
  {
    "id": 19,
    "statement": "Genetic modification requires careful planning, monitoring, and evaluation."
  },
  {
    "id": 20,
    "statement": "Euthanasia requires informed consent, comprehensive patient comprehension."
  },
  {
    "id": 21,
    "statement": "pH measures hydrogen ions' activity, considering ion interactions."
  },
  {
    "id": 22,
    "statement": "Tracking accuracy depends on considering multiple environmental factors"
  },
  {
    "id": 23,
    "statement": "Informed consent in euthanasia involves patient understanding and consent."
  },
  {
    "id": 24,
    "statement": "Natural selection influences genetic variation through environmental interactions and selection pressure."
  },
  {
    "id": 25,
    "statement": "Checks and balances foster cooperation, stability through governance."
  },
  {
    "id": 26,
    "statement": "Uncertainty in universe's mass-energy estimate arises from measurement limitations"
  },
  {
    "id": 27,
    "statement": "Moral values conflict; honesty not always paramount in decisions"
  },
  {
    "id": 28,
    "statement": "Cultural relativity influences understanding and practice of honesty."
  },
  {
    "id": 29,
    "statement": "Planets' velocity decreases as they approach the Sun due to gravity, with complexities."
  },
  {
    "id": 30,
    "statement": "The universe's total mass-energy is approximately 10^50 kilograms."
  },
  {
    "id": 31,
    "statement": "Planets' velocity increases approaching Sun due to gravity force."
  },
  {
    "id": 32,
    "statement": "Complex numbers extend real numbers to include imaginary parts"
  },
  {
    "id": 33,
    "statement": "Earthquake damage level impacts building stability and response protocols."
  },
  {
    "id": 34,
    "statement": "Checks and balances promote transparency and accountability in government"
  },
  {
    "id": 35,
    "statement": "Checks and balances imperfectly promote transparency and accountability."
  },
  {
    "id": 36,
    "statement": "Planets' velocity increases approaching the Sun due to gravity"
  },
  {
    "id": 37,
    "statement": "pH measures hydrogen ion activity rather than direct concentration."
  },
  {
    "id": 38,
    "statement": "Genetic engineering can have unforeseen consequences on ecosystems."
  },
  {
    "id": 39,
    "statement": "Checks and balances ensure accountability through transparent decision-making."
  },
  {
    "id": 40,
    "statement": "Checks and balances foster cooperation and stable governance."
  },
  {
    "id": 41,
    "statement": "Honesty definition varies across cultures, values, and contexts"
  },
  {
    "id": 42,
    "statement": "Honesty's definition varies across cultures, values, and contexts, influencing practice."
  },
  {
    "id": 43,
    "statement": "Cultural relativity influences honesty definitions and expectations"
  },
  {
    "id": 44,
    "statement": "False statements can't be trusted for knowledge accuracy."
  },
  {
    "id": 45,
    "statement": "Complex numbers extend real numbers through addition and multiplication definitions."
  },
  {
    "id": 46,
    "statement": "Complex numbers extend real numbers by including imaginary parts."
  },
  {
    "id": 47,
    "statement": "Complex numbers are a mathematical extension of real numbers."
  },
  {
    "id": 48,
    "statement": "Preventing falling objects during earthquakes reduces injury risk greatly."
  },
  {
    "id": 49,
    "statement": "Unbearable suffering in euthanasia: patient-specific, context-dependent evaluation"
  },
  {
    "id": 50,
    "statement": "Honesty's definition and value vary across cultures and societies."
  },
  {
    "id": 51,
    "statement": "Geographic north refers to true north or directions to the Earth's North Pole."
  },
  {
    "id": 52,
    "statement": "The Earth's magnetic field weakens at 2-6% per century on average"
  },
  {
    "id": 53,
    "statement": "Carefully constructed false statements can convey accurate information sometimes."
  },
  {
    "id": 54,
    "statement": "A compass needle aligns with magnetic field lines, not Earth's axis."
  },
  {
    "id": 55,
    "statement": "Autonomy in euthanasia means patient self-determination and informed choice."
  },
  {
    "id": 56,
    "statement": "Honesty's definition varies across cultures, values, and contexts."
  },
  {
    "id": 57,
    "statement": "Genetic engineering's unforeseen consequences threaten individual and planetary well-being."
  },
  {
    "id": 58,
    "statement": "Building type influences earthquake safety protocols with unique considerations."
  },
  {
    "id": 59,
    "statement": "Genetic variation drives evolution through natural selection pressure."
  },
  {
    "id": 60,
    "statement": "The Earth's magnetic field weakens at 5% per century."
  },
  {
    "id": 61,
    "statement": "Informed consent safeguards patient autonomy and informed decision-making"
  },
  {
    "id": 62,
    "statement": "Euthanasia requires informed consent and understanding patient's condition."
  },
  {
    "id": 63,
    "statement": "Euthanasia requires informed consent, comprehensive understanding of patient's condition."
  },
  {
    "id": 64,
    "statement": "Earthquake safety protocols consider building characteristics, location, and age."
  },
  {
    "id": 65,
    "statement": "Environmental factors have a direct impact on tracking accuracy."
  },
  {
    "id": 66,
    "statement": "The universe's mass-energy estimate varies widely due to uncertainties."
  },
  {
    "id": 67,
    "statement": "Estimate of universe's total mass-energy varies widely in research."
  },
  {
    "id": 68,
    "statement": "Natural selection drives genetic variation through environmental pressures"
  },
  {
    "id": 69,
    "statement": "All sentient beings have inherent moral and ethical value."
  },
  {
    "id": 70,
    "statement": "Earthquakes' unpredictable nature makes preventing falling objects crucially important"
  },
  {
    "id": 71,
    "statement": "Theoretical and observational limitations contribute to universe's mass-energy uncertainty."
  },
  {
    "id": 72,
    "statement": "Euthanasia requires informed consent and comprehensive patient comprehension."
  },
  {
    "id": 73,
    "statement": "Indirect measurements of universe's mass-energy involve assumptions and data combination."
  },
  {
    "id": 74,
    "statement": "Cultural values influence notions of honesty and morality"
  },
  {
    "id": 75,
    "statement": "Complex numbers are numbers with both real and imaginary parts."
  },
  {
    "id": 76,
    "statement": "Environmental factors impact tracking accuracy in diverse ways."
  },
  {
    "id": 77,
    "statement": "Checks and balances ensure accountable decision-making processes"
  },
  {
    "id": 78,
    "statement": "Earth's magnetic field varies due to geological and external processes."
  },
  {
    "id": 79,
    "statement": "Honesty might not be best policy in situations harming others"
  },
  {
    "id": 80,
    "statement": "Cultural relativity affects honesty definitions and expectations across cultures."
  },
  {
    "id": 81,
    "statement": "Autonomy in euthanasia refers to patient's right to self-determination."
  },
  {
    "id": 82,
    "statement": "The universe's total mass-energy estimate varies widely due to uncertainties."
  },
  {
    "id": 83,
    "statement": "Euthanasia requires informed consent, patient understanding of condition, options, process, consequences, and emotional aspects."
  },
  {
    "id": 84,
    "statement": "Euthanasia involves complex moral considerations beyond informed consent."
  },
  {
    "id": 85,
    "statement": "Sentient beings have inherent moral and ethical value regardless of species."
  },
  {
    "id": 86,
    "statement": "Cultural relativity influences honesty definitions across contexts."
  },
  {
    "id": 87,
    "statement": "Autonomy in decision-making influenced by individual values, beliefs."
  },
  {
    "id": 88,
    "statement": "Earthquake safety protocols vary with location, damage level, and building type based on seismic hazard, geology, building codes, environmental factors, culture, infrastructure, and emergency response."
  },
  {
    "id": 89,
    "statement": "Complex numbers extend real numbers with imaginary unit operations"
  },
  {
    "id": 90,
    "statement": "Entropy measures disorder or randomness in a system's energy."
  },
  {
    "id": 91,
    "statement": "Complex numbers extend real numbers to solve equations algebraically."
  },
  {
    "id": 92,
    "statement": "Magnetic field lines tilted 11.5 degrees from Earth's axis."
  },
  {
    "id": 93,
    "statement": "Building characteristics significantly impact earthquake safety protocols."
  },
  {
    "id": 94,
    "statement": "Planets' velocity decreases as they approach the Sun due to gravity."
  },
  {
    "id": 95,
    "statement": "Entropy measures disorder or randomness in a system's energy"
  },
  {
    "id": 96,
    "statement": "The universe's mass-energy estimate is uncertain due to limitations and complexities."
  },
  {
    "id": 97,
    "statement": "Checks and balances ensure accountability in democratic governance."
  },
  {
    "id": 98,
    "statement": "Magnetic field tilted 11.5 degrees from Earth's rotational axis"
  },
  {
    "id": 99,
    "statement": "Energy conservation: 1st law, entropy increase, 2nd law explained"
  },
  {
    "id": 100,
    "statement": "The Earth's magnetic field tilt varies due to geological processes."
  },
  {
    "id": 101,
    "statement": "Checks and balances facilitate transparency and accountability in governance."
  },
  {
    "id": 102,
    "statement": "Autonomy in decision-making influenced by cultural and personal factors."
  },
  {
    "id": 103,
    "statement": "Compass needle points towards magnetic north, not red south end."
  },
  {
    "id": 104,
    "statement": "Honesty's definition varies across cultures and values."
  },
  {
    "id": 105,
    "statement": "Earthquake safety protocols vary with location, damage level, building type."
  },
  {
    "id": 106,
    "statement": "Theoretical limitations in cosmology and particle physics introduce uncertainty"
  },
  {
    "id": 107,
    "statement": "Entropy measures lack of organization or structure in systems."
  },
  {
    "id": 108,
    "statement": "The second law of thermodynamics describes entropy's spontaneous increase inherently."
  },
  {
    "id": 109,
    "statement": "All sentient beings have inherent moral and ethical significance universally."
  },
  {
    "id": 110,
    "statement": "Theoretical limitations in universe's mass-energy estimate arise from uncertainties."
  },
  {
    "id": 111,
    "statement": "Informed consent requires clear communication, empathy, and adaptability."
  },
  {
    "id": 112,
    "statement": "Checks and balances are imperfect yet continuously improvable."
  },
  {
    "id": 113,
    "statement": "The universe's mass-energy estimate varies widely due to measurement uncertainties."
  },
  {
    "id": 114,
    "statement": "Estimate of universe's mass-energy remains uncertain due to various factors"
  },
  {
    "id": 115,
    "statement": "Informed consent and patient understanding inadequately address euthanasia's moral complexity"
  },
  {
    "id": 116,
    "statement": "Honesty may not be the only moral consideration."
  },
  {
    "id": 117,
    "statement": "Honesty's definition varies across cultures and values."
  },
  {
    "id": 118,
    "statement": "Informed consent ensures autonomy in euthanasia decision-making."
  },
  {
    "id": 119,
    "statement": "Sentient beings have inherent moral and ethical significance regardless."
  },
  {
    "id": 120,
    "statement": "All sentient beings have inherent moral and ethical significance."
  },
  {
    "id": 121,
    "statement": "Compass needle aligns with Earth's magnetic field lines, not axis"
  },
  {
    "id": 122,
    "statement": "Earth's magnetic field tilted 11.5 degrees from rotational axis"
  },
  {
    "id": 123,
    "statement": "Capital punishment's effectiveness in reducing crime rates is debated."
  },
  {
    "id": 124,
    "statement": "Complex numbers are used in algebraic extensions of real numbers"
  },
  {
    "id": 125,
    "statement": "The universe's mass-energy estimate varies due to measurement uncertainties."
  },
  {
    "id": 126,
    "statement": "Environmental factors impact tracking accuracy in diverse ways."
  },
  {
    "id": 127,
    "statement": "Informed consent in euthanasia involves competence, disclosure, voluntariness, and understanding."
  },
  {
    "id": 128,
    "statement": "Informed consent in euthanasia ensures patient autonomy and safety."
  },
  {
    "id": 129,
    "statement": "pH is a logarithmic scale measuring hydrogen ions' activity over concentration."
  },
  {
    "id": 130,
    "statement": "Complexity in universe's mass-energy estimation arises from indirect measurements."
  },
  {
    "id": 131,
    "statement": "Gravitational forces combined with orbital velocity and momentum affect planet motion."
  },
  {
    "id": 132,
    "statement": "Uncertainty in universe's mass-energy estimate due to theoretical and observational limitations."
  },
  {
    "id": 133,
    "statement": "Tracking accuracy depends on multiple environmental factors consideration"
  },
  {
    "id": 134,
    "statement": "Earth's magnetic field tilted due to core movement and rotation."
  },
  {
    "id": 135,
    "statement": "Autonomy in euthanasia involves patient self-determination and informed choice."
  },
  {
    "id": 136,
    "statement": "Entropy measures disorder or randomness in a system's energy"
  },
  {
    "id": 137,
    "statement": "Euthanasia requires informed consent and patient understanding of implications."
  },
  {
    "id": 138,
    "statement": "Capital punishment's effectiveness in reducing crime rates is highly debated."
  },
  {
    "id": 139,
    "statement": "pH measures hydrogen ion activity based on logarithmic scale."
  },
  {
    "id": 140,
    "statement": "Environmental factors significantly impact tracking accuracy measures"
  },
  {
    "id": 141,
    "statement": "pH measure reflects hydrogen ions' activity not concentration."
  },
  {
    "id": 142,
    "statement": "Genetic modification requires meticulous planning, research, and evaluation."
  },
  {
    "id": 143,
    "statement": "Uncertainty in universe's mass-energy estimation arises from multiple factors."
  },
  {
    "id": 144,
    "statement": "Gravitational forces, velocity, and momentum determine planetary motion types."
  },
  {
    "id": 145,
    "statement": "Earthquake damage level affects building stability and response protocols."
  },
  {
    "id": 146,
    "statement": "The universe's total mass-energy estimate varies due to theoretical and observational limitations."
  },
  {
    "id": 147,
    "statement": "Geographic north, true north, and magnetic north are related."
  },
  {
    "id": 148,
    "statement": "Checks and balances foster cooperation through mutual accountability."
  },
  {
    "id": 149,
    "statement": "Honesty's definition varies across cultures and values."
  },
  {
    "id": 150,
    "statement": "Earth's magnetic field's rate of weakening is complex and variable."
  },
  {
    "id": 151,
    "statement": "Cultural relativity influences understanding and practice of honesty."
  },
  {
    "id": 152,
    "statement": "Earth's magnetic field lines tilted 11.5 degrees from rotational axis."
  },
  {
    "id": 153,
    "statement": "Theoretical limitations in cosmology and particle physics introduce uncertainty in the universe's mass-energy estimate."
  },
  {
    "id": 154,
    "statement": "Checks and balances imperfectly promote transparency and accountability."
  },
  {
    "id": 155,
    "statement": "Informed consent in euthanasia involves competence, disclosure, voluntariness, and understanding."
  },
  {
    "id": 156,
    "statement": "Emotional harm can be just as severe as physical harm."
  },
  {
    "id": 157,
    "statement": "Informed consent in euthanasia involves patient understanding and free will."
  },
  {
    "id": 158,
    "statement": "The second law of thermodynamics describes entropy's spontaneous increase fundamentally."
  },
  {
    "id": 159,
    "statement": "Planets' velocity decreases approaching Sun due to gravity force."
  },
  {
    "id": 160,
    "statement": "Checks and balances ensure accountability in democratic governance."
  },
  {
    "id": 161,
    "statement": "The Earth's magnetic field induces ferromagnetic materials' alignment."
  },
  {
    "id": 162,
    "statement": "Honesty's definition varies across cultures, values, and contexts influencing practice."
  },
  {
    "id": 163,
    "statement": "Checks and balances promote transparency and accountability imperfectly."
  },
  {
    "id": 164,
    "statement": "Entropy measures decrease in organization or structure in systems."
  },
  {
    "id": 165,
    "statement": "Tracking accuracy influenced by multiple environmental factors."
  },
  {
    "id": 166,
    "statement": "Informed consent requires clear communication and patient comprehension."
  },
  {
    "id": 167,
    "statement": "Autonomy in euthanasia requires informed consent, competent decision-making."
  },
  {
    "id": 168,
    "statement": "Emotional harm can cause long-term psychological distress."
  },
  {
    "id": 169,
    "statement": "Entropy measures disorder or randomness in a system's energy"
  },
  {
    "id": 170,
    "statement": "Checks and balances promote transparency and accountability through separation of powers."
  },
  {
    "id": 171,
    "statement": "Uncertainty in universe's mass-energy estimate arises from indirect measurements."
  },
  {
    "id": 172,
    "statement": "Checks and balances foster cooperation through separation of powers."
  },
  {
    "id": 173,
    "statement": "Empathy crucial in informed consent during euthanasia discussions to create safe, supportive environment."
  },
  {
    "id": 174,
    "statement": "Compass needle aligns with magnetic field's force direction"
  },
  {
    "id": 175,
    "statement": "Earthquake safety protocols vary with building type and seismic design principles."
  },
  {
    "id": 176,
    "statement": "The universe's total mass-energy estimation involves various methods."
  },
  {
    "id": 177,
    "statement": "Complex numbers build upon real numbers for algebraic manipulations."
  },
  {
    "id": 178,
    "statement": "Informed consent is a necessary but insufficient condition autonomy."
  },
  {
    "id": 179,
    "statement": "Geological processes shape Earth's magnetic field through plate tectonics and convection."
  },
  {
    "id": 180,
    "statement": "Honesty builds trust, lacks it leading to erosion."
  },
  {
    "id": 181,
    "statement": "Cultural relativity influences honesty, but universal moral values exist."
  },
  {
    "id": 182,
    "statement": "pH is a logarithmic scale of hydrogen ions' concentration change"
  },
  {
    "id": 183,
    "statement": "Planets' velocity increases approaching the Sun due to gravity, exceptions apply."
  },
  {
    "id": 184,
    "statement": "Informed consent involves understanding potential euthanasia consequences."
  },
  {
    "id": 185,
    "statement": "Moral truths involve both cultural and universal factors."
  },
  {
    "id": 186,
    "statement": "Euthanasia requires informed consent and comprehensive patient comprehension."
  },
  {
    "id": 187,
    "statement": "pH measures hydrogen ion activity logarithmically, not concentration directly."
  },
  {
    "id": 188,
    "statement": "Earth's magnetic field lines tilted 11.5 degrees from rotational axis."
  },
  {
    "id": 189,
    "statement": "Checks and balances are imperfect and configurable in governance."
  },
  {
    "id": 190,
    "statement": "Earth's magnetic field weakens due to geodynamo and core-mantle interaction."
  },
  {
    "id": 191,
    "statement": "Measurement uncertainties in universe's mass-energy estimation arise from various limitations."
  },
  {
    "id": 192,
    "statement": "The universe's mass-energy estimate varies due to theoretical and observational limitations."
  },
  {
    "id": 193,
    "statement": "Earth's magnetic field tilted 11.5 degrees from rotational axis opposite"
  },
  {
    "id": 194,
    "statement": "Checks and balances require multifaceted accountability mechanisms."
  },
  {
    "id": 195,
    "statement": "Evolution occurs through natural selection's interactions with genetic variation."
  },
  {
    "id": 196,
    "statement": "Checks and balances require ongoing refinement and adaptation."
  },
  {
    "id": 197,
    "statement": "Mutual accountability fosters cooperation and responsible decision-making."
  },
  {
    "id": 198,
    "statement": "Theoretical limitations in mass-energy estimation arise from uncertainties in physics and measurements."
  }
]