[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 2,
    "statement": "Euthanasia requires informed consent and understanding patient's condition."
  },
  {
    "id": 3,
    "statement": "The Earth's magnetic field varies over time; magnetic north changes."
  },
  {
    "id": 4,
    "statement": "Complex numbers are a mathematical extension of real numbers."
  },
  {
    "id": 5,
    "statement": "Tracking accuracy depends on considering multiple environmental factors"
  },
  {
    "id": 6,
    "statement": "Euthanasia requires informed consent and understanding patient's condition."
  },
  {
    "id": 7,
    "statement": "The universe's total mass-energy is approximately 10^50 kilograms."
  },
  {
    "id": 8,
    "statement": "Euthanasia requires informed consent, comprehensive patient comprehension."
  },
  {
    "id": 9,
    "statement": "Evolution occurs through natural selection's interactions with genetic variation."
  },
  {
    "id": 10,
    "statement": "Cultural relativity influences understanding and practice of honesty."
  },
  {
    "id": 11,
    "statement": "The universe's total mass-energy is approximately 10^50 kilograms."
  },
  {
    "id": 12,
    "statement": "Compass needle points towards magnetic north, not red south end."
  },
  {
    "id": 13,
    "statement": "pH measures hydrogen ions' activity, not concentration directly."
  },
  {
    "id": 14,
    "statement": "Autonomy in euthanasia means patient self-determination and informed choice."
  },
  {
    "id": 15,
    "statement": "Environmental factors influence tracking system performance directly."
  },
  {
    "id": 16,
    "statement": "pH is logarithmic scale measuring hydrogen ions' activity, not concentration."
  },
  {
    "id": 17,
    "statement": "Honesty's definition varies across cultures, values, and contexts, influencing practice."
  },
  {
    "id": 18,
    "statement": "Preventing falling objects during earthquakes reduces injury risk greatly."
  },
  {
    "id": 19,
    "statement": "pH measures hydrogen ion activity, not concentration directly."
  },
  {
    "id": 20,
    "statement": "Checks and balances imperfectly promote transparency and accountability."
  },
  {
    "id": 21,
    "statement": "Honesty's definition varies across cultures, social contexts, and values."
  },
  {
    "id": 22,
    "statement": "Complex numbers are a mathematical extension of real numbers for algebra."
  },
  {
    "id": 23,
    "statement": "Genetic engineering's unforeseen consequences threaten individual and planetary well-being."
  },
  {
    "id": 24,
    "statement": "Moral truths may be culturally relative and subjective."
  },
  {
    "id": 25,
    "statement": "Informed consent in euthanasia involves patient understanding and consent."
  },
  {
    "id": 26,
    "statement": "Autonomy in decision-making influenced by cultural and personal factors."
  },
  {
    "id": 27,
    "statement": "Estimate of universe's total mass-energy varies widely in research."
  },
  {
    "id": 28,
    "statement": "Genetic variation drives evolution through natural selection pressure."
  },
  {
    "id": 29,
    "statement": "Honesty's definition varies across cultures and values."
  },
  {
    "id": 30,
    "statement": "Earthquake safety protocols vary with location, damage level, building type."
  },
  {
    "id": 31,
    "statement": "Checks and balances imperfectly promote transparency and accountability."
  },
  {
    "id": 32,
    "statement": "pH measures hydrogen ion activity rather than direct concentration."
  },
  {
    "id": 33,
    "statement": "The universe's mass-energy estimate varies widely due to measurement uncertainties."
  },
  {
    "id": 34,
    "statement": "Estimate of universe's mass-energy remains uncertain due to various factors"
  },
  {
    "id": 35,
    "statement": "Informed consent ensures autonomy in euthanasia decision-making."
  },
  {
    "id": 36,
    "statement": "All sentient beings have inherent moral and ethical significance."
  },
  {
    "id": 37,
    "statement": "False statements can't be trusted for knowledge accuracy."
  },
  {
    "id": 38,
    "statement": "Honesty definition varies across cultures, values, and contexts"
  },
  {
    "id": 39,
    "statement": "Planets' velocity increases approaching Sun due to gravity force."
  },
  {
    "id": 40,
    "statement": "Magnetic field lines tilted 11.5 degrees from Earth's axis."
  },
  {
    "id": 41,
    "statement": "Euthanasia requires informed consent and deep patient understanding."
  },
  {
    "id": 42,
    "statement": "A compass needle aligns with magnetic field lines, not Earth's axis."
  },
  {
    "id": 43,
    "statement": "Environmental factors impact tracking accuracy in diverse ways."
  },
  {
    "id": 44,
    "statement": "Informed consent in euthanasia involves competence, disclosure, voluntariness, and understanding."
  },
  {
    "id": 45,
    "statement": "Uncertainty in universe's mass-energy estimate due to theoretical and observational limitations."
  },
  {
    "id": 46,
    "statement": "Autonomy in euthanasia refers to patient's right to self-determination."
  },
  {
    "id": 47,
    "statement": "Honesty's definition varies across cultures and values."
  },
  {
    "id": 48,
    "statement": "Sentient beings have inherent moral and ethical significance regardless."
  },
  {
    "id": 49,
    "statement": "Compass needle aligns with magnetic field lines, not Earth's axis."
  },
  {
    "id": 50,
    "statement": "Entropy measures disorder or randomness in a system's energy"
  },
  {
    "id": 51,
    "statement": "The second law of thermodynamics describes entropy's spontaneous increase"
  },
  {
    "id": 52,
    "statement": "Euthanasia requires informed consent and understanding patient's condition."
  },
  {
    "id": 53,
    "statement": "Euthanasia requires informed consent and comprehensive patient comprehension."
  },
  {
    "id": 54,
    "statement": "Geographic north refers to true north or directions to the Earth's North Pole."
  },
  {
    "id": 55,
    "statement": "The Earth's magnetic field weakens at 5% per century."
  },
  {
    "id": 56,
    "statement": "Magnetic field lines tilted 11.5 degrees from Earth's axis"
  },
  {
    "id": 57,
    "statement": "The universe's mass-energy estimate varies widely due to uncertainties."
  },
  {
    "id": 58,
    "statement": "Magnetic field lines tilted 11.5 degrees from Earth's axis due to geological processes."
  },
  {
    "id": 59,
    "statement": "Planets' velocity increases approaching the Sun due to gravity"
  },
  {
    "id": 60,
    "statement": "Planets' velocity increases approaching the Sun due to gravity."
  },
  {
    "id": 61,
    "statement": "Checks and balances foster cooperation and stable governance."
  },
  {
    "id": 62,
    "statement": "Planets' velocity decreases approaching the Sun due to gravity."
  },
  {
    "id": 63,
    "statement": "Hydrogen ion activity relates to pH through chemical reactions."
  },
  {
    "id": 64,
    "statement": "Planets' velocity decreases as they approach the Sun due to gravity."
  },
  {
    "id": 65,
    "statement": "Inherent value of sentient beings is based on dignity and respect"
  },
  {
    "id": 66,
    "statement": "The second law of thermodynamics describes entropy's spontaneous increase naturally."
  },
  {
    "id": 67,
    "statement": "Natural selection influences genetic variation through environmental interactions and selection pressure."
  },
  {
    "id": 68,
    "statement": "Checks and balances foster cooperation and stable governance."
  },
  {
    "id": 69,
    "statement": "Cultural norms on honesty and lying vary significantly across societies"
  },
  {
    "id": 70,
    "statement": "Magnetic north is often used for everyday directional orientation."
  },
  {
    "id": 71,
    "statement": "Checks and balances ensure accountability in democratic governance."
  },
  {
    "id": 72,
    "statement": "Energy conservation: 1st law, entropy increase, 2nd law explained"
  },
  {
    "id": 73,
    "statement": "Emotional harm can be just as severe as physical harm."
  },
  {
    "id": 74,
    "statement": "Checks and balances imperfectly promote transparency and accountability."
  },
  {
    "id": 75,
    "statement": "Capital punishment's morality and effectiveness are widely debated."
  },
  {
    "id": 76,
    "statement": "Emotional harm can be as severe as physical harm in healthcare."
  },
  {
    "id": 77,
    "statement": "Genetic engineering's risks can be minimized through careful design."
  },
  {
    "id": 78,
    "statement": "Complex numbers extend real numbers to include imaginary parts"
  },
  {
    "id": 79,
    "statement": "Magnetic field lines tilted approximately 10.3-11.0 degrees from Earth's axis."
  },
  {
    "id": 80,
    "statement": "Retributive justice prioritizes punishment over rehabilitation and restoration."
  },
  {
    "id": 81,
    "statement": "Earthquake damage level impacts building stability and response protocols."
  },
  {
    "id": 82,
    "statement": "Checks and balances foster cooperation, stability through governance."
  },
  {
    "id": 83,
    "statement": "Honesty is crucial, but context-dependent moral considerations may prevail."
  },
  {
    "id": 84,
    "statement": "Checks and balances promote transparency and accountability in government"
  },
  {
    "id": 85,
    "statement": "Checks and balances promote accountability, transparency in democracy."
  },
  {
    "id": 86,
    "statement": "The compass needle points towards magnetic North Pole, not red end"
  },
  {
    "id": 87,
    "statement": "Uncertainty in universe's mass-energy estimate arises from theoretical limitations"
  },
  {
    "id": 88,
    "statement": "A compass needle aligns with magnetic field lines, not Earth's axis due to the tilt of the magnetic field."
  },
  {
    "id": 89,
    "statement": "Genetic engineering's risks can be mitigated through careful design."
  },
  {
    "id": 90,
    "statement": "Energy conservation limited by entropy's inevitable increase"
  },
  {
    "id": 91,
    "statement": "Local entropy decreases allowed in non-isolated systems."
  },
  {
    "id": 92,
    "statement": "Evolution occurs through natural selection's interactions genetic variation."
  },
  {
    "id": 93,
    "statement": "Complex numbers are a mathematical extension of real numbers."
  },
  {
    "id": 94,
    "statement": "Informed consent empowers patients to make autonomous euthanasia decisions."
  },
  {
    "id": 95,
    "statement": "Checks and balances facilitate transparency and accountability in governance."
  },
  {
    "id": 96,
    "statement": "Honesty's definition varies across cultures, social contexts, and values."
  },
  {
    "id": 97,
    "statement": "Building characteristics significantly impact earthquake safety protocols."
  },
  {
    "id": 98,
    "statement": "Tracking accuracy depends on considering multiple environmental factors."
  },
  {
    "id": 99,
    "statement": "Checks and balances promote transparency and accountability in governance."
  },
  {
    "id": 100,
    "statement": "Checks and balances promote governance transparency and accountability."
  },
  {
    "id": 101,
    "statement": "Environmental factors affect tracking accuracy in various ways."
  },
  {
    "id": 102,
    "statement": "Natural selection influences genetic variation through environmental interactions."
  },
  {
    "id": 103,
    "statement": "Informed consent in euthanasia involves competence, disclosure, voluntariness, and understanding."
  },
  {
    "id": 104,
    "statement": "Autonomy in euthanasia ensures patient's right to make informed decisions."
  },
  {
    "id": 105,
    "statement": "Cultural relativism nuances understanding of inherent right to life"
  },
  {
    "id": 106,
    "statement": "Moral relativism stems from subjective cultural and individual perspectives"
  },
  {
    "id": 107,
    "statement": "Natural selection is a dynamic evolutionary process shaping populations."
  },
  {
    "id": 108,
    "statement": "Honesty's concept can vary across cultures and norms."
  },
  {
    "id": 109,
    "statement": "Informed consent essential for autonomous euthanasia decision-making."
  },
  {
    "id": 110,
    "statement": "Planets' velocity decreases approaching the Sun due to gravity's force."
  },
  {
    "id": 111,
    "statement": "Geographic north is used for directional orientation overall."
  },
  {
    "id": 112,
    "statement": "Autonomy in decision-making is context-dependent and vulnerable."
  },
  {
    "id": 113,
    "statement": "Earthquake safety protocols vary with building design and structure."
  },
  {
    "id": 114,
    "statement": "The Earth's magnetic field varies over time due to geological processes."
  },
  {
    "id": 115,
    "statement": "Individual freedoms are limited by collective rights balancing."
  },
  {
    "id": 116,
    "statement": "Estimate of universe's total mass-energy affected by limits of measurement."
  },
  {
    "id": 117,
    "statement": "Capital punishment violates universal human right to life."
  },
  {
    "id": 118,
    "statement": "Solar stills use evaporation-condensation process, not solar heat."
  },
  {
    "id": 119,
    "statement": "Earth's magnetic field variations affect compass accuracy in navigation."
  },
  {
    "id": 120,
    "statement": "Earthquake safety protocols vary by location, building type, and damage level."
  },
  {
    "id": 121,
    "statement": "Retributive justice prioritizes punishment over rehabilitation, often in vain."
  },
  {
    "id": 122,
    "statement": "A set of conditions enables autonomous euthanasia decisions."
  },
  {
    "id": 123,
    "statement": "Checks and balances promote cooperation in governance systems."
  },
  {
    "id": 124,
    "statement": "Honesty's understanding influenced by cultural values and context."
  },
  {
    "id": 125,
    "statement": "The universe's total mass-energy remains an open question, unknown."
  },
  {
    "id": 126,
    "statement": "Genetic variation provides the raw material for evolution."
  },
  {
    "id": 127,
    "statement": "Entropy measures disorder or randomness in a system's energy."
  },
  {
    "id": 128,
    "statement": "Moral truths can be both culturally relative and universally applicable"
  },
  {
    "id": 129,
    "statement": "Gravity's force causes planets to accelerate towards the Sun."
  },
  {
    "id": 130,
    "statement": "Earthquake safety protocols adapt to location, building type, and damage level."
  },
  {
    "id": 131,
    "statement": "Inherent value of sentient beings is based on dignity, respect, and non-maleficence"
  },
  {
    "id": 132,
    "statement": "Entropy can decrease locally in non-isolated systems under specific conditions."
  },
  {
    "id": 133,
    "statement": "The Earth's magnetic field weakens at varying rates over time."
  },
  {
    "id": 134,
    "statement": "Earth's magnetic field changes affect compass accuracy in navigation."
  },
  {
    "id": 135,
    "statement": "Checks and balances ensure governance power separation."
  },
  {
    "id": 136,
    "statement": "Checks and balances ensure power distribution in democratic governance."
  },
  {
    "id": 137,
    "statement": "True north is the direction to Earth's geographic North Pole"
  },
  {
    "id": 138,
    "statement": "Evolution results from natural selection's interaction with genetic variation."
  },
  {
    "id": 139,
    "statement": "Euthanasia is morally permissible with consent to alleviate suffering."
  },
  {
    "id": 140,
    "statement": "Earthquake safety protocols reduce injury risk due to falling objects"
  },
  {
    "id": 141,
    "statement": "Magnetic north slightly offset from true north due to Earth's magnetic field tilt."
  },
  {
    "id": 142,
    "statement": "Uncertainty in universe's mass-energy estimate due to theoretical and observational limitations."
  },
  {
    "id": 143,
    "statement": "Environmental factors impact tracking accuracy and precision"
  },
  {
    "id": 144,
    "statement": "Magnetic fields rarely align with Earth's rotational axis perfectly."
  },
  {
    "id": 145,
    "statement": "Cultural relativism considers varying moral values across cultures"
  },
  {
    "id": 146,
    "statement": "Complex numbers extend real numbers for algebraic equation solutions."
  },
  {
    "id": 147,
    "statement": "Honesty fosters trust by demonstrating commitment to truthfulness."
  },
  {
    "id": 148,
    "statement": "Moral relativism considers morality as culturally and personally subjective."
  },
  {
    "id": 149,
    "statement": "pH measures hydrogen ion activity, not concentration directly."
  },
  {
    "id": 150,
    "statement": "Informed consent in euthanasia involves comprehensive patient understanding."
  },
  {
    "id": 151,
    "statement": "Autonomy is influenced by context and prone to vulnerability."
  },
  {
    "id": 152,
    "statement": "Checks and balances promote cooperation through distributed power and responsibility"
  },
  {
    "id": 153,
    "statement": "pH measures hydrogen ion activity, not concentration directly due to intermolecular interactions"
  },
  {
    "id": 154,
    "statement": "Retributive justice prioritizes punishment over rehabilitation and restoration"
  },
  {
    "id": 155,
    "statement": "Estimate of universe's mass-energy affected by measurement limitations."
  },
  {
    "id": 156,
    "statement": "Planets' velocity decreases approaching the Sun due to gravity"
  },
  {
    "id": 157,
    "statement": "The universe's mass-energy is estimated as 10^50 kilograms."
  },
  {
    "id": 158,
    "statement": "Informed consent requires patient understanding of condition, treatment options."
  },
  {
    "id": 159,
    "statement": "The Earth's magnetic field weakens at 5% per decade, not century."
  },
  {
    "id": 160,
    "statement": "Genetic engineering's unforeseen consequences include unintended mutations and resistance."
  },
  {
    "id": 161,
    "statement": "pH measures hydrogen ion activity, not concentration directly affected by factors."
  },
  {
    "id": 162,
    "statement": "Individual freedoms balance with collective rights considerations."
  },
  {
    "id": 163,
    "statement": "Moral considerations can override honesty in certain situations."
  },
  {
    "id": 164,
    "statement": "Autonomy in euthanasia requires informed consent, capacity assessment, advance planning, patient-centered care, and open communication."
  },
  {
    "id": 165,
    "statement": "Informed consent in euthanasia ensures patient autonomy and understanding."
  },
  {
    "id": 166,
    "statement": "The universe's total mass-energy is calculated with significant uncertainty."
  },
  {
    "id": 167,
    "statement": "Checks and balances have limitations and imperfections."
  },
  {
    "id": 168,
    "statement": "Checks and balances promote cooperation in governance systems."
  },
  {
    "id": 169,
    "statement": "Euthanasia requires informed consent and patient understanding"
  },
  {
    "id": 170,
    "statement": "Building characteristics significantly impact earthquake safety protocols."
  },
  {
    "id": 171,
    "statement": "Retributive justice prioritizes punishment over rehabilitation, often ineffective"
  },
  {
    "id": 172,
    "statement": "pH measures hydrogen ions' effective concentration, not total."
  },
  {
    "id": 173,
    "statement": "Safety and risk management span multiple domains, including built environment."
  },
  {
    "id": 174,
    "statement": "Competence requires patient's rational and informed decision-making capacity."
  },
  {
    "id": 175,
    "statement": "Planets' velocity increases approaching Sun due to gravity."
  },
  {
    "id": 176,
    "statement": "Planets' velocity decreases approaching the Sun due to gravity."
  },
  {
    "id": 177,
    "statement": "Honesty is crucial but context-dependent moral consideration prevails."
  },
  {
    "id": 178,
    "statement": "Environmental factors significantly impact tracking accuracy."
  },
  {
    "id": 179,
    "statement": "Natural selection is dynamic shaping populations through interactions."
  },
  {
    "id": 180,
    "statement": "Euthanasia requires informed consent, comprehensive patient comprehension"
  },
  {
    "id": 181,
    "statement": "Honesty definition varies across cultures, values, and contexts."
  },
  {
    "id": 182,
    "statement": "Complex numbers expand real numbers with imaginary components"
  },
  {
    "id": 183,
    "statement": "Autonomy in euthanasia requires informed consent, capacity, and voluntariness."
  },
  {
    "id": 184,
    "statement": "Informed consent in euthanasia involves competence, disclosure, voluntariness, and understanding."
  },
  {
    "id": 185,
    "statement": "Honesty's concept is shaped by cultural and social norms."
  },
  {
    "id": 186,
    "statement": "The universe's total mass-energy estimate varies widely in research"
  },
  {
    "id": 187,
    "statement": "Measurement uncertainties affect mass-energy estimates in various ways"
  },
  {
    "id": 188,
    "statement": "Informed consent in euthanasia requires patient comprehension of options"
  },
  {
    "id": 189,
    "statement": "Tracking accuracy depends on multiple environmental factors."
  },
  {
    "id": 190,
    "statement": "Natural selection drives evolution through interactions with genetic variation."
  },
  {
    "id": 191,
    "statement": "pH measures hydrogen ion activity, not direct concentration, accurately."
  },
  {
    "id": 192,
    "statement": "Checks and balances promote governance transparency accountability imperfectly."
  },
  {
    "id": 193,
    "statement": "Cultural relativity influences understanding and practice of honesty depending on values."
  },
  {
    "id": 194,
    "statement": "Checks and balances promote transparency and accountability through oversight."
  },
  {
    "id": 195,
    "statement": "The compass needle points towards magnetic North Pole."
  },
  {
    "id": 196,
    "statement": "Compass needle aligns with magnetic field lines due to magnetic force."
  },
  {
    "id": 197,
    "statement": "Earthquake safety protocols rely on location, damage, and building type."
  },
  {
    "id": 198,
    "statement": "A compass needle aligns with magnetic field lines, not axes."
  },
  {
    "id": 199,
    "statement": "False statements can be accepted in satirical or hypothetical contexts"
  }
]