[
  {
    "id": 0,
    "statement": "The Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 1,
    "statement": "Paris was not capital of West Francia during Charles Simple's reign"
  },
  {
    "id": 2,
    "statement": "Linguistic framing and emotional language shape biases and decisions."
  },
  {
    "id": 3,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty."
  },
  {
    "id": 4,
    "statement": "Alternative pricing models offer various options and flexibility."
  },
  {
    "id": 5,
    "statement": "West Frankish Kingdom was a medieval kingdom that predated France"
  },
  {
    "id": 6,
    "statement": "Interdisciplinary research combines multiple disciplines for comprehensive understanding."
  },
  {
    "id": 7,
    "statement": "Certifications convey exclusivity through prestige signals and perceived value."
  },
  {
    "id": 8,
    "statement": "West Frankish Kingdom existed from 9th to 10th century, centralized in France."
  },
  {
    "id": 9,
    "statement": "Paris wasn't France's capital under Charles the Simple in 987."
  },
  {
    "id": 10,
    "statement": "Hugh Capet became King of France in 987 CE"
  },
  {
    "id": 11,
    "statement": "Language manipulation influences cognitive biases through various mechanisms."
  },
  {
    "id": 12,
    "statement": "Partially excludable public goods combine pricing mechanisms for accessibility."
  },
  {
    "id": 13,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 14,
    "statement": "West Frankish Kingdom's influence shaped modern France's territory, governance and culture."
  },
  {
    "id": 15,
    "statement": "Reims Cathedral hosted coronations for French monarchs from 1027."
  },
  {
    "id": 16,
    "statement": "Contextual biases can be reinforced by linguistic factors in language."
  },
  {
    "id": 17,
    "statement": "West Frankish Kingdom preceded Kingdom of France historically."
  },
  {
    "id": 18,
    "statement": "Nuuk, Greenland's capital, located on southwestern coast of Greenland."
  },
  {
    "id": 19,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 20,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms"
  },
  {
    "id": 21,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty in 987 CE."
  },
  {
    "id": 22,
    "statement": "Certifications convey exclusivity through prestige signals and perceived value signals."
  },
  {
    "id": 23,
    "statement": "Laon was West Francia's capital under Charles the Simple."
  },
  {
    "id": 24,
    "statement": "Critical thinking enhances accuracy through evidence evaluation and analysis consistently."
  },
  {
    "id": 25,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms."
  },
  {
    "id": 26,
    "statement": "Hugh Capet's coronation marked Capetian dynasty's contested beginning"
  },
  {
    "id": 27,
    "statement": "Quantum mechanics underlies many areas of science and technology."
  },
  {
    "id": 28,
    "statement": "Partially excludable public goods restrict access through various barriers."
  },
  {
    "id": 29,
    "statement": "Public goods restrict access through physical, technological, economic, and social barriers."
  },
  {
    "id": 30,
    "statement": "Critical thinking's role in knowledge formation is nuanced and context-dependent."
  },
  {
    "id": 31,
    "statement": "Cognitive biases influence information accuracy through linguistic processing behaviors."
  },
  {
    "id": 32,
    "statement": "Linguistic nuances and tone shape information accuracy through context."
  },
  {
    "id": 33,
    "statement": "Certifications convey exclusivity through prestige and differentiation."
  },
  {
    "id": 34,
    "statement": "Charlemagne's primary residence unclear among medieval historians' interpretations."
  },
  {
    "id": 35,
    "statement": "Alternative pricing models offer customers customized pricing options."
  },
  {
    "id": 36,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty."
  },
  {
    "id": 37,
    "statement": "West Frankish Kingdom existed from 9th to 10th century CE."
  },
  {
    "id": 38,
    "statement": "Contextual biases affect information accuracy linguistically."
  },
  {
    "id": 39,
    "statement": "Freemium model offers basic product for free, upsales premium version."
  },
  {
    "id": 40,
    "statement": "Linguistic nuances and tone influence information accuracy through context."
  },
  {
    "id": 41,
    "statement": "Interdisciplinary understanding combines multiple perspectives for accurate comprehension"
  },
  {
    "id": 42,
    "statement": "Hugh Capet's coronation marked beginning of Paris' gradual capital rise"
  },
  {
    "id": 43,
    "statement": "Interdisciplinary research creates comprehensive understanding through integrated knowledge."
  },
  {
    "id": 44,
    "statement": "Paris was capital of West Francia under Charles the Simple."
  },
  {
    "id": 45,
    "statement": "West Frankish Kingdom laid groundwork for modern France."
  },
  {
    "id": 46,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms."
  },
  {
    "id": 47,
    "statement": "Alternative pricing models accommodate diverse customer needs through segmentation."
  },
  {
    "id": 48,
    "statement": "Contextual biases influence linguistic processing through cognitive priming."
  },
  {
    "id": 49,
    "statement": "Alternative pricing models offer flexible options for customers"
  },
  {
    "id": 50,
    "statement": "Certifications can convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 51,
    "statement": "Nuuk, Greenland's capital, located on southwestern coast."
  },
  {
    "id": 52,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations between 1027 and 1825."
  },
  {
    "id": 53,
    "statement": "Resurgence of interest in analog tools drives traditional magnifying glasses niche."
  },
  {
    "id": 54,
    "statement": "Pricing models use segmentation to tailor offers to diverse customers."
  },
  {
    "id": 55,
    "statement": "West Frankish Kingdom was a medieval kingdom that predated France"
  },
  {
    "id": 56,
    "statement": "Contextual biases manipulate language structure, meaning, and context."
  },
  {
    "id": 57,
    "statement": "Partially excludable public goods restrict access through pricing, permits, queueing, quality mechanisms."
  },
  {
    "id": 58,
    "statement": "Quantum vacuum fluctuates with virtual particles through energy exchange dynamically."
  },
  {
    "id": 59,
    "statement": "Advancements in technology create niches for traditional magnifying glasses"
  },
  {
    "id": 60,
    "statement": "Pricing mechanisms for partially excludable public goods vary"
  },
  {
    "id": 61,
    "statement": "Charlemagne's primary residence unclear among historians' interpretations."
  },
  {
    "id": 62,
    "statement": "Quantum vacuum fluctuations create temporary virtual particle-antiparticle pairs."
  },
  {
    "id": 63,
    "statement": "Partially excludable public goods combine accessibility and exclusivity."
  },
  {
    "id": 64,
    "statement": "Linguistic factors reinforce biases through framing and emotional language."
  },
  {
    "id": 65,
    "statement": "Interdisciplinary research combines multiple disciplines for comprehensive understanding."
  },
  {
    "id": 66,
    "statement": "West Frankish Kingdom, Carolingian offshoot, existed 9th-10th century CE."
  },
  {
    "id": 67,
    "statement": "Contextual biases affect information accuracy linguistically."
  },
  {
    "id": 68,
    "statement": "Reims Cathedral hosted 63 French monarch coronations between 496 and 1825."
  },
  {
    "id": 69,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture greatly."
  },
  {
    "id": 70,
    "statement": "Reims Cathedral hosted 63 French monarch coronations historically."
  },
  {
    "id": 71,
    "statement": "Linguistic complexities influence cognitive biases and information accuracy"
  },
  {
    "id": 72,
    "statement": "Paris' capital status debated among historians due to unclear early records"
  },
  {
    "id": 73,
    "statement": "Hugh Capet's succession marked beginning of Capetian dynasty controversy over royal power."
  },
  {
    "id": 74,
    "statement": "Critical thinking involves evaluating evidence credibility, relevance, and potential biases."
  },
  {
    "id": 75,
    "statement": "Interdisciplinary approach fosters accurate knowledge through diverse perspectives"
  },
  {
    "id": 76,
    "statement": "Capital of France's uncertainty due to historical record limitations"
  },
  {
    "id": 77,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty."
  },
  {
    "id": 78,
    "statement": "Charlemagne's Palace of Aachen primary residence, imperial symbol."
  },
  {
    "id": 79,
    "statement": "Public goods can restrict access through various mechanisms."
  },
  {
    "id": 80,
    "statement": "A freemium model offers basic product for free, then upsells."
  },
  {
    "id": 81,
    "statement": "Quantum vacuum fluctuates with virtual particles through energy exchange."
  },
  {
    "id": 82,
    "statement": "Paris emerged as capital city during Louis IX's reign."
  },
  {
    "id": 83,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty."
  },
  {
    "id": 84,
    "statement": "Paris wasn't sole capital of Frankish Kingdom (5th-10th centuries)"
  },
  {
    "id": 85,
    "statement": "Hugh Capet's dynasty gradually established Paris as French capital"
  },
  {
    "id": 86,
    "statement": "Critical thinking enhances accuracy through evidence evaluation and analysis."
  },
  {
    "id": 87,
    "statement": "Hugh Capet's ascension to throne combined succession, marriage, and alliances."
  },
  {
    "id": 88,
    "statement": "Reims Cathedral hosted 33 coronations of French monarchs between 1027 and 1825."
  },
  {
    "id": 89,
    "statement": "Charles the Simple ruled France from 898 to 922, with Paris as capital."
  },
  {
    "id": 90,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 91,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations historically."
  },
  {
    "id": 92,
    "statement": "Charlemagne's Palace of Aachen was a multi-purpose, ceremonial center."
  },
  {
    "id": 93,
    "statement": "Partially excludable public goods use various mechanisms to restrict access"
  },
  {
    "id": 94,
    "statement": "Louis IX's reign decisively contributed to Paris' growing importance."
  },
  {
    "id": 95,
    "statement": "Alternative pricing models offer flexible options for varying customer needs."
  },
  {
    "id": 96,
    "statement": "Public goods restrict access through physical, technological, and economic mechanisms."
  },
  {
    "id": 97,
    "statement": "Evidence evaluation in critical thinking assesses credibility and relevance."
  },
  {
    "id": 98,
    "statement": "Hugh Capet's dynasty gradually established Paris as French capital."
  },
  {
    "id": 99,
    "statement": "Linguistic complexity can exacerbate cognitive biases and distort information accuracy."
  },
  {
    "id": 100,
    "statement": "Contextual biases influence language structure, meaning, and context evolution."
  },
  {
    "id": 101,
    "statement": "Linguistic complexities can exacerbate cognitive biases and distort information accuracy"
  },
  {
    "id": 102,
    "statement": "Interdisciplinary research combines multiple disciplines for comprehensive understanding."
  },
  {
    "id": 103,
    "statement": "Nuuk, Greenland's capital, located on southwestern coast of Greenland."
  },
  {
    "id": 104,
    "statement": "Critical thinking enhances accurate knowledge through evidence evaluation"
  },
  {
    "id": 105,
    "statement": "Cognitive and environmental factors interact reciprocally in a continuous process."
  },
  {
    "id": 106,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 107,
    "statement": "Contextual biases reinforced by linguistic factors, syntax, tone and word choice."
  },
  {
    "id": 108,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms."
  },
  {
    "id": 109,
    "statement": "Certifications create exclusivity through prestige and perceived value signals."
  },
  {
    "id": 110,
    "statement": "Contextual biases in language can distort information accuracy."
  },
  {
    "id": 111,
    "statement": "Alternative pricing models offer flexible options for customers."
  },
  {
    "id": 112,
    "statement": "Reims Cathedral hosted 33 coronations of French monarchs historically."
  },
  {
    "id": 113,
    "statement": "Linguistic factors influence information interpretation through tone and syntax."
  },
  {
    "id": 114,
    "statement": "Segmentation in pricing models tailors offerings to diverse customer needs."
  },
  {
    "id": 115,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty in 987 CE"
  },
  {
    "id": 116,
    "statement": "Public goods restrict access through physical mechanisms."
  },
  {
    "id": 117,
    "statement": "Nuuk, Greenland's capital, located on western coast according to multiple sources."
  },
  {
    "id": 118,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty in 987 CE."
  },
  {
    "id": 119,
    "statement": "Contextual biases affect information accuracy linguistically."
  },
  {
    "id": 120,
    "statement": "Hugh Capet's ascension to throne combined succession, marriage, alliances, complexity."
  },
  {
    "id": 121,
    "statement": "Paris' capital status debated among historians due to unclear records."
  },
  {
    "id": 122,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty."
  },
  {
    "id": 123,
    "statement": "Linguistic structures influence information interpretation through tone and syntax."
  },
  {
    "id": 124,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture greatly."
  },
  {
    "id": 125,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty controversy."
  },
  {
    "id": 126,
    "statement": "Quantum vacuum fluctuations create temporary virtual particles."
  },
  {
    "id": 127,
    "statement": "Linguistic nuances shape information accuracy through contextual biases."
  },
  {
    "id": 128,
    "statement": "Reims Cathedral hosted coronations starting from King Clovis in 496."
  },
  {
    "id": 129,
    "statement": "Quantum vacuum fluctuations create virtual particles and antiparticles."
  },
  {
    "id": 130,
    "statement": "Segmentation involves dividing customers by demographic, behavioral, geographic, or psychographic criteria."
  },
  {
    "id": 131,
    "statement": "Cognitive biases interact bidirectionally with environmental factors."
  },
  {
    "id": 132,
    "statement": "Linguistic complexities exacerbate cognitive biases and distort information accuracy."
  },
  {
    "id": 133,
    "statement": "Hugh Capet's coronation marked beginning of hereditary Capetian dynasty."
  },
  {
    "id": 134,
    "statement": "Linguistic factors influence information interpretation through tone, syntax, and choice"
  },
  {
    "id": 135,
    "statement": "Interdisciplinary approaches foster accurate knowledge through respectful dialogue."
  },
  {
    "id": 136,
    "statement": "Paris' capital status debated among historians due to unclear records"
  },
  {
    "id": 137,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty controversy."
  },
  {
    "id": 138,
    "statement": "Freemium model balances basic and premium features strategically."
  },
  {
    "id": 139,
    "statement": "Public goods restrict access through various economic, technological..."
  },
  {
    "id": 140,
    "statement": "A freemium model offers basic product or service free, upsells premium options."
  },
  {
    "id": 141,
    "statement": "Freemium model offers basic product for free, upsells premium version."
  },
  {
    "id": 142,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty controversy."
  },
  {
    "id": 143,
    "statement": "Language manipulation affects cognitive biases through priming, heuristics, emotions, social influence and attention."
  },
  {
    "id": 144,
    "statement": "Charlemagne's palaces changed due to military and administrative needs."
  },
  {
    "id": 145,
    "statement": "Nuuk, Greenland's capital, located on southwestern coastal region"
  },
  {
    "id": 146,
    "statement": "A freemium model is a business strategy offering free basic products."
  },
  {
    "id": 147,
    "statement": "Paris' capital status debated among historians due to unclear records and interpretations."
  },
  {
    "id": 148,
    "statement": "Paris became French capital gradually under Capetian dynasty"
  },
  {
    "id": 149,
    "statement": "Interdisciplinary understanding combines multiple perspectives for comprehensive comprehension."
  },
  {
    "id": 150,
    "statement": "Hugh Capet's succession marked beginning of Capetian dynasty controversy"
  },
  {
    "id": 151,
    "statement": "Certifications conveying exclusivity and perceived value may vary culturally."
  },
  {
    "id": 152,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty."
  },
  {
    "id": 153,
    "statement": "Charlemagne's residences and palaces changed due to military, administrative needs"
  },
  {
    "id": 154,
    "statement": "Critical thinking enhances accurate knowledge through evidence evaluation and correction"
  },
  {
    "id": 155,
    "statement": "Certifications convey exclusivity through prestige signals and perceived value signals."
  },
  {
    "id": 156,
    "statement": "Reims Cathedral hosted 63 French monarch coronations historically)"
  },
  {
    "id": 157,
    "statement": "Charlemagne's Palace of Aachen was ceremonial and symbolic center."
  },
  {
    "id": 158,
    "statement": "Credibility in evidence evaluation involves source expertise, qualifications."
  },
  {
    "id": 159,
    "statement": "Partially excludable public goods use nuanced pricing mechanisms."
  },
  {
    "id": 160,
    "statement": "Frankish Kingdom had multiple capitals during 5th-10th centuries"
  },
  {
    "id": 161,
    "statement": "Hugh Capet crowned King of France on July 24, 987 CE."
  },
  {
    "id": 162,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty."
  },
  {
    "id": 163,
    "statement": "Cognitive and environmental factors interact dynamically and reciprocally."
  },
  {
    "id": 164,
    "statement": "Hugh Capet's coronation marked shift from elective to hereditary monarchy."
  },
  {
    "id": 165,
    "statement": "Quantum vacuum fluctuations create temporary virtual particle-antiparticle pairs through uncertainty principle."
  },
  {
    "id": 166,
    "statement": "Alternative pricing models promote accessibility through affordable options."
  },
  {
    "id": 167,
    "statement": "A freemium model offers basic product or service for free, then upsells."
  },
  {
    "id": 168,
    "statement": "Contextual biases in language distort information accuracy through multiple mechanisms"
  },
  {
    "id": 169,
    "statement": "Reims Cathedral hosted 33 coronations of French monarchs from 1027 to 1825."
  },
  {
    "id": 170,
    "statement": "Quantum vacuum fluctuations create temporary virtual particle-antiparticle pairs."
  },
  {
    "id": 171,
    "statement": "Capetian dynasty's gradual influence solidified Paris as French capital."
  },
  {
    "id": 172,
    "statement": "Cognitive biases influence information accuracy through linguistic processing behaviors."
  },
  {
    "id": 173,
    "statement": "Hugh Capet's succession marked beginning of Capetian dynasty controversy over royal power."
  },
  {
    "id": 174,
    "statement": "Alternative pricing models offer flexible options for varying customer needs."
  },
  {
    "id": 175,
    "statement": " Complexities of medieval politics led to unclear records on Paris' status"
  },
  {
    "id": 176,
    "statement": "Cognitive biases influence information accuracy through linguistic processing."
  },
  {
    "id": 177,
    "statement": "Cognitive biases influence information accuracy through linguistic processing."
  },
  {
    "id": 178,
    "statement": "Charlemagne's Palace of Aachen was a significant but not primary residence."
  },
  {
    "id": 179,
    "statement": "Hugh Capet's coronation marked significant power shift in France."
  },
  {
    "id": 180,
    "statement": "Alternative pricing models promote accessibility through flexible options."
  },
  {
    "id": 181,
    "statement": "Reims Cathedral hosted numerous French monarch coronations, exact count unknown."
  },
  {
    "id": 182,
    "statement": "Hugh Capet's coronation marks beginning of Capetian dynasty controversy."
  },
  {
    "id": 183,
    "statement": "Public goods restrict access through various barriers, including physical, technological, economic, and social."
  },
  {
    "id": 184,
    "statement": "Partially excludable public goods restrict access through pricing, regulation, technology and social norms."
  },
  {
    "id": 185,
    "statement": "Charlemagne's residences and palaces changed due to military and administrative needs."
  },
  {
    "id": 186,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty."
  },
  {
    "id": 187,
    "statement": "Contextual biases affect information accuracy linguistically."
  },
  {
    "id": 188,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms"
  },
  {
    "id": 189,
    "statement": "Public goods restrict access through physical, technological, and economic mechanisms."
  },
  {
    "id": 190,
    "statement": "Critical thinking involves evaluating evidence credibility, relevance, and potential biases."
  },
  {
    "id": 191,
    "statement": "Certifications perceived value and exclusivity vary significantly across cultures."
  },
  {
    "id": 192,
    "statement": "Linguistic factors can manipulate perceptions through emotional language."
  },
  {
    "id": 193,
    "statement": "Quantum vacuum fluctuations create virtual particles through energy exchange."
  },
  {
    "id": 194,
    "statement": "Cognitive and environmental factors interact reciprocally in continuous loops."
  },
  {
    "id": 195,
    "statement": "Hugh Capet's coronation marked beginning of Paris' capital rise process gradually."
  },
  {
    "id": 196,
    "statement": "Charlemagne's primary residence was the Palace of Aachen."
  },
  {
    "id": 197,
    "statement": "Charlemagne's residences and palaces changed due to military and administrative needs."
  },
  {
    "id": 198,
    "statement": "Linguistic complexities influence cognitive biases through tone, syntax, and word choice."
  }
]