[
  {
    "id": 0,
    "statement": "Paris was not capital of West Francia during Charles Simple's reign"
  },
  {
    "id": 1,
    "statement": "Charlemagne's Palace of Aachen primary residence, imperial symbol."
  },
  {
    "id": 2,
    "statement": "Linguistic framing and emotional language shape biases and decisions."
  },
  {
    "id": 3,
    "statement": "Certifications convey exclusivity through prestige and differentiation in practice."
  },
  {
    "id": 4,
    "statement": "West Frankish Kingdom preceded Kingdom of France historically."
  },
  {
    "id": 5,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 6,
    "statement": "Evidence evaluation in critical thinking assesses credibility and relevance."
  },
  {
    "id": 7,
    "statement": "West Frankish Kingdom laid groundwork for modern France's identity."
  },
  {
    "id": 8,
    "statement": "West Frankish Kingdom existed from 9th to 10th century, centralized in France."
  },
  {
    "id": 9,
    "statement": "Paris wasn't France's capital under Charles the Simple in 987."
  },
  {
    "id": 10,
    "statement": "Alternative pricing models offer customized options to customers."
  },
  {
    "id": 11,
    "statement": "West Frankish Kingdom laid groundwork for modern France."
  },
  {
    "id": 12,
    "statement": "Partially excludable public goods combine pricing mechanisms for accessibility."
  },
  {
    "id": 13,
    "statement": "Linguistic factors reinforce biases through framing and emotional language."
  },
  {
    "id": 14,
    "statement": "Partially excludable public goods use queueing to restrict access."
  },
  {
    "id": 15,
    "statement": "Reims Cathedral hosted 63 French monarch coronations between 496 and 1825."
  },
  {
    "id": 16,
    "statement": "Reims Cathedral hosted coronations for French monarchs since 1027."
  },
  {
    "id": 17,
    "statement": "West Frankish Kingdom's legacy shaped modern France's identity culturally."
  },
  {
    "id": 18,
    "statement": "Nuuk, Greenland's capital, located on southwestern coast of Greenland."
  },
  {
    "id": 19,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 20,
    "statement": "Contextual biases influence linguistic processing through cognitive priming associations."
  },
  {
    "id": 21,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty in 987 CE."
  },
  {
    "id": 22,
    "statement": "Evidence credibility assessed through authority, objectivity, methodology, reputation."
  },
  {
    "id": 23,
    "statement": "Combinations of physical, technological, and economic mechanisms restrict public goods access."
  },
  {
    "id": 24,
    "statement": "Critical thinking enhances accuracy through evidence evaluation and analysis consistently."
  },
  {
    "id": 25,
    "statement": "Nostalgia and tactile experience drive demand for traditional magnifying glasses."
  },
  {
    "id": 26,
    "statement": "Interdisciplinary research integrates multiple disciplines for comprehensive understanding."
  },
  {
    "id": 27,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture greatly."
  },
  {
    "id": 28,
    "statement": "Partially excludable public goods combine accessibility and exclusivity."
  },
  {
    "id": 29,
    "statement": "West Frankish Kingdom existed in modern-day France, Belgium, and Germany."
  },
  {
    "id": 30,
    "statement": "Public goods restrict access through various physical, technological, economic, social barriers"
  },
  {
    "id": 31,
    "statement": "Partially excludable public goods use pricing, permits, queueing, quality controls."
  },
  {
    "id": 32,
    "statement": "West Francia's capital during Charles the Simple's reign was Laon, France."
  },
  {
    "id": 33,
    "statement": "Certifications convey exclusivity through prestige and differentiation."
  },
  {
    "id": 34,
    "statement": "Cognitive biases influence information accuracy through linguistic processing"
  },
  {
    "id": 35,
    "statement": "The Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 36,
    "statement": "Pricing mechanisms used to restrict access in partially excludable public goods"
  },
  {
    "id": 37,
    "statement": "Reims Cathedral was a significant, but not sole, coronation site."
  },
  {
    "id": 38,
    "statement": "Certifications can convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 39,
    "statement": "Language manipulation influences cognitive biases through multiple mechanisms."
  },
  {
    "id": 40,
    "statement": "Reims Cathedral held at least 25 French monarch coronations."
  },
  {
    "id": 41,
    "statement": "Alternative pricing models offer customized options through tiered pricing."
  },
  {
    "id": 42,
    "statement": "Quantum vacuum fluctuations manifest as temporary particle-antiparticle pairs"
  },
  {
    "id": 43,
    "statement": "Hugh Capet's succession sparked controversy over royal power balance."
  },
  {
    "id": 44,
    "statement": "Linguistic framing and emotional language shape biases and decisions"
  },
  {
    "id": 45,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 46,
    "statement": "Resurgence of analog interest drives demand for traditional magnifying glasses."
  },
  {
    "id": 47,
    "statement": "Critical thinking recognizes potential biases through self-reflection."
  },
  {
    "id": 48,
    "statement": "Hugh Capet's coronation marked Capetian dynasty's disputed beginnings"
  },
  {
    "id": 49,
    "statement": "Alternative pricing models offer flexible options for customers"
  },
  {
    "id": 50,
    "statement": "Interdisciplinary approach fosters accurate knowledge through diverse perspectives"
  },
  {
    "id": 51,
    "statement": "Linguistic framing and emotional language shape biases and decisions."
  },
  {
    "id": 52,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations between 1027 and 1825."
  },
  {
    "id": 53,
    "statement": "Paris wasn't France's capital under Charles the Simple in 987."
  },
  {
    "id": 54,
    "statement": "Quantum vacuum fluctuates with virtual particles through energy exchange dynamically."
  },
  {
    "id": 55,
    "statement": "West Frankish Kingdom was a medieval kingdom that predated France"
  },
  {
    "id": 56,
    "statement": "Partially excludable public goods combine public and private characteristics."
  },
  {
    "id": 57,
    "statement": "Partially excludable public goods restrict access through pricing, permits, queueing, quality mechanisms."
  },
  {
    "id": 58,
    "statement": "Certifications convey exclusivity through prestige signals and perceived value."
  },
  {
    "id": 59,
    "statement": "Quantum vacuum fluctuations occur in empty space due to uncertainty."
  },
  {
    "id": 60,
    "statement": "Pricing mechanisms for partially excludable public goods vary"
  },
  {
    "id": 61,
    "statement": "Reims Cathedral hosted numerous French monarch coronations historically"
  },
  {
    "id": 62,
    "statement": "The Palace of Aachen's architecture influenced Western Europe's building designs."
  },
  {
    "id": 63,
    "statement": "Partially excludable public goods combine accessibility and exclusivity."
  },
  {
    "id": 64,
    "statement": "Linguistic factors influence biases through framing and emotional language."
  },
  {
    "id": 65,
    "statement": "Linguistic factors influence contextual biases through tone, vocabulary, syntax."
  },
  {
    "id": 66,
    "statement": "West Frankish Kingdom, Carolingian offshoot, existed 9th-10th century CE."
  },
  {
    "id": 67,
    "statement": "Hugh Capet's coronation marked the beginning of the Capetian dynasty."
  },
  {
    "id": 68,
    "statement": "Reims Cathedral hosted coronations for French monarchs from 1027."
  },
  {
    "id": 69,
    "statement": "Louis IX's reign contributed significantly to Paris' cultural and economic growth."
  },
  {
    "id": 70,
    "statement": "Charlemagne's primary residence unclear among medieval historians' interpretations"
  },
  {
    "id": 71,
    "statement": "Contextual biases influence linguistic processing through cognitive priming associations."
  },
  {
    "id": 72,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 73,
    "statement": "Contextual biases influenced by various linguistic factors."
  },
  {
    "id": 74,
    "statement": "The Palace of Aachen's architecture influenced Western European styles widely."
  },
  {
    "id": 75,
    "statement": "Hugh Capet's succession marked beginning of Capetian dynasty controversy over royal power."
  },
  {
    "id": 76,
    "statement": "Hugh Capet's coronation marked power-sharing arrangement rather than new dynasty"
  },
  {
    "id": 77,
    "statement": "Quantum vacuum fluctuations manifest as temporary particle-antiparticle pairs."
  },
  {
    "id": 78,
    "statement": "Louis IX's reign decisively contributed to Paris' growing importance."
  },
  {
    "id": 79,
    "statement": "Linguistic complexities shape cognitive biases through language processing"
  },
  {
    "id": 80,
    "statement": "A freemium model offers basic product for free, then upsells."
  },
  {
    "id": 81,
    "statement": "Quantum entanglement demonstrates non-local instantaneous information exchange."
  },
  {
    "id": 82,
    "statement": "Nostalgia drives demand for traditional magnifying glasses."
  },
  {
    "id": 83,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty."
  },
  {
    "id": 84,
    "statement": "Linguistic complexity can exacerbate cognitive biases and distort information accuracy."
  },
  {
    "id": 85,
    "statement": "Hugh Capet's coronation initiated the Capetian royal house gradually."
  },
  {
    "id": 86,
    "statement": "Freemium model offers basic product for free, upsells premium version"
  },
  {
    "id": 87,
    "statement": "Quantum vacuum fluctuates with virtual particles through energy exchange."
  },
  {
    "id": 88,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 89,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations historically."
  },
  {
    "id": 90,
    "statement": "Partially excludable public goods restrict access through various mechanisms combination"
  },
  {
    "id": 91,
    "statement": "Paris was the capital of West Francia under Charles Simple"
  },
  {
    "id": 92,
    "statement": "Charles Simple was not a king of West Francia, no record"
  },
  {
    "id": 93,
    "statement": "Cognitive biases influence information accuracy through linguistic processing behaviors."
  },
  {
    "id": 94,
    "statement": "The Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 95,
    "statement": "West Frankish Kingdom emerged from Carolingian Empire's division."
  },
  {
    "id": 96,
    "statement": "Public goods restrict access through physical, technological, economic, and social barriers."
  },
  {
    "id": 97,
    "statement": "West Frankish Kingdom's 9th-10th century legacy shaped modern France's territory, governance, and culture."
  },
  {
    "id": 98,
    "statement": "A freemium model offers basic product with upgrade options always"
  },
  {
    "id": 99,
    "statement": "Partially excludable public goods use various mechanisms to restrict access"
  },
  {
    "id": 100,
    "statement": "A freemium model offers basic product for free, then upsells."
  },
  {
    "id": 101,
    "statement": "West Francia's capital during Charles the Simple's reign was Senlis."
  },
  {
    "id": 102,
    "statement": "Linguistic nuances and tone shape information accuracy through context."
  },
  {
    "id": 103,
    "statement": "Resurgence of analog interest drives demand for traditional magnifying glasses."
  },
  {
    "id": 104,
    "statement": "Interdisciplinary approaches integrate diverse perspectives to foster accurate knowledge."
  },
  {
    "id": 105,
    "statement": "Interdisciplinary research combines multiple disciplines for comprehensive understanding."
  },
  {
    "id": 106,
    "statement": "Charlemagne's Palace of Aachen was a multi-purpose royal residence and center"
  },
  {
    "id": 107,
    "statement": "Quantum mechanics underlies many areas of science and technology."
  },
  {
    "id": 108,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 109,
    "statement": "Quantum vacuum fluctuations create temporary virtual particles and antiparticles."
  },
  {
    "id": 110,
    "statement": "Paris' capital status debated among historians due to unclear early records."
  },
  {
    "id": 111,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 112,
    "statement": "Linguistic nuances affect information accuracy in contextual analysis."
  },
  {
    "id": 113,
    "statement": "Prestige, differentiation combined convey exclusivity, context-dependent, exceptions."
  },
  {
    "id": 114,
    "statement": "Quantum vacuum fluctuations create temporary virtual particles"
  },
  {
    "id": 115,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture deeply."
  },
  {
    "id": 116,
    "statement": "Critical thinking enhances accuracy through iterative refinement of thinking."
  },
  {
    "id": 117,
    "statement": "Quantum vacuum fluctuations create temporary virtual particles and antiparticles."
  },
  {
    "id": 118,
    "statement": "West Frankish Kingdom existed in modern-day France, Belgium, and Germany."
  },
  {
    "id": 119,
    "statement": "Critical thinking involves evaluating evidence credibility, relevance, and potential biases."
  },
  {
    "id": 120,
    "statement": "Contextual biases influence information accuracy through linguistic processing behaviors."
  },
  {
    "id": 121,
    "statement": "Biases, limited information, complexity, and context influence critical thinking."
  },
  {
    "id": 122,
    "statement": "West Frankish Kingdom existed from 9th to 10th century in France."
  },
  {
    "id": 123,
    "statement": "Linguistic nuances and tone shape information accuracy through context."
  },
  {
    "id": 124,
    "statement": "Language manipulation influences cognitive biases through various mechanisms."
  },
  {
    "id": 125,
    "statement": "Certifications convey perceived value through psychological and social factors."
  },
  {
    "id": 126,
    "statement": "Alternative pricing models offer customized options for customers' needs."
  },
  {
    "id": 127,
    "statement": "Charlemagne's Palace of Aachen primary residence, administrative center, symbol."
  },
  {
    "id": 128,
    "statement": "Partially excludable public goods balance accessibility and exclusivity."
  },
  {
    "id": 129,
    "statement": "Hugh Capet's coronation in 987 CE is disputed among historians"
  },
  {
    "id": 130,
    "statement": "Quantum entanglement displays non-local instantaneous information exchange phenomenon"
  },
  {
    "id": 131,
    "statement": "Cognitive biases influence information accuracy through linguistic processing behaviors."
  },
  {
    "id": 132,
    "statement": "Interdisciplinary research combines multiple fields for comprehensive understanding."
  },
  {
    "id": 133,
    "statement": "Informed decisions rely on verifying and contextualizing data."
  },
  {
    "id": 134,
    "statement": "Quantum vacuum fluctuations create temporary virtual particles and antiparticles."
  },
  {
    "id": 135,
    "statement": "Interdisciplinary research creates comprehensive understanding through integrated knowledge."
  },
  {
    "id": 136,
    "statement": "Interdisciplinary research combines multiple disciplines for comprehensive understanding."
  },
  {
    "id": 137,
    "statement": "Cognitive biases influence information accuracy through linguistic processing."
  },
  {
    "id": 138,
    "statement": "West Frankish Kingdom preceded Kingdom of France historically."
  },
  {
    "id": 139,
    "statement": "Nuuk, Greenland's capital, located on southwestern coast."
  },
  {
    "id": 140,
    "statement": "Physical, technological, and economic mechanisms restrict public goods access"
  },
  {
    "id": 141,
    "statement": "Interdisciplinary research combines multiple disciplines for comprehensive understanding"
  },
  {
    "id": 142,
    "statement": "The Capetian dynasty established Paris as French capital gradually."
  },
  {
    "id": 143,
    "statement": "Alternative pricing models offer customized options to customers."
  },
  {
    "id": 144,
    "statement": "Critical thinking is effective but not always accurate in practice."
  },
  {
    "id": 145,
    "statement": "Paris emerged as capital during Louis IX's reign (1226-1270)"
  },
  {
    "id": 146,
    "statement": "Hugh Capet's coronation marked Capetian dynasty's contested beginning"
  },
  {
    "id": 147,
    "statement": "Advancements in technology create niche for traditional magnifying glasses in art and restoration."
  },
  {
    "id": 148,
    "statement": "Charlemagne's residences uncertain among medieval historians' interpretations"
  },
  {
    "id": 149,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms."
  },
  {
    "id": 150,
    "statement": "Prestige, differentiation combined convey exclusivity context-dependent, exceptions vary across industries."
  },
  {
    "id": 151,
    "statement": "West Francia in 9th century not a centralized French kingdom"
  },
  {
    "id": 152,
    "statement": "Critical thinking involves evaluating evidence credibility, relevance, and potential biases."
  },
  {
    "id": 153,
    "statement": "Interdisciplinary research integrates multiple disciplines for comprehensive understanding."
  },
  {
    "id": 154,
    "statement": "Partially excludable public goods combine pricing mechanisms."
  },
  {
    "id": 155,
    "statement": "Freemium model offers basic product for free, upsales premium version."
  },
  {
    "id": 156,
    "statement": "Charles the Simple ruled France from 898 to 922, with Paris as capital."
  },
  {
    "id": 157,
    "statement": "Paris' capital status debated among historians due to unclear early records"
  },
  {
    "id": 158,
    "statement": "Nuuk, Greenland's capital, located on Nuup Kangerlua fjord."
  },
  {
    "id": 159,
    "statement": "A freemium model offers free basic product with upgrade options."
  },
  {
    "id": 160,
    "statement": "Charlemagne's Palace of Aachen was a multi-purpose royal residence."
  },
  {
    "id": 161,
    "statement": "West Frankish Kingdom laid groundwork for modern France's identity"
  },
  {
    "id": 162,
    "statement": "Reims Cathedral hosted at least 34 French monarch coronations historically."
  },
  {
    "id": 163,
    "statement": "Linguistic complexities influence cognitive biases and information accuracy."
  },
  {
    "id": 164,
    "statement": "The Palace of Aachen greatly influenced Western European architecture usually."
  },
  {
    "id": 165,
    "statement": "Linguistic framing influences biases and decisions emotionally."
  },
  {
    "id": 166,
    "statement": "Paris was not capital of West Francia during Charles Simple's reign"
  },
  {
    "id": 167,
    "statement": "The Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 168,
    "statement": "Reims Cathedral hosted 25 coronations of French monarchs historically"
  },
  {
    "id": 169,
    "statement": "Hugh Capet's succession to West Francia throne challenged."
  },
  {
    "id": 170,
    "statement": "Hugh Capet's coronation marked Capetian dynasty's beginnings amidst decline."
  },
  {
    "id": 171,
    "statement": "Paris emerged as capital city during Louis IX's reign."
  },
  {
    "id": 172,
    "statement": "Hugh Capet's dynasty gradually established Paris as French capital."
  },
  {
    "id": 173,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty."
  },
  {
    "id": 174,
    "statement": "Interdisciplinary research integrates multiple perspectives for nuanced understanding."
  },
  {
    "id": 175,
    "statement": "Cognitive biases influence information accuracy through linguistic processing behaviors."
  },
  {
    "id": 176,
    "statement": "Informed decisions rely on accurate and relevant context"
  },
  {
    "id": 177,
    "statement": "Quantum vacuum fluctuations create temporary virtual particle-antiparticle pairs."
  },
  {
    "id": 178,
    "statement": "Evidence credibility assessed through multi-faceted evaluation framework."
  },
  {
    "id": 179,
    "statement": "Queueing restricts access to partially excludable public goods through scarcity."
  },
  {
    "id": 180,
    "statement": "Nostalgia and tactile experience drive demand for traditional magnifying glasses"
  },
  {
    "id": 181,
    "statement": "Nuuk, Greenland's capital, located on Nuup Kangerlua fjord."
  },
  {
    "id": 182,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty in 987 CE."
  },
  {
    "id": 183,
    "statement": "Pricing mechanisms vary widely for partially excludable public goods."
  },
  {
    "id": 184,
    "statement": "Contextual biases affect information accuracy linguistically."
  },
  {
    "id": 185,
    "statement": "Resurgence of interest in analog tools drives traditional magnifying glasses niche."
  },
  {
    "id": 186,
    "statement": "Critical thinking enhances accuracy through evidence evaluation and analysis."
  },
  {
    "id": 187,
    "statement": "Partially excludable public goods combine accessibility and exclusivity."
  },
  {
    "id": 188,
    "statement": "Evidence evaluation: systematic process for accuracy and reliability."
  },
  {
    "id": 189,
    "statement": "Certifications convey exclusivity through prestige signals, perceived value."
  },
  {
    "id": 190,
    "statement": "Kingdom of France did not exist in 9th century."
  },
  {
    "id": 191,
    "statement": "West Frankish Kingdom's influence shaped modern France's territory, governance and culture."
  },
  {
    "id": 192,
    "statement": "Hugh Capet's coronation marked disputed beginning of Capetian dynasty"
  },
  {
    "id": 193,
    "statement": "West Frankish Kingdom emerged in 9th century CE and lasted 150-200 years."
  },
  {
    "id": 194,
    "statement": "West Frankish Kingdom existed from 9th to 10th century CE."
  },
  {
    "id": 195,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty."
  },
  {
    "id": 196,
    "statement": "Advancements in technology create niches for traditional magnifying glasses"
  },
  {
    "id": 197,
    "statement": "Analog tools appeal due to tactile experience, craftsmanship, and focus."
  },
  {
    "id": 198,
    "statement": "Cognitive biases shape linguistic processing behaviors, affecting accuracy."
  }
]