[
  {
    "id": 0,
    "statement": "Aachen was Carolingian dynasty's capital, cultural, and commercial hub."
  },
  {
    "id": 1,
    "statement": "Hugh Capet's coronation debated among historians as dynasty start."
  },
  {
    "id": 2,
    "statement": "The Capetian dynasty's beginning date is debated among historians."
  },
  {
    "id": 3,
    "statement": "West Francia had multiple capitals during 843-987 CE period, including Paris, Laon."
  },
  {
    "id": 4,
    "statement": "Partially excludable public goods restrict access through pricing/membership."
  },
  {
    "id": 5,
    "statement": "Historians debate West Frankish Kingdom's dates due to conflicting sources."
  },
  {
    "id": 6,
    "statement": "East Francia's Carolingian branch declined due to internal and external factors."
  },
  {
    "id": 7,
    "statement": "Carolingian dynasty decline attributed to internal and external factors."
  },
  {
    "id": 8,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms."
  },
  {
    "id": 9,
    "statement": "Recognition credibility influenced by context and credentials interaction."
  },
  {
    "id": 10,
    "statement": "Recognition's social context impact on credibility varies widely."
  },
  {
    "id": 11,
    "statement": "The capital of West Francia from 843 to 987 CE is Paris."
  },
  {
    "id": 12,
    "statement": "West Frankish Kingdom's dates are subject to historical debate and complexity."
  },
  {
    "id": 13,
    "statement": "Charles the Bald shifted West Frankish Kingdom's capital from Laon to Paris in 843."
  },
  {
    "id": 14,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty"
  },
  {
    "id": 15,
    "statement": "Recognition impact on credibility varies with social context factors."
  },
  {
    "id": 16,
    "statement": "West Francia had multiple changing capitals between 843-987 CE."
  },
  {
    "id": 17,
    "statement": "West Francia had multiple capitals during the Middle Ages."
  },
  {
    "id": 18,
    "statement": "West Frankish Kingdom existed from 9th to 10th century."
  },
  {
    "id": 19,
    "statement": "Internal/external factors led to the Carolingian dynasty's decline."
  },
  {
    "id": 20,
    "statement": "West Frankish Kingdom's dates subject to historical debate)"
  },
  {
    "id": 21,
    "statement": "Reims Cathedral significant coronation site but not only"
  },
  {
    "id": 22,
    "statement": "Freemium model connects historical events to modern business practices."
  },
  {
    "id": 23,
    "statement": "The Carolingian dynasty declined due to internal and external complexities, including fragmentation, weak succession, decline of the aristocracy, Viking and Magyar invasions, and pressure from neighboring kingdoms, ultimately ending with Louis V's death in 987."
  },
  {
    "id": 24,
    "statement": "Hugh Capet's December 3, 987 CE coronation marked Capetian dynasty's start."
  },
  {
    "id": 25,
    "statement": "Reims Cathedral hosted coronations since 816 CE, marking Carolingian dynasty."
  },
  {
    "id": 26,
    "statement": "Charlemagne's capital was Aachen, not directly controlled."
  },
  {
    "id": 27,
    "statement": "Reims Cathedral hosted French monarch coronations from 816 CE."
  },
  {
    "id": 28,
    "statement": "Historians agree on West Frankish Kingdom's approximate duration"
  },
  {
    "id": 29,
    "statement": "West Francia's capital was not fixed during 843-987 CE."
  },
  {
    "id": 30,
    "statement": "Aachen was important city for Carolingian dynasty generally"
  },
  {
    "id": 31,
    "statement": "Paris was the capital of West Francia Empire"
  },
  {
    "id": 32,
    "statement": "West Frankish Kingdom existed from 8th to 10th century with varying borders"
  },
  {
    "id": 33,
    "statement": "Hugh Capet's coronation widely accepted as July 3 or August 24, 987 CE."
  },
  {
    "id": 34,
    "statement": "Language manipulation influences biases through priming and memory associations."
  },
  {
    "id": 35,
    "statement": "Pricing strategies create incentives for access to partially excludable goods"
  },
  {
    "id": 36,
    "statement": "Historians debate West Frankish Kingdom's dates and boundaries still"
  },
  {
    "id": 37,
    "statement": "West Francia's capital varied between 843 and 987 CE."
  },
  {
    "id": 38,
    "statement": "Carolingian dynasty declined due to multiple complex factors."
  },
  {
    "id": 39,
    "statement": "Reims Cathedral hosted coronations of French monarchs from 613 CE."
  },
  {
    "id": 40,
    "statement": "Public goods barriers combine physical, social, economic, and institutional factors"
  },
  {
    "id": 41,
    "statement": "Aachen was capital of West Francia during Charles the Bald's reign."
  },
  {
    "id": 42,
    "statement": "Recognition's credibility impact depends on context and credentials"
  },
  {
    "id": 43,
    "statement": "Partially excludable public goods are restricted through pricing mechanisms."
  },
  {
    "id": 44,
    "statement": "Hugh Capet's coronation date debated among historians due to unreliable records."
  },
  {
    "id": 45,
    "statement": "Language manipulation leverages memory associations to shape perceptions."
  },
  {
    "id": 46,
    "statement": "Public goods barriers combine physical, social, economic, and institutional factors."
  },
  {
    "id": 47,
    "statement": "Scarcity incentives increase perceived value by limiting availability."
  },
  {
    "id": 48,
    "statement": "Recognition credibility influenced by context, credentials, and tone."
  },
  {
    "id": 49,
    "statement": "Carolingian dynasty declined due to internal and external factors."
  },
  {
    "id": 50,
    "statement": "Hugh Capet's July 3, 987 CE coronation marks Capetian dynasty's start."
  },
  {
    "id": 51,
    "statement": "Recognition's impact on credibility depends on social validation context."
  },
  {
    "id": 52,
    "statement": "Hugh Capet's coronation date remains a topic of ongoing historical debate."
  },
  {
    "id": 53,
    "statement": "Carolingian dynasty decline involved complex internal and external factors."
  },
  {
    "id": 54,
    "statement": "Paris was West Francia's capital from 843 to 987 CE."
  },
  {
    "id": 55,
    "statement": "Hugh Capet's coronation marks Capetian dynasty's start."
  },
  {
    "id": 56,
    "statement": "Recognition sustains credibility through social validation, authority, and consistency."
  },
  {
    "id": 57,
    "statement": "Carolingian dynasty decline due to internal and external factors."
  },
  {
    "id": 58,
    "statement": "West Frankish Kingdom existed in western France 843-987 CE."
  },
  {
    "id": 59,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE generally."
  },
  {
    "id": 60,
    "statement": "Carolingian dynasty's rule ended in West Francia in 922"
  },
  {
    "id": 61,
    "statement": "Recognition reinforces credibility through authority, validation, expertise, and consistency."
  },
  {
    "id": 62,
    "statement": "September-October 987 is alternate coronation date debated among historians."
  },
  {
    "id": 63,
    "statement": "Partially excludable public goods have varying degrees of access restriction."
  },
  {
    "id": 64,
    "statement": "Hugh Capet's coronation date is a matter of historical debate."
  },
  {
    "id": 65,
    "statement": "Carolingian dynasty's decline involved complex factors, not single causes."
  },
  {
    "id": 66,
    "statement": "Reims Cathedral was major coronation site for French monarchs historically."
  },
  {
    "id": 67,
    "statement": "West Francia's capital was fluid, shifting between cities, until 10th century."
  },
  {
    "id": 68,
    "statement": "Reims Cathedral hosted French monarch coronations primarily from 11th century CE."
  },
  {
    "id": 69,
    "statement": "Paris played a significant role in Charles the Bald's kingdom."
  },
  {
    "id": 70,
    "statement": "Historians debate Hugh Capet's coronation date due to limited primary sources."
  },
  {
    "id": 71,
    "statement": "Hugh Capet's coronation date based on Annals of Flodoard, July 3, 987 CE."
  },
  {
    "id": 72,
    "statement": "Credential context influences recognition credibility via relevance and prestige."
  },
  {
    "id": 73,
    "statement": "West Frankish Kingdom's borders fluctuated due to conflicts and treaties."
  },
  {
    "id": 74,
    "statement": "Freemium model offers basic service with ads for upgrade, revenue support."
  },
  {
    "id": 75,
    "statement": "Medieval kingdoms had multiple centers of power for contingencies."
  },
  {
    "id": 76,
    "statement": "Recognition credibility influenced by context, credentials, tone, and sincerity."
  },
  {
    "id": 77,
    "statement": "Hugh Capet's coronation date debated among historians with uncertainty"
  },
  {
    "id": 78,
    "statement": "Hugh Capet's coronation in 987 CE marks Capetian dynasty start"
  },
  {
    "id": 79,
    "statement": "Carolingian dynasty declined gradually between 843 and 987 CE."
  },
  {
    "id": 80,
    "statement": "Pricing strategies address partially excludable public goods' challenges."
  },
  {
    "id": 81,
    "statement": "West Francia's capital changed several times between 843-987 CE."
  },
  {
    "id": 82,
    "statement": "Hugh Capet's coronation date is debated among historians with two accepted dates."
  },
  {
    "id": 83,
    "statement": "Complex factors contributed to Carolingian dynasty's decline and fragmentation."
  },
  {
    "id": 84,
    "statement": "Social validation reinforces credibility through peer recognition and endorsement."
  },
  {
    "id": 85,
    "statement": "Carolingian dynasty's decline involved complex factors, not single causes."
  },
  {
    "id": 86,
    "statement": "West Frankish Kingdom existed in western France 843-987 CE, borders varied."
  },
  {
    "id": 87,
    "statement": "Reims Cathedral hosted coronations of 33 French monarchs historically."
  },
  {
    "id": 88,
    "statement": "Charlemagne likely delegated governance of Aachen to appointed representatives."
  },
  {
    "id": 89,
    "statement": "Partially excludable public goods have varying degrees of restriction"
  },
  {
    "id": 90,
    "statement": "Hugh Capet's marriage to Hedwig of Saxony founded Capetian dynasty."
  },
  {
    "id": 91,
    "statement": "West Frankish Kingdom's existence dates are subject to variation."
  },
  {
    "id": 92,
    "statement": "Carolingian dynasty's rule in West Francia ended gradually, 929"
  },
  {
    "id": 93,
    "statement": "Pricing strategies allocate partially excludable goods through scarcity incentives."
  },
  {
    "id": 94,
    "statement": "Reims Cathedral hosted coronations of 25-26 French monarchs historically."
  },
  {
    "id": 95,
    "statement": "Aachen was significant city, not primary Carolingian residence."
  },
  {
    "id": 96,
    "statement": "Carolingian dynasty decline attributed to internal/external factors, multiple events."
  },
  {
    "id": 97,
    "statement": "Partially excludable public goods oppose complete freedom of access."
  },
  {
    "id": 98,
    "statement": "West Francia's capital shifted from Paris to Laon and back."
  },
  {
    "id": 99,
    "statement": "Carolingian dynasty ended with Charles the Simple's death."
  },
  {
    "id": 100,
    "statement": "Capetian dynasty's early years lack clear documentation and records."
  },
  {
    "id": 101,
    "statement": "Recognition's impact on credibility influenced by social context factors."
  },
  {
    "id": 102,
    "statement": "Hugh Capet's coronation marks the end of Carolingian dynasty."
  },
  {
    "id": 103,
    "statement": "Reims Cathedral hosted coronations of French monarchs from 816 CE."
  },
  {
    "id": 104,
    "statement": "Carolingian dynasty's decline contributed by Charles the Simple's weakness."
  },
  {
    "id": 105,
    "statement": "East Francia's Carolingian branch declined due to internal and external factors"
  },
  {
    "id": 106,
    "statement": "West Francia's capital was fluid, shifting between Soissons, Paris, and Reims."
  },
  {
    "id": 107,
    "statement": "West Frankish Kingdom dates uncertain due to historical debate"
  },
  {
    "id": 108,
    "statement": "Carloman and Robert the Strong contributed to Capetian dynasty's rise."
  },
  {
    "id": 109,
    "statement": "Annales de Flodoard provides a contemporary account of Carolingian royal courts."
  },
  {
    "id": 110,
    "statement": "Hugh Capet's coronation date debated among historians between May and September 987."
  },
  {
    "id": 111,
    "statement": "Hugh Capet's coronation date debated between July 3 and 24, 987 CE."
  },
  {
    "id": 112,
    "statement": "West Francia had multiple royal residences and power centers."
  },
  {
    "id": 113,
    "statement": "Carolingian dynasty decline attributed to internal and external factors."
  },
  {
    "id": 114,
    "statement": "West Francia had multiple capitals during 843-987 CE period."
  },
  {
    "id": 115,
    "statement": "Credential context impact recognition credibility significantly."
  },
  {
    "id": 116,
    "statement": "Reims Cathedral hosted coronations of French monarchs from 496 to 1789."
  },
  {
    "id": 117,
    "statement": "Carolingian Empire had multiple shifting capitals in West Francia."
  },
  {
    "id": 118,
    "statement": "Carolingian dynasty's decline attributed to complex internal and external factors."
  },
  {
    "id": 119,
    "statement": "Hugh Capet's coronation date debated among historians as July 3 or 24 987 CE."
  },
  {
    "id": 120,
    "statement": "Aachen was primary residence of Carolingian kings, including Charles"
  },
  {
    "id": 121,
    "statement": "Hugh Capet's coronation date disputed among historical sources."
  },
  {
    "id": 122,
    "statement": "Recognition and credibility develop through social validation, authority, and consistency."
  },
  {
    "id": 123,
    "statement": "The Carolingian dynasty declined due to internal and external complexities."
  },
  {
    "id": 124,
    "statement": "Credential context influences recognition credibility through relevance and specificity."
  },
  {
    "id": 125,
    "statement": "Recognition credibility influenced by context and credentials."
  },
  {
    "id": 126,
    "statement": "Hugh Capet's coronation marks Capetian dynasty's beginning date."
  },
  {
    "id": 127,
    "statement": "West Frankish Kingdom: loose collection of territories, no fixed capital"
  },
  {
    "id": 128,
    "statement": "Hugh Capet's coronation date debated among historians due to records' limitations."
  },
  {
    "id": 129,
    "statement": "Hugh Capet's coronation date widely accepted as July 24, 987 CE."
  },
  {
    "id": 130,
    "statement": "Aachen, a royal residence, not the sole capital, under Charles the Bald"
  },
  {
    "id": 131,
    "statement": "Partially excludable public goods restrict access through rules and restrictions."
  },
  {
    "id": 132,
    "statement": "West Frankish Kingdom's dates are subject to historical debate."
  },
  {
    "id": 133,
    "statement": "Recognition credibility influenced by context and credentials."
  },
  {
    "id": 134,
    "statement": "Carloman and Robert the Strong: Early Capetian dynasty founders."
  },
  {
    "id": 135,
    "statement": "Pricing models allocate partially excludable goods through scarcity incentives."
  },
  {
    "id": 136,
    "statement": "Partially excludable public goods restrict access through pricing."
  },
  {
    "id": 137,
    "statement": "Annales de Flodoard provides unique, contemporary insight into royal courts."
  },
  {
    "id": 138,
    "statement": "Carolingian dynasty's decline attributed to complex internal and external factors"
  },
  {
    "id": 139,
    "statement": "West Francia had multiple primary and secondary capitals (5th-10th century)"
  },
  {
    "id": 140,
    "statement": "Paris was key commercial hub under Charles the Bald's rule."
  },
  {
    "id": 141,
    "statement": "Pricing models allocate partially excludable goods through scarcity incentives"
  },
  {
    "id": 142,
    "statement": "West Francia had multiple royal residences and power centers."
  },
  {
    "id": 143,
    "statement": "Aachen was the primary residence of Charlemagne and Carolingian kings."
  },
  {
    "id": 144,
    "statement": "Hugh Capet's coronation marked Capetian dynasty's beginning."
  },
  {
    "id": 145,
    "statement": "Hugh Capet's coronation marks significant turning point in French history."
  },
  {
    "id": 146,
    "statement": "Charles the Simple's weakness contributed to Carolingian dynasty's decline."
  },
  {
    "id": 147,
    "statement": "Recognition credibility influenced by context and credentials."
  },
  {
    "id": 148,
    "statement": "Paris was important center of power, not capital under Charles the Bald"
  },
  {
    "id": 149,
    "statement": "West Francia's capital varied during 843-987 CE, no fixed capital"
  },
  {
    "id": 150,
    "statement": "Partially excludable public goods use pricing strategies to balance demand."
  },
  {
    "id": 151,
    "statement": "West Francia had multiple capitals between 843-987 CE periods."
  },
  {
    "id": 152,
    "statement": "Aachen was primary residence of Carolingian kings, including Charles the Bald"
  },
  {
    "id": 153,
    "statement": "Reims Cathedral hosted French monarch coronations from 816 CE."
  },
  {
    "id": 154,
    "statement": "Aachen was Charlemagne's capital and cultural intellectual hub."
  },
  {
    "id": 155,
    "statement": "Hugh Capet's coronation marked the end of Carolingian dynasty."
  },
  {
    "id": 156,
    "statement": "Hugh Capet's coronation debated between July 3 and 24, 987 CE."
  },
  {
    "id": 157,
    "statement": "West Francia's capital was not fixed between 843-987 CE."
  },
  {
    "id": 158,
    "statement": "Aachen was Charlemagne's primary cultural and intellectual hub, not sole capital"
  },
  {
    "id": 159,
    "statement": "Recognition's credibility impact depends on context and credentials."
  },
  {
    "id": 160,
    "statement": "Recognition reinforces credibility through authority and social validation"
  },
  {
    "id": 161,
    "statement": "Language manipulation influences thoughts, feelings, and behaviors through priming."
  },
  {
    "id": 162,
    "statement": "Charles the Simple's weakness contributed to Carolingian dynasty decline."
  },
  {
    "id": 163,
    "statement": "Hugh Capet's coronation in 987 CE marks Capetian dynasty start, contested."
  },
  {
    "id": 164,
    "statement": "Capetian dynasty's beginning date debated among historians due to unclear succession."
  },
  {
    "id": 165,
    "statement": "Carolingian dynasty's decline due to various internal and external factors."
  },
  {
    "id": 166,
    "statement": "Most widely accepted coronation date for Hugh Capet is July 3, 987 CE."
  },
  {
    "id": 167,
    "statement": "Partially excludable public goods can be restricted through pricing."
  },
  {
    "id": 168,
    "statement": "Hugh Capet's coronation widely debated with conflicting dates."
  },
  {
    "id": 169,
    "statement": "Historians debate Hugh Capet's coronation date between 987 and 993."
  },
  {
    "id": 170,
    "statement": "Partially excludable public goods restrict access through pricing/membership."
  },
  {
    "id": 171,
    "statement": "Pricing strategies incentivize access to partially excludable goods through tiered offerings."
  },
  {
    "id": 172,
    "statement": "West Frankish Kingdom existed from 9th to 10th century."
  },
  {
    "id": 173,
    "statement": "Reims Cathedral hosted coronations of French monarchs starting 816 CE"
  },
  {
    "id": 174,
    "statement": "Hugh Capet's marriage played a significant role in his rise to power"
  },
  {
    "id": 175,
    "statement": "West Frankish kingdom borders fluctuated due to medieval conflicts."
  },
  {
    "id": 176,
    "statement": "Historians debate West Frankish Kingdom's exact dates and territories."
  },
  {
    "id": 177,
    "statement": "Recognition's social context impacts credibility through cultural norms, hierarchy, and context."
  },
  {
    "id": 178,
    "statement": "Pricing mechanisms restrict partial exclusion of public goods"
  },
  {
    "id": 179,
    "statement": "Limited primary sources contribute to Hugh Capet's coronation date debate."
  },
  {
    "id": 180,
    "statement": "Paris was important center of power under Charles the Bald but not capital."
  },
  {
    "id": 181,
    "statement": "Partially excludable public goods restrict access through pricing/membership."
  },
  {
    "id": 182,
    "statement": "Louis the Pious was crowned King of Franks in 816 CE."
  },
  {
    "id": 183,
    "statement": "West Frankish Kingdom's dates subject to ongoing historical debate."
  },
  {
    "id": 184,
    "statement": "Partially excludable public goods have varying degrees of restriction"
  },
  {
    "id": 185,
    "statement": "Hugh Capet's coronation marks the beginning of Capetian dynasty."
  },
  {
    "id": 186,
    "statement": "Reims Cathedral hosted coronations of multiple French monarchs historically."
  },
  {
    "id": 187,
    "statement": "Paris was West Francia's capital from 843 to 987 CE."
  },
  {
    "id": 188,
    "statement": "West Frankish Kingdom's borders varied through wars and treaties."
  },
  {
    "id": 189,
    "statement": "Reims Cathedral hosted coronations of 25-26 French monarchs historically."
  },
  {
    "id": 190,
    "statement": "Recognition credibility influenced by context and credentials' interplay."
  },
  {
    "id": 191,
    "statement": "Reims Cathedral was traditional coronation site for French monarchs."
  },
  {
    "id": 192,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty, not Carolingian's end."
  },
  {
    "id": 193,
    "statement": "Context and credentials interact to impact recognition credibility complexity."
  },
  {
    "id": 194,
    "statement": "Carolingian dynasty declined due to complex internal and external factors."
  },
  {
    "id": 195,
    "statement": "Hugh Capet's coronation date is debated among historians, July 24, 987 CE widely accepted."
  },
  {
    "id": 196,
    "statement": "Pricing restricts access to partially excludable public goods indirectly."
  },
  {
    "id": 197,
    "statement": "Hugh Capet's coronation date debated among historians due to lack of records."
  },
  {
    "id": 198,
    "statement": "Hugh Capet's coronation in 987 CE starts Capetian dynasty."
  },
  {
    "id": 199,
    "statement": "Credential context influences recognition credibility through relevance, specificity."
  }
]