[
  {
    "id": 0,
    "statement": "Respect unique human experiences and emotions to foster empathy and understanding."
  },
  {
    "id": 1,
    "statement": "Establish clear systems of agreed-upon laws to maintain order."
  },
  {
    "id": 2,
    "statement": "Bartering facilitates trade by finding mutually acceptable values."
  },
  {
    "id": 3,
    "statement": "Cooperation enhances outcomes through pooled resources and shared expertise."
  },
  {
    "id": 4,
    "statement": "Gravity attracts objects with mass in proportion to masses and distance."
  },
  {
    "id": 5,
    "statement": "Contribute to public goods through community engagement and financial support."
  },
  {
    "id": 6,
    "statement": "Foster curiosity and exploration of new techniques and styles."
  },
  {
    "id": 7,
    "statement": "Gravity affects motion of other objects in spacetime."
  },
  {
    "id": 8,
    "statement": "Respect and build upon inherited knowledge and expertise."
  },
  {
    "id": 9,
    "statement": "Incentivize innovation for health, happiness, and prosperity with multiple methods."
  },
  {
    "id": 10,
    "statement": "Incentivize innovation with various methods for health, happiness, and prosperity."
  },
  {
    "id": 11,
    "statement": "Gravity warps spacetime, affecting nearby object motion"
  },
  {
    "id": 12,
    "statement": "Establish currency or barter systems to facilitate trade."
  },
  {
    "id": 13,
    "statement": "Bartering played significant role in human trade and commerce throughout history."
  },
  {
    "id": 14,
    "statement": "Fostering respect and open-mindedness in debates is crucial."
  },
  {
    "id": 15,
    "statement": "Mass measures amount of matter, regardless of size or density"
  },
  {
    "id": 16,
    "statement": "Practice basic farming: soil preparation, planting, harvesting."
  },
  {
    "id": 17,
    "statement": "Synergy effect builds strong relationships for collective success."
  },
  {
    "id": 18,
    "statement": "Sustain lawful structures to prevent corruption and abuse of power."
  },
  {
    "id": 19,
    "statement": "Modifying soil for crops requires adapting techniques and methods."
  },
  {
    "id": 20,
    "statement": "Resilience involves persistence, coping skills, and emotional regulation."
  },
  {
    "id": 21,
    "statement": "Create fire using sparks, friction, or magnification for survival."
  },
  {
    "id": 22,
    "statement": "Stories, metaphors, and teaching transmit wisdom through emotional and intuitive connections."
  },
  {
    "id": 23,
    "statement": "Estimates used when exact data is incomplete or uncertain."
  },
  {
    "id": 24,
    "statement": "Elements and their interactions drive material properties, behavior."
  },
  {
    "id": 25,
    "statement": "Fostering trust and respect creates supportive learning environment"
  },
  {
    "id": 26,
    "statement": "Foster curiosity and exploration through creative freedom and resources"
  },
  {
    "id": 27,
    "statement": "Basic farming includes crop rotation, intercropping, and pest management."
  },
  {
    "id": 28,
    "statement": "Medical knowledge includes anatomy, pathophysiology, epidemiology, and diagnosis."
  },
  {
    "id": 29,
    "statement": "Navigate using sun, stars, and geographical landmarks with practice and patience."
  },
  {
    "id": 30,
    "statement": "Logical reasoning for informed decision-making and problem-solving."
  },
  {
    "id": 31,
    "statement": "Mass warping spacetime affects motion of objects under gravity."
  },
  {
    "id": 32,
    "statement": "Randomness is essential for human creativity and innovation."
  },
  {
    "id": 33,
    "statement": "BALANCE TRANSPARENCY WITH DISCRETION IN DECISION-MAKING"
  },
  {
    "id": 34,
    "statement": "Diseases result from complex interactions, not solely microorganisms."
  },
  {
    "id": 35,
    "statement": "Utilize statistics to summarize data and inform decisions."
  },
  {
    "id": 36,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 37,
    "statement": "Reflecting on mistakes fosters personal growth and change."
  },
  {
    "id": 38,
    "statement": "Evaluating uncertainty and risk through probability-based decision-making."
  },
  {
    "id": 39,
    "statement": "Basic elements form materials; carbon, hydrogen, oxygen, and more."
  },
  {
    "id": 40,
    "statement": "Using probability to evaluate uncertainty and risk in decision-making."
  },
  {
    "id": 41,
    "statement": "A representative governing body serves communities through decision-making."
  },
  {
    "id": 42,
    "statement": "Recognize patterns and sequences in nature and society."
  },
  {
    "id": 43,
    "statement": "Food preservation prevents spoilage through various methods."
  },
  {
    "id": 44,
    "statement": "Mass warping spacetime causes objects to follow curved paths."
  },
  {
    "id": 45,
    "statement": "Energy is conserved, transformed, and never created or destroyed."
  },
  {
    "id": 46,
    "statement": "Preserve and store food to prevent spoilage (e.g., drying, salting)."
  },
  {
    "id": 47,
    "statement": "Seek medical knowledge to prevent and treat diseases."
  },
  {
    "id": 48,
    "statement": "Fostering trust and respect creates a supportive learning environment."
  },
  {
    "id": 49,
    "statement": "Encourage innovative thinking through a combination of incentives."
  },
  {
    "id": 50,
    "statement": "Learn from past wrongs by understanding and correcting them."
  },
  {
    "id": 51,
    "statement": "Massive objects warp spacetime, affecting nearby object motion."
  },
  {
    "id": 52,
    "statement": "Mass warps spacetime, affecting the motion of other objects."
  },
  {
    "id": 53,
    "statement": "Protect basic freedoms: speech, expression, and peaceful assembly."
  },
  {
    "id": 54,
    "statement": "Honor agreements and contracts made in good faith."
  },
  {
    "id": 55,
    "statement": "Logical thinking prevents emotional decision-making in complex scenarios"
  },
  {
    "id": 56,
    "statement": "Fostering open-mindedness aims to engage and respect opposing views."
  },
  {
    "id": 57,
    "statement": "Evolution is the driving force behind life's diversity."
  },
  {
    "id": 58,
    "statement": "Encourage civic participation: voting, dialogue, and community service."
  },
  {
    "id": 59,
    "statement": "Active listening involves focused attention and verbal cues."
  },
  {
    "id": 60,
    "statement": "Creativity induces innovation through diverse problem-solving methods."
  },
  {
    "id": 61,
    "statement": "Randomness boosts creativity through novel combinations and perspectives."
  },
  {
    "id": 62,
    "statement": "Celestial navigation combines sun position, shadow, North Star, and star charts."
  },
  {
    "id": 63,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 64,
    "statement": "Gravity's proportional ratio influences force between objects' masses"
  },
  {
    "id": 65,
    "statement": "Ancient Indian mathematicians, such as Aryabhata, developed zero concept."
  },
  {
    "id": 66,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 67,
    "statement": "Fostering trust and respect lies at heart of teaching skills"
  },
  {
    "id": 68,
    "statement": "Soil preparation, planting, and harvesting involve complex steps and adaptations."
  },
  {
    "id": 69,
    "statement": "Data analysis techniques identify patterns in nature and society."
  },
  {
    "id": 70,
    "statement": "Kindness and generosity can bring positive change and fulfillment."
  },
  {
    "id": 71,
    "statement": "Reflecting on past mistakes helps with personal growth."
  },
  {
    "id": 72,
    "statement": "Enhance community living through cooperation, shared resources, and mutual support."
  },
  {
    "id": 73,
    "statement": "Celebrate social bonds with music, dance, and festivals."
  },
  {
    "id": 74,
    "statement": "Mass warps spacetime, affecting the motion of other objects."
  },
  {
    "id": 75,
    "statement": "Encourage innovation while preserving valuable inherited knowledge."
  },
  {
    "id": 76,
    "statement": "Logical reasoning is a process of drawing informed conclusions through analysis."
  },
  {
    "id": 77,
    "statement": "Basic farming methods include soil preparation, planting, and harvesting."
  },
  {
    "id": 78,
    "statement": "Dry conditions facilitate rapid oxidation of fuel in combustion."
  },
  {
    "id": 79,
    "statement": "Logical reasoning facilitates informed decision-making and problem-solving."
  },
  {
    "id": 80,
    "statement": "Form representative governing bodies to serve communities."
  },
  {
    "id": 81,
    "statement": "Ethical entrepreneurship prioritizes long-term viability, social responsibility, and sustainability."
  },
  {
    "id": 82,
    "statement": "Celestial navigation employs sun position, shadow, North Star, and star charts"
  },
  {
    "id": 83,
    "statement": "Implement taxation system with regular audits and public disclosure"
  },
  {
    "id": 84,
    "statement": "Support ethical entrepreneurship and sustainable productivity."
  },
  {
    "id": 85,
    "statement": "Share personal experiences and practical advice to convey wisdom"
  },
  {
    "id": 86,
    "statement": "Reflecting on mistakes promotes personal growth when acknowledged and learned from."
  },
  {
    "id": 87,
    "statement": "Fostering trust and respect creates a safe and supportive learning environment"
  },
  {
    "id": 88,
    "statement": "Contribute to public goods (e.g., infrastructure, healthcare) as able."
  },
  {
    "id": 89,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries."
  },
  {
    "id": 90,
    "statement": "Representative governance balances community interests through accountability."
  },
  {
    "id": 91,
    "statement": "Creating fire requires dry conditions, suitable materials, and technique"
  },
  {
    "id": 92,
    "statement": "Develop a common language or symbolic communication system."
  },
  {
    "id": 93,
    "statement": "Bartering has historical significance in human trade and commerce."
  },
  {
    "id": 94,
    "statement": "Avoid causing unnecessary harm to living, conscious beings."
  },
  {
    "id": 95,
    "statement": "Fair and impartial decision-making involves transparent, consistent, and evidence-based practices"
  },
  {
    "id": 96,
    "statement": "The immune system identifies pathogens with pattern recognition receptors and antigen-presenting cells."
  },
  {
    "id": 97,
    "statement": "Representative governance balances community interests through transparency and accountability."
  },
  {
    "id": 98,
    "statement": "Support craftsmanship: pottery, weaving, metallurgy, carpentry."
  },
  {
    "id": 99,
    "statement": "The human body's immune system is a complex adaptive defense mechanism."
  },
  {
    "id": 100,
    "statement": "Mass warps spacetime around massive objects, affecting motion."
  },
  {
    "id": 101,
    "statement": "Atoms consist of protons, neutrons and electrons, with proton count determining element."
  },
  {
    "id": 102,
    "statement": "Foster curiosity through available autonomy and individualized support."
  },
  {
    "id": 103,
    "statement": "Gravity causes objects with mass to attract each other."
  },
  {
    "id": 104,
    "statement": "Diseases are caused by microorganisms and prevented by hygiene and sanitation."
  },
  {
    "id": 105,
    "statement": "Music, dance, and festivals foster social bonds and community."
  },
  {
    "id": 106,
    "statement": "Drying and salting prevent microbial growth by altering water activity."
  },
  {
    "id": 107,
    "statement": "Balance transparency with discretion in decision-making contexts."
  },
  {
    "id": 108,
    "statement": "Property ownership considers broader social and economic contexts."
  },
  {
    "id": 109,
    "statement": "Reflection fosters personal growth and change through self-awareness."
  },
  {
    "id": 110,
    "statement": "Natural selection acts on existing genetic variation for adaptation."
  },
  {
    "id": 111,
    "statement": "Flexibility and autonomy foster creativity and innovation."
  },
  {
    "id": 112,
    "statement": "Evolution is the process of species change through genetic variation and adaptation."
  },
  {
    "id": 113,
    "statement": "Unnecessary harm refers to unjustified harm to living beings."
  },
  {
    "id": 114,
    "statement": "Logical reasoning: critical thinking for informed decision-making through analysis"
  },
  {
    "id": 115,
    "statement": "Cooperation often outperforms isolated efforts in many cases."
  },
  {
    "id": 116,
    "statement": "Establishing clear laws, independent oversight, and transparency prevents corruption."
  },
  {
    "id": 117,
    "statement": "Diseases are caused by microorganisms and prevented by hygiene sanitization"
  },
  {
    "id": 118,
    "statement": "Resolving conflicts requires active listening and empathetic understanding."
  },
  {
    "id": 119,
    "statement": "Drying and salting reduce water activity, preventing microbial growth."
  },
  {
    "id": 120,
    "statement": "Mass measures amount of matter, regardless of size and density."
  },
  {
    "id": 121,
    "statement": "Cooperate to improve communal living and solve shared problems."
  },
  {
    "id": 122,
    "statement": "Use writing or recording methods to preserve knowledge."
  },
  {
    "id": 123,
    "statement": "Cooperation often outperforms isolated efforts in many cases."
  },
  {
    "id": 124,
    "statement": "Data analysis identifies patterns in nature and society through various techniques"
  },
  {
    "id": 125,
    "statement": "Ethical entrepreneurship fosters social and environmental sustainability through conscious practices."
  },
  {
    "id": 126,
    "statement": "Use stories, metaphors, and teaching to transmit wisdom."
  },
  {
    "id": 127,
    "statement": "Honor agreements made in good faith, uphold transparency, honesty."
  },
  {
    "id": 128,
    "statement": "Farmers use techniques to optimize crop growth, dependent on factors."
  },
  {
    "id": 129,
    "statement": "Common language or symbolic system enables effective communication."
  },
  {
    "id": 130,
    "statement": "Enhance community living through cooperation, shared resources, and mutual support."
  },
  {
    "id": 131,
    "statement": "Conflict resolution requires active listening and empathy"
  },
  {
    "id": 132,
    "statement": "Public goods are non-rivalrous and non-excludable benefits for society."
  },
  {
    "id": 133,
    "statement": "Ethical entrepreneurship promotes societal well-being through sustainable practices."
  },
  {
    "id": 134,
    "statement": "Treat others as you wish to be treated, considering complexities."
  },
  {
    "id": 135,
    "statement": "Property ownership must consider broader social and economic contexts."
  },
  {
    "id": 136,
    "statement": "Evolution is a driving force behind life's diversity through adaptation."
  },
  {
    "id": 137,
    "statement": "Mass warps spacetime, affecting nearby object motion."
  },
  {
    "id": 138,
    "statement": "Strive to preserve human life and well-being in emergencies."
  },
  {
    "id": 139,
    "statement": "Natural selection acts on existing genetic variation to adapt populations."
  },
  {
    "id": 140,
    "statement": "Active listening fosters empathy and kindness through understanding and trust."
  },
  {
    "id": 141,
    "statement": "Public goods are non-rivalrous and non-excludable resources/service benefits."
  },
  {
    "id": 142,
    "statement": "Practice hospitality: help travelers and those without shelter."
  },
  {
    "id": 143,
    "statement": "Fostering trust and respect creates a supportive learning environment."
  },
  {
    "id": 144,
    "statement": "Logical reasoning: critical thinking for informed decision-making."
  },
  {
    "id": 145,
    "statement": "Establish currency systems with monetary policies for trade and growth."
  },
  {
    "id": 146,
    "statement": "Estimating probabilities appears in various decision-making processes."
  },
  {
    "id": 147,
    "statement": "Synergy effect enhances collective success through collaboration."
  },
  {
    "id": 148,
    "statement": "Indian mathematicians introduced zero and negative numbers to mathematics."
  },
  {
    "id": 149,
    "statement": "Understanding fractions and ratios improves scaling and proportions."
  },
  {
    "id": 150,
    "statement": "Navigate using sun, stars, and geographical landmarks effectively."
  },
  {
    "id": 151,
    "statement": "Consistency and integrity earn respect through reliable and honest actions."
  },
  {
    "id": 152,
    "statement": "A representative governing body represents community interests through accountability."
  },
  {
    "id": 153,
    "statement": "Data analysis techniques identify patterns in nature and society."
  },
  {
    "id": 154,
    "statement": "Estimate values when exact calculations are difficult."
  },
  {
    "id": 155,
    "statement": "Listen actively to understand others’ perspectives."
  },
  {
    "id": 156,
    "statement": "logically reasoning for informed decision-making and problem-solving"
  },
  {
    "id": 157,
    "statement": "Cooperation fosters communal living through shared goals and open communication"
  },
  {
    "id": 158,
    "statement": "Atoms consist of protons, neutrons, and electrons with unique properties."
  },
  {
    "id": 159,
    "statement": "Fair trade practices ensure economic and environmental sustainability"
  },
  {
    "id": 160,
    "statement": "Fair trade practices can promote sustainable agriculture and local economies."
  },
  {
    "id": 161,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 162,
    "statement": "Implement taxation systems with regular audits and disclosures transparently."
  },
  {
    "id": 163,
    "statement": "Gravity attracts objects with mass in proportion to their mass"
  },
  {
    "id": 164,
    "statement": "Contribute to public goods based on individual strengths and abilities."
  },
  {
    "id": 165,
    "statement": "Property ownership balances individual rights with broader social-economic contexts through regulations."
  },
  {
    "id": 166,
    "statement": "Pre-literate societies used oral tradition, storytelling, and memory aids."
  },
  {
    "id": 167,
    "statement": "Mass warps spacetime, causing curvature in the fabric of spacetime."
  },
  {
    "id": 168,
    "statement": "Understand fractions and ratios to represent parts of wholes."
  },
  {
    "id": 169,
    "statement": "Cold temperatures require insulating clothing and accessories."
  },
  {
    "id": 170,
    "statement": "Recognize patterns and sequences in nature and society to understand and improve."
  },
  {
    "id": 171,
    "statement": "Effective clothing and insulation choices depend on temperature range."
  },
  {
    "id": 172,
    "statement": "Proper waste disposal practices reduce environmental and health impacts."
  },
  {
    "id": 173,
    "statement": "A democratic system establishes fair representation through free elections"
  },
  {
    "id": 174,
    "statement": "Protecting personal freedoms balances collective social welfare."
  },
  {
    "id": 175,
    "statement": "Soil preparation tillage adds organic matter for healthy crops."
  },
  {
    "id": 176,
    "statement": "Bartering is a trade system lacking monetary exchange."
  },
  {
    "id": 177,
    "statement": "Data analysis discovers patterns in datasets with various techniques."
  },
  {
    "id": 178,
    "statement": "Establishing clear laws promotes order through predictability and trust."
  },
  {
    "id": 179,
    "statement": "Understanding fractions and ratios is crucial for maintaining proportions"
  },
  {
    "id": 180,
    "statement": "Fractions and ratios represent parts of wholes through relationships."
  },
  {
    "id": 181,
    "statement": "Resilience fosters strength through adversity and persistent experiences"
  },
  {
    "id": 182,
    "statement": "Massive objects warp spacetime, affecting motion, directly proportionally."
  },
  {
    "id": 183,
    "statement": "Respect is earned through consistency and integrity in actions."
  },
  {
    "id": 184,
    "statement": "Property ownership balances individual rights with broader social-economic context"
  },
  {
    "id": 185,
    "statement": "Cooperation outperforms individualism with shared goals and complementary skills."
  },
  {
    "id": 186,
    "statement": "Respect individual experiences and perspectives to foster empathy and understanding."
  },
  {
    "id": 187,
    "statement": "Active listening fosters empathy and kindness through understanding and trust."
  },
  {
    "id": 188,
    "statement": "Active listening fosters empathy and kindness through understanding and trust."
  },
  {
    "id": 189,
    "statement": "Kindness and generosity foster positive change and fulfillment through empathy."
  },
  {
    "id": 190,
    "statement": "Mass warping spacetime causes objects to follow curved paths."
  },
  {
    "id": 191,
    "statement": "Mass warps spacetime, affecting nearby object motion."
  },
  {
    "id": 192,
    "statement": "Craftsmanship encompasses a wide range of essential human skills and techniques."
  },
  {
    "id": 193,
    "statement": "Exercise fairness and impartiality in judgments and decisions."
  },
  {
    "id": 194,
    "statement": "Proper waste disposal minimizes environmental and human health impact."
  },
  {
    "id": 195,
    "statement": "Public goods are non-rivalrous and non-excludable resources/service benefits"
  },
  {
    "id": 196,
    "statement": "The Earth’s atmosphere is composed primarily of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 197,
    "statement": "Massive objects warp spacetime, affecting motion around them."
  },
  {
    "id": 198,
    "statement": "Foster curiosity and exploration through learning opportunities."
  },
  {
    "id": 199,
    "statement": "Use statistics to summarize data and inform decisions."
  }
]