[
  {
    "id": 0,
    "statement": "The West Frankish Kingdom existed from 843 to 987 CE."
  },
  {
    "id": 1,
    "statement": "The West Frankish Kingdom's dates are subject to ongoing scholarly debate."
  },
  {
    "id": 2,
    "statement": "Charlemagne's Palace of Aachen influenced architecture through intermediate styles."
  },
  {
    "id": 3,
    "statement": "Louis V's death marked beginning of Capetian dynasty in 987 CE."
  },
  {
    "id": 4,
    "statement": "Recognition reinforces credibility through authority, social validation, and expertise."
  },
  {
    "id": 5,
    "statement": "Hugh Capet's coronation started Capetian dynasty in 987 CE."
  },
  {
    "id": 6,
    "statement": "Freemium model offers basic products for free with limitations."
  },
  {
    "id": 7,
    "statement": "Carolingian dynasty's primary capital was Aachen and Reims"
  },
  {
    "id": 8,
    "statement": "Partially excludable public goods combine partial restriction with public access."
  },
  {
    "id": 9,
    "statement": "Freemium models offer basic products for free with limitations."
  },
  {
    "id": 10,
    "statement": "Westminster Abbey is a famous church in London, England."
  },
  {
    "id": 11,
    "statement": "The Carolingian dynasty ruled France from 751 to 987 CE."
  },
  {
    "id": 12,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty in 987 CE"
  },
  {
    "id": 13,
    "statement": "West Francia had capitals other than Paris during Carolingian"
  },
  {
    "id": 14,
    "statement": "Partially excludable public goods restrict access through pricing and membership."
  },
  {
    "id": 15,
    "statement": "Hugh Capet's coronation marked the beginning of the Capetian dynasty in 987 CE."
  },
  {
    "id": 16,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty."
  },
  {
    "id": 17,
    "statement": "Hugh Capet's distant cousin Odo the Red ruled France briefly."
  },
  {
    "id": 18,
    "statement": "Recognition increases credibility through social proof and external validation."
  },
  {
    "id": 19,
    "statement": "Carolingian dynasty's capital was Aachen, not Reims."
  },
  {
    "id": 20,
    "statement": "Recognition reinforces credibility through authority, validation, and expertise."
  },
  {
    "id": 21,
    "statement": "The Carolingian dynasty's power declined gradually from 887 CE."
  },
  {
    "id": 22,
    "statement": "Historians debate Hugh Capet's coronation date between 987 and 991."
  },
  {
    "id": 23,
    "statement": "Capetian dynasty started with Hugh Capet's 987 CE coronation."
  },
  {
    "id": 24,
    "statement": "West Frankia: medieval kingdom from 8th-10th centuries in France, Belgium, Switzerland, and Germany."
  },
  {
    "id": 25,
    "statement": "Capetian dynasty's gradual power consolidation started with Hugh Capet's coronation."
  },
  {
    "id": 26,
    "statement": "Certain certifications validate expertise through objective, standardized evaluation processes."
  },
  {
    "id": 27,
    "statement": "The West Frankish Kingdom existed from 843 to 987 CE widely accepted"
  },
  {
    "id": 28,
    "statement": "Linguistic priming influences thoughts through associative concept activation"
  },
  {
    "id": 29,
    "statement": "Public goods barriers combine physical, social, economic, and institutional factors."
  },
  {
    "id": 30,
    "statement": "Public goods barriers combine physical, social, economic, and institutional factors to restrict access."
  },
  {
    "id": 31,
    "statement": "Historical dates may vary among sources and historians."
  },
  {
    "id": 32,
    "statement": "Pricing strategies for partially excludable public goods include tiered, dynamic, bundle, and subscription models."
  },
  {
    "id": 33,
    "statement": "Charles the Simple, last Carolingian king of West Francia, 898-922."
  },
  {
    "id": 34,
    "statement": "Recognition reinforces credibility through authority, validation, and expertise."
  },
  {
    "id": 35,
    "statement": "Carolingian Empire divided among sons of Charles the Bald."
  },
  {
    "id": 36,
    "statement": "Partially excludable public goods combine non-rivalry with partial restrictions."
  },
  {
    "id": 37,
    "statement": "Carolingian dynasty ended with Charles the Fat in 887."
  },
  {
    "id": 38,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE approximately."
  },
  {
    "id": 39,
    "statement": "Tiered pricing offers customers choices with varied functionality."
  },
  {
    "id": 40,
    "statement": "West Frankish Kingdom's dates uncertain and debated among historians."
  },
  {
    "id": 41,
    "statement": "Recognition increases credibility through social validation directly."
  },
  {
    "id": 42,
    "statement": "Certifications convey exclusivity through limited availability, recognition, and expertise."
  },
  {
    "id": 43,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE approximately."
  },
  {
    "id": 44,
    "statement": "Public goods barriers combine physical, social, economic, and institutional factors."
  },
  {
    "id": 45,
    "statement": "Partially excludable goods restrict access through pricing and membership mechanisms."
  },
  {
    "id": 46,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE precisely"
  },
  {
    "id": 47,
    "statement": "Hugh Capet's coronation marked end of Carolingian dynasty, beginning of Capetian."
  },
  {
    "id": 48,
    "statement": "Romanesque architecture evolved from Carolingian and Ottonian styles."
  },
  {
    "id": 49,
    "statement": "Freemium model offers limited features with ads for upgrade."
  },
  {
    "id": 50,
    "statement": "Palace of Aachen's design influenced Carolingian and Gothic architecture"
  },
  {
    "id": 51,
    "statement": "The Carolingian dynasty ended with Louis V's death in 987 CE."
  },
  {
    "id": 52,
    "statement": "Nuuk, Greenland's capital, founded by Norse around 985-990 AD."
  },
  {
    "id": 53,
    "statement": "West Frankish Kingdom's duration 843-987 CE, historians debate"
  },
  {
    "id": 54,
    "statement": "Partially excludable public goods restrict access through pricing and membership."
  },
  {
    "id": 55,
    "statement": "Reims Cathedral hosted 25 French king coronations historically."
  },
  {
    "id": 56,
    "statement": "Aachen was primary capital of Carolingian dynasty during Charlemagne's reign."
  },
  {
    "id": 57,
    "statement": "The West Frankish Kingdom existed from 843 to 987 CE."
  },
  {
    "id": 58,
    "statement": "Interdisciplinary connections reveal hidden patterns and relationships."
  },
  {
    "id": 59,
    "statement": "Historians debate exact date of Hugh Capet's coronation"
  },
  {
    "id": 60,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE precisely"
  },
  {
    "id": 61,
    "statement": "The West Frankish Kingdom existed from 843 to 987 CE."
  },
  {
    "id": 62,
    "statement": "Public goods barriers combine physical, social, economic, and institutional factors."
  },
  {
    "id": 63,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE approximately."
  },
  {
    "id": 64,
    "statement": "Hugh Capet's coronation initiated the Capetian royal house in 987 CE."
  },
  {
    "id": 65,
    "statement": "Partially excludable public goods restrict access partially."
  },
  {
    "id": 66,
    "statement": "Carolingian dynasty continued until Rudolph IV's death in 1037 CE."
  },
  {
    "id": 67,
    "statement": "Language manipulation influences biases through framing, priming, and memory associations."
  },
  {
    "id": 68,
    "statement": "Language manipulation influences thoughts through linguistic priming and associations."
  },
  {
    "id": 69,
    "statement": "The Capetian dynasty's beginning date is debated among historians."
  },
  {
    "id": 70,
    "statement": "Carolingian dynasty ended with Louis V's death in 987 CE."
  },
  {
    "id": 71,
    "statement": "Capetian dynasty's legitimacy derived from interconnected factors."
  },
  {
    "id": 72,
    "statement": "Hugh Capet's coronation initiated Capetian dynasty's gradual consolidation."
  },
  {
    "id": 73,
    "statement": "Tiered pricing offers customers choices with varied functionality."
  },
  {
    "id": 74,
    "statement": "Partially excludable public goods combine public and private characteristics."
  },
  {
    "id": 75,
    "statement": "Carolingian architecture evolved and influenced Gothic architecture directly."
  },
  {
    "id": 76,
    "statement": "West Francia's capital was Paris from 843 to 987 CE."
  },
  {
    "id": 77,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty gradually."
  },
  {
    "id": 78,
    "statement": "Tiered Pricing Offers Customized Options Within Varying Features"
  },
  {
    "id": 79,
    "statement": "Reims Cathedral hosted coronations of 25 French monarchs historically."
  },
  {
    "id": 80,
    "statement": "The Capetian dynasty ruled France from 987 to 1328."
  },
  {
    "id": 81,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty in 987 CE"
  },
  {
    "id": 82,
    "statement": "Hugh Capet's coronation marked decline of Carolingian dynasty."
  },
  {
    "id": 83,
    "statement": "Capetian dynasty controversy surrounds Hugh Capet's coronation date."
  },
  {
    "id": 84,
    "statement": "Hugh Capet's coronation marked new Capetian rule era"
  },
  {
    "id": 85,
    "statement": "Certifications convey exclusivity through third-party expertise validation credibly"
  },
  {
    "id": 86,
    "statement": "Carolingian dynasty ended with Charles the Simple's death in 929."
  },
  {
    "id": 87,
    "statement": "Reims Cathedral hosted coronations for Holy Roman Emperors and French Kings."
  },
  {
    "id": 88,
    "statement": "Quantum vacuum fluctuations arise from energy-time uncertainty principle."
  },
  {
    "id": 89,
    "statement": "Public goods barriers combine physical, social, economic, institutional factors"
  },
  {
    "id": 90,
    "statement": "Charles the Bald's capital was Paris, not Laon, from 843 to 877."
  },
  {
    "id": 91,
    "statement": "Recognition increases credibility as social proof of expertise through external validation."
  },
  {
    "id": 92,
    "statement": "Hugh Capet's coronation marked Capetian dynasty's gradual power consolidation."
  },
  {
    "id": 93,
    "statement": "The Carolingian dynasty's power gradually declined over several generations."
  },
  {
    "id": 94,
    "statement": "Language manipulation influences biases through framing, priming, memory associations."
  },
  {
    "id": 95,
    "statement": "Hugh Capet's coronation marks the end of Carolingian dynasty."
  },
  {
    "id": 96,
    "statement": "Partially excludable public goods restrict access through mechanisms."
  },
  {
    "id": 97,
    "statement": "Capetian dynasty controversy surrounds Hugh Capet's coronation date debate."
  },
  {
    "id": 98,
    "statement": "Hugh Capet's coronation marked end of Carolingian dynasty's direct rule."
  },
  {
    "id": 99,
    "statement": "Hugh Capet's coronation started the Capetian dynasty in 987 CE."
  },
  {
    "id": 100,
    "statement": "Language manipulation influences biases through framing and memory associations."
  },
  {
    "id": 101,
    "statement": "Nuuk's natural harbor protection provides safe trade access historically."
  },
  {
    "id": 102,
    "statement": "Language manipulation uses framing, priming, and persuasion to influence."
  },
  {
    "id": 103,
    "statement": "Carolingian dynasty's power peaked under Charlemagne, declined gradually."
  },
  {
    "id": 104,
    "statement": "Capetian dynasty started with Hugh Capet's coronation in 987 CE."
  },
  {
    "id": 105,
    "statement": "Laon was an important royal residence during Charles the Bald's reign."
  },
  {
    "id": 106,
    "statement": "Palace of Aachen influenced Romanesque and Gothic architecture through arches vaults courtyards decoration"
  },
  {
    "id": 107,
    "statement": "Tiered pricing offers customers choices with varied functionality levels."
  },
  {
    "id": 108,
    "statement": "Carolingian dynasty had multiple regional branches after Charlemagne's death."
  },
  {
    "id": 109,
    "statement": "Uncertainty principle's energy uncertainty causes quantum vacuum fluctuations."
  },
  {
    "id": 110,
    "statement": "Partially excludable goods restrict access through pricing and membership mechanisms."
  },
  {
    "id": 111,
    "statement": "Language manipulation influences thoughts through linguistic priming and associations."
  },
  {
    "id": 112,
    "statement": "Westminster Abbey was the capital of West Francia under Charles"
  },
  {
    "id": 113,
    "statement": "Freemium model offers basic products for free with limitations."
  },
  {
    "id": 114,
    "statement": "Tiered pricing offers customized options within varying features."
  },
  {
    "id": 115,
    "statement": "The Capetian dynasty refers to the royal house of France."
  },
  {
    "id": 116,
    "statement": "Language manipulation uses framing, priming, and persuasion to influence thoughts."
  },
  {
    "id": 117,
    "statement": "Quantum vacuum fluctuations arise from energy-time uncertainty principle."
  },
  {
    "id": 118,
    "statement": "Tiered pricing offers varying features and benefits across price levels."
  },
  {
    "id": 119,
    "statement": "Paris was the capital of West Francia during Carolingian dynasty."
  },
  {
    "id": 120,
    "statement": "Hugh Capet's coronation date is 987 CE, largely accepted historically"
  },
  {
    "id": 121,
    "statement": "Partially excludable public goods restrict access through mechanisms."
  },
  {
    "id": 122,
    "statement": "Historical records provide limited information on West Frankish Kingdom's exact dates."
  },
  {
    "id": 123,
    "statement": "West Frankish Kingdom: 9th to 10th century, approximate duration."
  },
  {
    "id": 124,
    "statement": "The Carolingian dynasty ended with Charles the Simple's deposition"
  },
  {
    "id": 125,
    "statement": "Hugh Capet's 987 CE coronation is debated as dynasty start"
  },
  {
    "id": 126,
    "statement": "Romanesque architecture emerged in 11th century Italy and Spain."
  },
  {
    "id": 127,
    "statement": "Capetian dynasty consolidation was a gradual process of expansion."
  },
  {
    "id": 128,
    "statement": "Freemium model offers basic products with limitations for free."
  },
  {
    "id": 129,
    "statement": "Interdisciplinary connections reveal hidden patterns and relationships in complex problems."
  },
  {
    "id": 130,
    "statement": "The Carolingian dynasty declined through fragmentation and power struggles."
  },
  {
    "id": 131,
    "statement": "Hugh Capet's coronation marked the start of Capetian dynasty in France."
  },
  {
    "id": 132,
    "statement": "Third-party expertise validation adds credibility and prestige to certifications"
  },
  {
    "id": 133,
    "statement": "Capetian dynasty's power consolidated gradually through strategic marriages, conquests, and alliances"
  },
  {
    "id": 134,
    "statement": "Language manipulation influences thoughts through linguistic priming."
  },
  {
    "id": 135,
    "statement": "The Capetian dynasty's power grew through strategic marriages, alliances, and conquests."
  },
  {
    "id": 136,
    "statement": "Memory associations influence information processing through unconscious connections."
  },
  {
    "id": 137,
    "statement": "Romanesque architecture evolved from Carolingian and Ottonian styles locally."
  },
  {
    "id": 138,
    "statement": "Laon was the capital of West Francia during Charles' reign."
  },
  {
    "id": 139,
    "statement": "The West Frankish Kingdom emerged from Carolingian Empire after Treaty of Verdun."
  },
  {
    "id": 140,
    "statement": "West Frankia was a medieval kingdom from 8th-10th centuries CE."
  },
  {
    "id": 141,
    "statement": "Certifications convey exclusivity through third-party expertise validation."
  },
  {
    "id": 142,
    "statement": "Nuuk, Greenland's capital, founded by Inuit in 14th century."
  },
  {
    "id": 143,
    "statement": "Recognition reinforces credibility through social validation and authority."
  },
  {
    "id": 144,
    "statement": "Reims Cathedral hosted coronations of at least 31 French monarchs."
  },
  {
    "id": 145,
    "statement": "West Frankish Kingdom's existence disputed among historians approximately."
  },
  {
    "id": 146,
    "statement": "Tiered pricing offers customers choices with varied functionality"
  },
  {
    "id": 147,
    "statement": "Hugh Capet's coronation initiated Capetian dynasty's gradual power consolidation."
  },
  {
    "id": 148,
    "statement": "Hugh Capet's coronation marked significant turning point in French history."
  },
  {
    "id": 149,
    "statement": "Louis V's death led to Carolingian dynasty's succession crisis due to lack of heir"
  },
  {
    "id": 150,
    "statement": "The Carolingian dynasty ended with Louis V's death in 987 CE."
  },
  {
    "id": 151,
    "statement": "Capetian dynasty ruled France from 987 to 1328 CE precisely."
  },
  {
    "id": 152,
    "statement": "Hugh Capet's coronation marked Capetian dynasty's power consolidation beginning"
  },
  {
    "id": 153,
    "statement": "Tiered pricing offers distinct functionality, capabilities, and benefits options."
  },
  {
    "id": 154,
    "statement": "Uno Island, near Nuuk, provides natural protection for harbor."
  },
  {
    "id": 155,
    "statement": "Partially excludable public goods combine non-rivalry with partial restrictions."
  },
  {
    "id": 156,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE widely accepted"
  },
  {
    "id": 157,
    "statement": "Louis V's death led to Carolingian dynasty's succession crisis"
  },
  {
    "id": 158,
    "statement": "Freemium model offers limited features with ads for upgrade."
  },
  {
    "id": 159,
    "statement": "Carolingian dynasty's capital alternated between Aachen and Reims."
  },
  {
    "id": 160,
    "statement": "Freemium models offer limited features, user capacity, and storage."
  },
  {
    "id": 161,
    "statement": "Romanesque architecture locally developed from Carolingian and Ottonian styles."
  },
  {
    "id": 162,
    "statement": "Odo the Red was second cousin, once removed to Hugh Capet."
  },
  {
    "id": 163,
    "statement": "West Frankish Kingdom's timeline is a topic of ongoing historical debate."
  },
  {
    "id": 164,
    "statement": "Louis V's death led to a succession crisis, starting Capetian dynasty"
  },
  {
    "id": 165,
    "statement": "Certifications validate expertise through third-party evaluation processes."
  },
  {
    "id": 166,
    "statement": "Partially excludable goods restrict access through pricing and membership mechanisms."
  },
  {
    "id": 167,
    "statement": "Historic dates of West Frankish Kingdom uncertain and debated."
  },
  {
    "id": 168,
    "statement": "Recognition reinforces credibility through authority, expertise, and validation."
  },
  {
    "id": 169,
    "statement": "Nuuk's natural harbor protected trade activities with limitations."
  },
  {
    "id": 170,
    "statement": "Carolingian Empire's West Francia capital varied from 877 to 987 CE, including Laon, Paris, and Reims."
  },
  {
    "id": 171,
    "statement": "West Frankish Kingdom existed from 8th to 10th centuries in France"
  },
  {
    "id": 172,
    "statement": "West Frankia: medieval kingdom (8th-10th centuries, Carolingian Empire territory)."
  },
  {
    "id": 173,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE historically"
  },
  {
    "id": 174,
    "statement": "Capetian dynasty consolidation refers to stronger power control."
  },
  {
    "id": 175,
    "statement": "Carolingian architecture influences Romanesque architecture through style."
  },
  {
    "id": 176,
    "statement": "Carolingian dynasty ended with Louis the Child's death in 911."
  },
  {
    "id": 177,
    "statement": "Carolingian Renaissance's architecture influenced later styles such as Ottonian and Romanesque."
  },
  {
    "id": 178,
    "statement": "Nuuk's Uno Island provides natural protection for the harbor."
  },
  {
    "id": 179,
    "statement": "Carolingian dynasty's capital in Aachen, later Reims, not Paris."
  },
  {
    "id": 180,
    "statement": "The Capetian dynasty held power in France from 987 CE."
  },
  {
    "id": 181,
    "statement": "Louis V's death sparked succession crisis, ending Carolingian dynasty."
  },
  {
    "id": 182,
    "statement": "Hugh Capet's coronation marked the end of Carolingian dynasty."
  },
  {
    "id": 183,
    "statement": "Hugh Capet's coronation in 987 CE marked Capetian dynasty's beginning."
  },
  {
    "id": 184,
    "statement": "Public goods barriers combine physical, social, economic, and institutional factors."
  },
  {
    "id": 185,
    "statement": "Freemium models adapt to changing customer needs and preferences."
  },
  {
    "id": 186,
    "statement": "Partially excludable goods restrict access through Pricing Models"
  },
  {
    "id": 187,
    "statement": "Reims Cathedral hosted coronations of at least 31 French monarchs."
  },
  {
    "id": 188,
    "statement": "Carolingian Empire divided into three kingdoms in 843 CE."
  },
  {
    "id": 189,
    "statement": "Carolingian dynasty ruled France from 751 to 987 CE."
  },
  {
    "id": 190,
    "statement": "Partially excludable public goods combine non-rivalry with partial restrictions."
  },
  {
    "id": 191,
    "statement": "Capetian dynasty's legitimacy derived from divine right, heredity."
  },
  {
    "id": 192,
    "statement": "Reims Cathedral hosted 25 French king coronations historically."
  },
  {
    "id": 193,
    "statement": "Palace of Aachen influenced Romanesque and Gothic architecture"
  },
  {
    "id": 194,
    "statement": "Hugh Capet's coronation took place on July 24, 987 CE."
  },
  {
    "id": 195,
    "statement": "Carolingian dynasty continued beyond Hugh Capet's coronation in 987 CE."
  },
  {
    "id": 196,
    "statement": "Carolingian dynasty continued through East Frankish and Italian branches."
  },
  {
    "id": 197,
    "statement": "Reims Cathedral hosted 25 French monarch coronations historically"
  },
  {
    "id": 198,
    "statement": "Carolingian architecture significantly influenced Romanesque architecture through elements and techniques."
  },
  {
    "id": 199,
    "statement": "Reims Cathedral hosted 25 French monarch coronations historically."
  }
]