[
  {
    "id": 0,
    "statement": "Carolingian Empire, not West Frankish Kingdom, had Aachen as its capital."
  },
  {
    "id": 1,
    "statement": "Partially excludable public goods restrict access through varying mechanisms."
  },
  {
    "id": 2,
    "statement": "Alternative pricing models offer customized options to customers."
  },
  {
    "id": 3,
    "statement": "Linguistic framing and emotional language shape cognitive biases influentially."
  },
  {
    "id": 4,
    "statement": "Historians debate Charlemagne's primary residence at Palace of Aachen."
  },
  {
    "id": 5,
    "statement": "Partially excludable public goods restrict access through mechanisms."
  },
  {
    "id": 6,
    "statement": "Tiered pricing offers customized options through varying features and benefits."
  },
  {
    "id": 7,
    "statement": "Tiered pricing offers customization options for different customer needs."
  },
  {
    "id": 8,
    "statement": "Partially excludable public goods restrict access through various mechanisms"
  },
  {
    "id": 9,
    "statement": "Interdisciplinary research fosters accurate knowledge through diverse perspectives, but requires rigorous methodology and testing."
  },
  {
    "id": 10,
    "statement": "West Frankish Kingdom played significant role in shaping French culture."
  },
  {
    "id": 11,
    "statement": "Certifications convey exclusivity through prestige, differentiation, and expertise recognition."
  },
  {
    "id": 12,
    "statement": "Linguistic framing and emotional language shape biases through cognitive priming."
  },
  {
    "id": 13,
    "statement": "Partially excludable public goods restrict access through membership, ticketing, subscriptions, limited capacity, and exclusionary pricing."
  },
  {
    "id": 14,
    "statement": "Partially excludable public goods restrict access through mechanisms."
  },
  {
    "id": 15,
    "statement": "Reims Cathedral hosted numerous French monarch coronations historically."
  },
  {
    "id": 16,
    "statement": "Cognitive biases influence language processing through priming, associations."
  },
  {
    "id": 17,
    "statement": "Laon was the capital of West Francia during Charles' reign"
  },
  {
    "id": 18,
    "statement": "Language manipulation influences biases through various mechanisms."
  },
  {
    "id": 19,
    "statement": "Carolingian Empire, founded by Charlemagne, had Aachen as capital."
  },
  {
    "id": 20,
    "statement": "Carolingian architecture significantly influenced Romanesque and Gothic styles later."
  },
  {
    "id": 21,
    "statement": "The Capetian dynasty ruled France from 987 to 1328."
  },
  {
    "id": 22,
    "statement": "Reims Cathedral hosted 25 French monarch coronations from 1027 to 1825."
  },
  {
    "id": 23,
    "statement": "Quantum vacuum fluctuations occur due to Heisenberg's Uncertainty Principle."
  },
  {
    "id": 24,
    "statement": "Quantum vacuum fluctuations produce virtual particles temporarily, influenced uncertainty principle."
  },
  {
    "id": 25,
    "statement": "Certifications convey exclusivity through prestige, investment, and differentiation."
  },
  {
    "id": 26,
    "statement": "Linguistic framing and emotional language shape biases through priming associations."
  },
  {
    "id": 27,
    "statement": "Quantum vacuum fluctuation temporary particles create energy loan."
  },
  {
    "id": 28,
    "statement": "Hugh Capet's coronation in 987 CE marked Capetian dynasty's beginning"
  },
  {
    "id": 29,
    "statement": "Paris was not capital of West Francia during Charles Simple's reign"
  },
  {
    "id": 30,
    "statement": "Louis IX's policies boosted Paris' cultural and economic growth."
  },
  {
    "id": 31,
    "statement": "West Frankish Kingdom existed from 843 to 888 approximately 45 years."
  },
  {
    "id": 32,
    "statement": "West Frankish Kingdom existed from 9th to 10th century."
  },
  {
    "id": 33,
    "statement": "Charlemagne's Palace of Aachen primary residence, imperial symbol."
  },
  {
    "id": 34,
    "statement": "Cognitive biases influence linguistic processing through priming and associations."
  },
  {
    "id": 35,
    "statement": "Quantum vacuum fluctuations create virtual particle-antiparticle pairs temporarily."
  },
  {
    "id": 36,
    "statement": "Evidence credibility assessed through authority, objectivity, methodology, and reputation."
  },
  {
    "id": 37,
    "statement": "Partially excludable public goods restrict access through pricing and membership."
  },
  {
    "id": 38,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE approximately."
  },
  {
    "id": 39,
    "statement": "Palace of Aachen's design influenced Romanesque and Gothic architecture"
  },
  {
    "id": 40,
    "statement": "Charles the Simple was King of West Francia from 898 to 922."
  },
  {
    "id": 41,
    "statement": "Certifications convey exclusivity through prestige and expertise"
  },
  {
    "id": 42,
    "statement": "West Frankish Kingdom's cultural, linguistic, and political impacts influenced European Renaissance."
  },
  {
    "id": 43,
    "statement": "The Palace of Aachen's innovative architecture influenced Gothic and Carolingian styles."
  },
  {
    "id": 44,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty in 987 CE."
  },
  {
    "id": 45,
    "statement": "Partially excludable public goods restrict access through pricing, membership, scarcity, and technology."
  },
  {
    "id": 46,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms."
  },
  {
    "id": 47,
    "statement": "Evidence credibility assessed through authority, objectivity, methodology, and reputation."
  },
  {
    "id": 48,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty."
  },
  {
    "id": 49,
    "statement": "Partially excludable public goods combine public and private management."
  },
  {
    "id": 50,
    "statement": "Alternative pricing models offer tiered, customized options to customers."
  },
  {
    "id": 51,
    "statement": "Alternative pricing models offer customized options through tiered pricing."
  },
  {
    "id": 52,
    "statement": "Language manipulation influences thoughts and behaviors through various techniques"
  },
  {
    "id": 53,
    "statement": "West Frankish Kingdom laid groundwork for modern France."
  },
  {
    "id": 54,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 55,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty's rule."
  },
  {
    "id": 56,
    "statement": "Laon was capital of West Francia during Charles Simple's reign."
  },
  {
    "id": 57,
    "statement": "Paris was capital of West Francia under Charles the Simple's reign."
  },
  {
    "id": 58,
    "statement": "Cognitive biases influence language processing through priming and associations."
  },
  {
    "id": 59,
    "statement": "Hugh Capet's succession marked beginning of Capetian dynasty controversy over royal power."
  },
  {
    "id": 60,
    "statement": "Freemium models offer basic products with customized upgrade options."
  },
  {
    "id": 61,
    "statement": "Alternative pricing models offer flexible options for customers"
  },
  {
    "id": 62,
    "statement": "Pricing mechanisms can restrict access to partially excludable public goods."
  },
  {
    "id": 63,
    "statement": "Alternative pricing models provide customized options for customers based"
  },
  {
    "id": 64,
    "statement": "Reims Cathedral hosted 25 French monarch coronations historically."
  },
  {
    "id": 65,
    "statement": "Nuuk, Greenland's capital, located on southwestern coast of island."
  },
  {
    "id": 66,
    "statement": "Hugh Capet's coronation initiated the Capetian royal house gradually."
  },
  {
    "id": 67,
    "statement": "Partially excludable public goods combine public and private characteristics."
  },
  {
    "id": 68,
    "statement": "Reims Cathedral hosted numerous French monarch coronations historically"
  },
  {
    "id": 69,
    "statement": "Evidence credibility determined by multiple factors, including methodology, expertise, peer-review, results, and context."
  },
  {
    "id": 70,
    "statement": "Quantum vacuum fluctuates with virtual particles through energy exchange."
  },
  {
    "id": 71,
    "statement": "Certifications convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 72,
    "statement": "Certifications convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 73,
    "statement": "West Frankish Kingdom shaped French culture through language, literature, architecture."
  },
  {
    "id": 74,
    "statement": "Quantum vacuum fluctuations generate virtual particle-antiparticle pairs temporarily."
  },
  {
    "id": 75,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE, 140 years."
  },
  {
    "id": 76,
    "statement": "Hugh Capet's coronation initiated the Capetian dynasty in 987 CE."
  },
  {
    "id": 77,
    "statement": "Alternative pricing models offer customization through tiered pricing."
  },
  {
    "id": 78,
    "statement": "Laon was capital of West Francia during Charles Simple's reign."
  },
  {
    "id": 79,
    "statement": "Certifications convey exclusivity through prestige and differentiation."
  },
  {
    "id": 80,
    "statement": "A freemium model offers basic product for free, then upsells."
  },
  {
    "id": 81,
    "statement": "Language manipulation influences biases through various techniques, including emotive, loaded, repetition, storytelling, and framing."
  },
  {
    "id": 82,
    "statement": "Partially excludable public goods combine accessibility and exclusivity."
  },
  {
    "id": 83,
    "statement": "Charlemagne's Palace of Aachen influential architecture example: arches, vaults, central courtyard."
  },
  {
    "id": 84,
    "statement": "Quantum vacuum fluctuations create temporary virtual particle-antiparticle pairs."
  },
  {
    "id": 85,
    "statement": "Language manipulation influences biases through various mechanisms."
  },
  {
    "id": 86,
    "statement": "Carolingian architecture characterized by arches, vaults, and columns in Aachen."
  },
  {
    "id": 87,
    "statement": "Cognitive biases influence language processing through priming and associations."
  },
  {
    "id": 88,
    "statement": "Quantum vacuum fluctuations create temporary particle-antiparticle pairs from fluctuating energy."
  },
  {
    "id": 89,
    "statement": "Public goods barriers combine physical, social, economic, institutional factors."
  },
  {
    "id": 90,
    "statement": "Certifications convey exclusivity through prestige and differentiation mechanisms."
  },
  {
    "id": 91,
    "statement": "Linguistic framing, emotional language shape biases through cognitive priming."
  },
  {
    "id": 92,
    "statement": "Quantum vacuum fluctuations produce virtual particles due to uncertainty principle."
  },
  {
    "id": 93,
    "statement": "Partially excludable public goods restrict access through physical means."
  },
  {
    "id": 94,
    "statement": "Louis IX's policies boosted Paris' cultural and economic growth."
  },
  {
    "id": 95,
    "statement": "West Frankish Kingdom shaped French culture through patronage and education."
  },
  {
    "id": 96,
    "statement": "Language manipulation influences biases through framing, priming, and memory."
  },
  {
    "id": 97,
    "statement": "Quantum vacuum fluctuations create virtual particle-antiparticle pairs randomly."
  },
  {
    "id": 98,
    "statement": "West Frankish Kingdom existed from 843 to 888 CE."
  },
  {
    "id": 99,
    "statement": "Cognitive biases influence linguistic processing through priming and associations."
  },
  {
    "id": 100,
    "statement": "Linguistic framing influences cognitive biases through language structure."
  },
  {
    "id": 101,
    "statement": "West Frankish Kingdom controlled western Francia and Belgium partially."
  },
  {
    "id": 102,
    "statement": "Linguistic framing and emotional language shape cognitive biases."
  },
  {
    "id": 103,
    "statement": "Linguistic framing and emotional language shape biases and decisions"
  },
  {
    "id": 104,
    "statement": "West Frankish Kingdom shaped French culture through language, literature, architecture."
  },
  {
    "id": 105,
    "statement": "Partially excludable public goods combine accessibility and exclusivity through barriers."
  },
  {
    "id": 106,
    "statement": "Quantum vacuum fluctuations produce virtual particles due to uncertainty principle."
  },
  {
    "id": 107,
    "statement": "Alternative pricing models offer customized options for varying needs."
  },
  {
    "id": 108,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty in 987 CE."
  },
  {
    "id": 109,
    "statement": "Certifications convey exclusivity through prestige and demonstrated expertise."
  },
  {
    "id": 110,
    "statement": "West Frankish Kingdom's legacy shaped modern France through territory, governance, and culture."
  },
  {
    "id": 111,
    "statement": "Nuuk, Greenland's capital, is located on western coast, not southwestern."
  },
  {
    "id": 112,
    "statement": "Quantum vacuum fluctuations creating virtual particle-antiparticle pairs temporarily."
  },
  {
    "id": 113,
    "statement": "Quantum vacuum fluctuations generate temporary virtual particle-antiparticle pairs."
  },
  {
    "id": 114,
    "statement": "Pricing mechanisms used to restrict access in partially excludable public goods"
  },
  {
    "id": 115,
    "statement": "Hugh Capet's coronation marked end of Carolingian dynasty."
  },
  {
    "id": 116,
    "statement": "Public goods barriers combine with complexity to affect accessibility."
  },
  {
    "id": 117,
    "statement": "Partially excludable public goods combine public and private characteristics."
  },
  {
    "id": 118,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty."
  },
  {
    "id": 119,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty in 987 CE."
  },
  {
    "id": 120,
    "statement": "West Frankish Kingdom controlled western Francia and Belgium partially."
  },
  {
    "id": 121,
    "statement": "Quantum vacuum fluctuations produce virtual particles temporarily."
  },
  {
    "id": 122,
    "statement": "Reims Cathedral hosted coronations since 816 CE, 9th century"
  },
  {
    "id": 123,
    "statement": "Certifications convey exclusivity through prestige and demonstrated expertise."
  },
  {
    "id": 124,
    "statement": "Certifications create exclusivity through prestige, effort, and recognition."
  },
  {
    "id": 125,
    "statement": "Linguistic framing and emotional language influence decision-making through attention, perception, emotions, and biases"
  },
  {
    "id": 126,
    "statement": "Certifications can convey exclusivity through prestige and differentiation mechanisms."
  },
  {
    "id": 127,
    "statement": "Cognitive biases shape language processing through priming and associations."
  },
  {
    "id": 128,
    "statement": "Tiered pricing offers customized options through varying features."
  },
  {
    "id": 129,
    "statement": "Reims Cathedral hosted approximately 25 French monarch coronations historically."
  },
  {
    "id": 130,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms."
  },
  {
    "id": 131,
    "statement": "Partially excludable public goods restrict access through various mechanisms"
  },
  {
    "id": 132,
    "statement": "Reims Cathedral hosted 25 French monarch coronations from 1027 to 1825."
  },
  {
    "id": 133,
    "statement": "Nuuk, Greenland's capital, located on western coast's Godthåbsfjord."
  },
  {
    "id": 134,
    "statement": "Interdisciplinary approach fosters accurate knowledge through diverse perspectives"
  },
  {
    "id": 135,
    "statement": "Evidence credibility determined by multiple factors, not one trait."
  },
  {
    "id": 136,
    "statement": "Nuuk, Greenland's capital, is located on southwestern coast."
  },
  {
    "id": 137,
    "statement": "Reims Cathedral hosted numerous French monarch coronations throughout history."
  },
  {
    "id": 138,
    "statement": "Alternative pricing models offer tiered pricing for varied features."
  },
  {
    "id": 139,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations historically."
  },
  {
    "id": 140,
    "statement": "Nuuk, Greenland's capital, located on southwestern Godthåbsfjord coast"
  },
  {
    "id": 141,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty in 987 CE."
  },
  {
    "id": 142,
    "statement": "Reims Cathedral hosted 25 French monarch coronations from 1027 to 1825 accurately."
  },
  {
    "id": 143,
    "statement": "West Frankish Kingdom existed from 9th to 10th centuries primarily in France."
  },
  {
    "id": 144,
    "statement": "Cognitive biases influence language processing through priming and associations"
  },
  {
    "id": 145,
    "statement": "Charlemagne's Palace of Aachen symbolized imperial power through architecture."
  },
  {
    "id": 146,
    "statement": "Certifications provide recognized standards of achievement and expertise."
  },
  {
    "id": 147,
    "statement": "Certifications convey exclusivity through prestige and demonstrated expertise proof."
  },
  {
    "id": 148,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 149,
    "statement": "West Frankish Kingdom's legacy shaped modern France's territory, governance, and culture."
  },
  {
    "id": 150,
    "statement": "Tiered pricing: multiple options at different price points."
  },
  {
    "id": 151,
    "statement": "Certifications convey exclusivity through prestige and perceived value cues"
  },
  {
    "id": 152,
    "statement": "Language manipulation influences biases through framing, priming, and more."
  },
  {
    "id": 153,
    "statement": "Interdisciplinary research fosters accurate knowledge through rigorous methodology and testing."
  },
  {
    "id": 154,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 155,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 156,
    "statement": "Certifications convey exclusivity through prestige and demonstrated expertise."
  },
  {
    "id": 157,
    "statement": "Extending knowledge through evidence-based reasoning and critical thinking."
  },
  {
    "id": 158,
    "statement": "Laon was capital of West Francia during Charles the Simple's reign."
  },
  {
    "id": 159,
    "statement": "West Frankish Kingdom shaped French culture, language, governance, and law."
  },
  {
    "id": 160,
    "statement": "Reims Cathedral historic site of French coronations since 10th century"
  },
  {
    "id": 161,
    "statement": "Public goods barriers combine in complex ways, influencing accessibility."
  },
  {
    "id": 162,
    "statement": "Partially excludable public goods require nuanced access restrictions"
  },
  {
    "id": 163,
    "statement": "The coronation of Hugh Capet marks the beginning of the Capetian dynasty."
  },
  {
    "id": 164,
    "statement": "Partially excludable public goods utilize various access restriction methods"
  },
  {
    "id": 165,
    "statement": "Godthåbsfjord's natural harbor influences Nuuk's development and public goods."
  },
  {
    "id": 166,
    "statement": "Hugh Capet's succession sparked controversy over royal power legitimacy."
  },
  {
    "id": 167,
    "statement": "Freemium model balances value and limitation for customer retention."
  },
  {
    "id": 168,
    "statement": "Quantum vacuum fluctuations cause temporary particle-antiparticle pair creation."
  },
  {
    "id": 169,
    "statement": "Carolingian architecture emerged in 8th-9th centuries with arches and vaults."
  },
  {
    "id": 170,
    "statement": "Alternative pricing models offer customizable options to customers."
  },
  {
    "id": 171,
    "statement": "Quantum vacuum fluctuations occur in empty space due to uncertainty."
  },
  {
    "id": 172,
    "statement": "Language manipulation influences biases through framing, priming and memory recall"
  },
  {
    "id": 173,
    "statement": "Certifications convey exclusivity through prestige and differentiation signals."
  },
  {
    "id": 174,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE in France."
  },
  {
    "id": 175,
    "statement": "Alternative pricing models offer customized options for customers."
  },
  {
    "id": 176,
    "statement": "West Frankish Kingdom existed from 843 to 888 CE."
  },
  {
    "id": 177,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 178,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations historically."
  },
  {
    "id": 179,
    "statement": "Carolingian architecture influenced Romanesque and Gothic styles through arch and decoration."
  },
  {
    "id": 180,
    "statement": "Quantum vacuum fluctuations create virtual particle-antiparticle pairs temporarily"
  },
  {
    "id": 181,
    "statement": "Reims Cathedral hosted 25 French monarch coronations historically."
  },
  {
    "id": 182,
    "statement": "West Frankish Kingdom's cultural, linguistic, and political impacts shaped Europe"
  },
  {
    "id": 183,
    "statement": "Reims Cathedral hosted 25 French monarch coronations from 1027 to 1825."
  },
  {
    "id": 184,
    "statement": "Interdisciplinary research clarifies conceptual ambiguity through diverse perspectives."
  },
  {
    "id": 185,
    "statement": "Charlemagne's Palace of Aachen, imperial symbol and probable frequent residence."
  },
  {
    "id": 186,
    "statement": "Public goods barriers combine accessibility limitations through complexity"
  },
  {
    "id": 187,
    "statement": "Carolingian architecture influenced Romanesque and Gothic architectural styles."
  },
  {
    "id": 188,
    "statement": "Alternative pricing models offer customized options through tiered pricing."
  },
  {
    "id": 189,
    "statement": "Tiered pricing offers customization options for different customer needs."
  },
  {
    "id": 190,
    "statement": "Language manipulation influences biases through framing, priming, and memory recall."
  },
  {
    "id": 191,
    "statement": "Partially excludable public goods have limited access mechanisms."
  },
  {
    "id": 192,
    "statement": "Language manipulation influences biases through framing, priming, and memory recall."
  },
  {
    "id": 193,
    "statement": "Freemium models offer basic products with customizable options freely."
  },
  {
    "id": 194,
    "statement": "Linguistic framing and emotional language shape cognitive biases."
  },
  {
    "id": 195,
    "statement": "Certifications convey exclusivity through perceived value signals."
  },
  {
    "id": 196,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty in 987 CE."
  },
  {
    "id": 197,
    "statement": "Cognitive biases influence language processing through priming and associations."
  },
  {
    "id": 198,
    "statement": "Hugh Capet's coronation marked the beginning of the Capetian dynasty."
  },
  {
    "id": 199,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  }
]