[
  {
    "id": 0,
    "statement": "Paris was not capital of West Francia during Charles Simple's reign"
  },
  {
    "id": 1,
    "statement": "Alternative pricing models offer flexible options for customers"
  },
  {
    "id": 2,
    "statement": "West Frankish Kingdom played significant role in shaping French culture."
  },
  {
    "id": 3,
    "statement": "The Palace of Aachen influenced Western European architecture significantly."
  },
  {
    "id": 4,
    "statement": "Language manipulation influences biases through framing, priming, and more."
  },
  {
    "id": 5,
    "statement": "Certifications convey exclusivity through prestige and differentiation mechanisms."
  },
  {
    "id": 6,
    "statement": "Louis IX's policies boosted Paris' cultural and economic growth."
  },
  {
    "id": 7,
    "statement": "Tiered pricing offers customization options for different customer needs."
  },
  {
    "id": 8,
    "statement": "Partially excludable public goods restrict access through various mechanisms"
  },
  {
    "id": 9,
    "statement": "West Frankish Kingdom existed from 843 to 888 approximately 45 years."
  },
  {
    "id": 10,
    "statement": "Alternative pricing models offer customized options to customers."
  },
  {
    "id": 11,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 12,
    "statement": "Language manipulation influences cognitive biases through multiple mechanisms."
  },
  {
    "id": 13,
    "statement": "Linguistic framing and emotional language shape biases and decisions."
  },
  {
    "id": 14,
    "statement": "Partially excludable public goods restrict access through mechanisms."
  },
  {
    "id": 15,
    "statement": "Reims Cathedral hosted numerous French monarch coronations historically."
  },
  {
    "id": 16,
    "statement": "West Frankish Kingdom's legacy shaped modern France's territory, governance, and culture."
  },
  {
    "id": 17,
    "statement": "Cognitive biases influence language processing through priming and associations."
  },
  {
    "id": 18,
    "statement": "Paris was not capital of West Francia during Charles Simple's reign."
  },
  {
    "id": 19,
    "statement": "Evidence credibility assessed through authority, objectivity, methodology, reputation factors."
  },
  {
    "id": 20,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 21,
    "statement": "Carolingian architecture characterized by arches, vaults, and columns in Aachen."
  },
  {
    "id": 22,
    "statement": "Cognitive biases shape language processing through priming and associations."
  },
  {
    "id": 23,
    "statement": "Certifications convey exclusivity through prestige and demonstrated expertise."
  },
  {
    "id": 24,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations historically."
  },
  {
    "id": 25,
    "statement": "Certifications convey exclusivity through prestige, investment, and differentiation."
  },
  {
    "id": 26,
    "statement": "Alternative pricing models offer customized options through tiered pricing."
  },
  {
    "id": 27,
    "statement": "Explainable AI enables humans to understand AI decision-making processes."
  },
  {
    "id": 28,
    "statement": "Reims Cathedral hosted 25 French monarch coronations from 10th to 20th century."
  },
  {
    "id": 29,
    "statement": "West Frankish Kingdom existed in modern-day France, Belgium, and Germany."
  },
  {
    "id": 30,
    "statement": "Public goods restrict access through various physical, technological, economic, social barriers"
  },
  {
    "id": 31,
    "statement": "Cognitive biases influence linguistic processing through priming and associations."
  },
  {
    "id": 32,
    "statement": "West Frankish Kingdom existed from 9th to 10th century."
  },
  {
    "id": 33,
    "statement": "Charlemagne's Palace of Aachen primary residence, imperial symbol."
  },
  {
    "id": 34,
    "statement": "Linguistic framing and emotional language shape biases through cognitive and emotional connections."
  },
  {
    "id": 35,
    "statement": "The Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 36,
    "statement": "Public goods restricted by physical, technological, economic, and social barriers."
  },
  {
    "id": 37,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms"
  },
  {
    "id": 38,
    "statement": "West Frankish Kingdom existed from 9th to 10th centuries primarily in France."
  },
  {
    "id": 39,
    "statement": "Reims Cathedral hosted numerous French monarch coronations historically"
  },
  {
    "id": 40,
    "statement": "The West Frankish Kingdom had significant cultural, linguistic, and political impacts."
  },
  {
    "id": 41,
    "statement": "Language manipulation influences biases through framing, priming, and memory."
  },
  {
    "id": 42,
    "statement": "Palace of Aachen's design influenced Romanesque and Gothic architecture"
  },
  {
    "id": 43,
    "statement": "The Palace of Aachen's innovative style influenced Western architecture"
  },
  {
    "id": 44,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty in 987 CE."
  },
  {
    "id": 45,
    "statement": "Language manipulation influences biases through framing, priming, and other techniques."
  },
  {
    "id": 46,
    "statement": "Reims Cathedral hosted numerous French monarch coronations throughout history."
  },
  {
    "id": 47,
    "statement": "Evidence credibility assessed through authority, objectivity, methodology, and reputation."
  },
  {
    "id": 48,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty."
  },
  {
    "id": 49,
    "statement": "Quantum vacuum fluctuations produce virtual particles temporarily."
  },
  {
    "id": 50,
    "statement": "Hugh Capet's succession marked beginning of Capetian dynasty controversy over royal power."
  },
  {
    "id": 51,
    "statement": "Evidence credibility assessed through multiple factors, not single trait"
  },
  {
    "id": 52,
    "statement": "Cognitive biases influence linguistic processing through selective attention and memory."
  },
  {
    "id": 53,
    "statement": "West Frankish Kingdom laid groundwork for modern France."
  },
  {
    "id": 54,
    "statement": "Linguistic framing and emotional language shape biases through cognitive priming."
  },
  {
    "id": 55,
    "statement": "Quantum vacuum fluctuations are temporary, random energy variations due to virtual particle-antiparticle pairs."
  },
  {
    "id": 56,
    "statement": "West Frankish Kingdom controlled western Francia and Belgium partially."
  },
  {
    "id": 57,
    "statement": "Paris was capital of West Francia under Charles the Simple's reign."
  },
  {
    "id": 58,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 59,
    "statement": "Quantum vacuum fluctuations occur in empty space due to uncertainty."
  },
  {
    "id": 60,
    "statement": "Freemium models offer basic products with customized upgrade options."
  },
  {
    "id": 61,
    "statement": "Quantum vacuum fluctuations are temporary, random energy variations"
  },
  {
    "id": 62,
    "statement": "Hugh Capet's coronation marked disputed Capetian dynasty's start."
  },
  {
    "id": 63,
    "statement": "Alternative pricing models provide customized options for customers based"
  },
  {
    "id": 64,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 65,
    "statement": "Nuuk, Greenland's capital, located on southwestern coast of island."
  },
  {
    "id": 66,
    "statement": "Hugh Capet's coronation initiated the Capetian royal house gradually."
  },
  {
    "id": 67,
    "statement": "Partially excludable public goods combine public and private characteristics."
  },
  {
    "id": 68,
    "statement": "Reims Cathedral historic site of French coronations since 10th century"
  },
  {
    "id": 69,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms."
  },
  {
    "id": 70,
    "statement": "Quantum vacuum fluctuates with virtual particles through energy exchange."
  },
  {
    "id": 71,
    "statement": "Certifications convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 72,
    "statement": "Cognitive priming prefilters information through subconscious mind association."
  },
  {
    "id": 73,
    "statement": "Nuuk, Greenland's capital, located on southwestern coast."
  },
  {
    "id": 74,
    "statement": "Reims Cathedral hosted numerous French monarch coronations historically."
  },
  {
    "id": 75,
    "statement": "Interdisciplinary approach fosters accurate knowledge through diverse perspectives"
  },
  {
    "id": 76,
    "statement": "West Frankish Kingdom existed from the 9th to 10th century in Europe."
  },
  {
    "id": 77,
    "statement": "Certifications convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 78,
    "statement": "Quantum vacuum fluctuations create virtual particle-antiparticle pairs temporarily"
  },
  {
    "id": 79,
    "statement": "Certifications convey exclusivity through prestige and differentiation."
  },
  {
    "id": 80,
    "statement": "A freemium model offers basic product for free, then upsells."
  },
  {
    "id": 81,
    "statement": "Partially excludable public goods combine accessibility and exclusivity."
  },
  {
    "id": 82,
    "statement": "Alternative pricing models offer customized options based on customer behavior"
  },
  {
    "id": 83,
    "statement": "Charlemagne's Palace of Aachen influential architecture example: arches, vaults, central courtyard."
  },
  {
    "id": 84,
    "statement": "Pricing mechanisms used to restrict access in partially excludable public goods"
  },
  {
    "id": 85,
    "statement": "Partially excludable public goods combine public and private characteristics."
  },
  {
    "id": 86,
    "statement": "The West Frankish Kingdom existed from 843 to 987 CE."
  },
  {
    "id": 87,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty in 987 CE."
  },
  {
    "id": 88,
    "statement": "Public goods barriers combine in complex ways, influencing accessibility."
  },
  {
    "id": 89,
    "statement": "Paris was capital of West Francia during Charles Simple's reign"
  },
  {
    "id": 90,
    "statement": "Evidence credibility depends on multiple factors, not a single trait."
  },
  {
    "id": 91,
    "statement": "Reims Cathedral hosted 25 French monarch coronations from 1027 to 1825."
  },
  {
    "id": 92,
    "statement": "Public goods barriers combine to create cumulative accessibility limitations."
  },
  {
    "id": 93,
    "statement": "Hugh Capet's coronation marked Capetian dynasty's disputed beginnings"
  },
  {
    "id": 94,
    "statement": "West Frankish Kingdom preceded Kingdom of France historically."
  },
  {
    "id": 95,
    "statement": "West Frankish Kingdom's cultural, linguistic, and political impacts"
  },
  {
    "id": 96,
    "statement": "The Capetian dynasty was founded by Hugh Capet in 987 CE."
  },
  {
    "id": 97,
    "statement": "Partially excludable public goods restrict access through varying mechanisms."
  },
  {
    "id": 98,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty."
  },
  {
    "id": 99,
    "statement": "Linguistic framing, emotional language shape biases through cognitive priming."
  },
  {
    "id": 100,
    "statement": "Partially excludable public goods restrict access through physical, technological, economic, and social barriers."
  },
  {
    "id": 101,
    "statement": "Reims Cathedral hosted 25 French monarch coronations from 10th to 20th century."
  },
  {
    "id": 102,
    "statement": "Nostalgia drives demand for traditional magnifying glasses."
  },
  {
    "id": 103,
    "statement": "Laon was capital of West Francia under Charles the Simple."
  },
  {
    "id": 104,
    "statement": "Certifications convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 105,
    "statement": "Charlemagne's Palace of Aachen favored residence due to strategic location."
  },
  {
    "id": 106,
    "statement": "Alternative pricing models offer customized options to customers through flexibility."
  },
  {
    "id": 107,
    "statement": "Reims Cathedral hosted significant French monarch coronations historically."
  },
  {
    "id": 108,
    "statement": "Linguistic framing influences cognitive biases through priming, framing, and anchoring."
  },
  {
    "id": 109,
    "statement": "Alternative pricing models offer flexible options for customers through tiered pricing."
  },
  {
    "id": 110,
    "statement": "Public Wi-Fi networks are partially excludable public goods."
  },
  {
    "id": 111,
    "statement": "Certifications convey exclusivity through prestige, demonstrated expertise, and scarcity."
  },
  {
    "id": 112,
    "statement": "Nuuk, Greenland's capital, situated on southwestern coastline."
  },
  {
    "id": 113,
    "statement": "Evidence credibility assessed through authority, objectivity, methodology, and reputation factors."
  },
  {
    "id": 114,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations historically."
  },
  {
    "id": 115,
    "statement": "The Palace of Aachen's architecture was innovative and influential."
  },
  {
    "id": 116,
    "statement": "Paris was capital of France during Charles the Simple's reign."
  },
  {
    "id": 117,
    "statement": "Reims Cathedral hosted 25 French monarch coronations historically"
  },
  {
    "id": 118,
    "statement": "Interdisciplinary approaches benefit from collaboration and critical thinking processes."
  },
  {
    "id": 119,
    "statement": "Random facts may appear in knowledge bases without relevance"
  },
  {
    "id": 120,
    "statement": "Partially excludable public goods restrict access through mechanisms"
  },
  {
    "id": 121,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 122,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 123,
    "statement": "West Frankish Kingdom's territorial extent varied over time."
  },
  {
    "id": 124,
    "statement": "Certifications convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 125,
    "statement": "Influencing Western architecture, Palace of Aachen's impact debated"
  },
  {
    "id": 126,
    "statement": "Charlemagne's Palace of Aachen symbolized imperial power through architecture."
  },
  {
    "id": 127,
    "statement": "Alternative pricing models offer customized options for customer flexibility."
  },
  {
    "id": 128,
    "statement": "Linguistic framing influences cognitive biases through priming, framing, and anchoring."
  },
  {
    "id": 129,
    "statement": "Partially excludable public goods restrict access through mechanisms"
  },
  {
    "id": 130,
    "statement": "West Frankish Kingdom's legacy shaped modern France's territory, governance, and culture."
  },
  {
    "id": 131,
    "statement": "West Frankish Kingdom was a medieval kingdom that predated France"
  },
  {
    "id": 132,
    "statement": "West Frankish Kingdom had significant cultural, linguistic, and political impacts."
  },
  {
    "id": 133,
    "statement": "Reims Cathedral was primary coronation site for French monarchs."
  },
  {
    "id": 134,
    "statement": "Reims Cathedral was traditional site for French monarch coronations."
  },
  {
    "id": 135,
    "statement": "Louis IX's policies boosted Paris' cultural and economic growth."
  },
  {
    "id": 136,
    "statement": "West Frankish Kingdom influenced French language culture extensively."
  },
  {
    "id": 137,
    "statement": "West Frankish Kingdom had significant impact on French language culture"
  },
  {
    "id": 138,
    "statement": "Quantum vacuum fluctuations occur in extremely low-density regions."
  },
  {
    "id": 139,
    "statement": "Explainable AI (XAI) increases trust in AI decision-making processes."
  },
  {
    "id": 140,
    "statement": "Palace of Aachen's architecture influenced Carolingian Renaissance and beyond."
  },
  {
    "id": 141,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations historically."
  },
  {
    "id": 142,
    "statement": "West Frankish Kingdom existed from 9th to 10th century, borders varied."
  },
  {
    "id": 143,
    "statement": "West Frankish Kingdom shaped French language and culture development."
  },
  {
    "id": 144,
    "statement": "The Palace of Aachen's design influenced Romanesque and Gothic architecture significantly."
  },
  {
    "id": 145,
    "statement": "West Frankish Kingdom existed from 843 to 987, duration disputed."
  },
  {
    "id": 146,
    "statement": "Quantum vacuum fluctuations create virtual particles, influence behavior."
  },
  {
    "id": 147,
    "statement": "West Frankish Kingdom laid groundwork for modern France's identity."
  },
  {
    "id": 148,
    "statement": "Cognitive biases influence linguistic processing through attention and memory."
  },
  {
    "id": 149,
    "statement": "Carolingian architecture characterized by arches, vaults, columns in Aachen."
  },
  {
    "id": 150,
    "statement": "West Frankish Kingdom precursor to Kingdom of France historically"
  },
  {
    "id": 151,
    "statement": "Charlemagne's primary residence unclear due to various historical interpretations."
  },
  {
    "id": 152,
    "statement": "Self-reflection enhances critical thinking by recognizing and mitigating biases"
  },
  {
    "id": 153,
    "statement": "Paris wasn't France's capital under Charles the Simple in 987."
  },
  {
    "id": 154,
    "statement": "Nostalgia drives demand for traditional products, often with vintage aesthetic."
  },
  {
    "id": 155,
    "statement": "West Frankish Kingdom laid groundwork for modern France's identity."
  },
  {
    "id": 156,
    "statement": "West Frankish Kingdom shaped modern France's language, politics, and culture."
  },
  {
    "id": 157,
    "statement": "Public goods restricted by physical, technological, and economic barriers interact."
  },
  {
    "id": 158,
    "statement": "Language manipulation influences biases through multiple mechanisms, including framing, priming, social influence, and emotional appeals."
  },
  {
    "id": 159,
    "statement": "Partially excludable public goods exhibit both public and private characteristics."
  },
  {
    "id": 160,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 161,
    "statement": "Cognitive biases influence linguistic processing through priming and associations."
  },
  {
    "id": 162,
    "statement": "West Frankish Kingdom established strong centralized government."
  },
  {
    "id": 163,
    "statement": "Reims Cathedral hosted 25 French monarch coronations (10th-20th centuries)."
  },
  {
    "id": 164,
    "statement": "Freemium model offers basic products with customized upgrade options effectively."
  },
  {
    "id": 165,
    "statement": "Hugh Capet's succession marked beginning of Capetian dynasty controversy."
  },
  {
    "id": 166,
    "statement": "Public goods are restricted by interacting physical, technological, economic, social barriers."
  },
  {
    "id": 167,
    "statement": "Customized options enable customer flexibility in alternative pricing models."
  },
  {
    "id": 168,
    "statement": "Charlemagne's Palace of Aachen's design influenced Western architecture."
  },
  {
    "id": 169,
    "statement": "West Frankish Kingdom existed between 9th and 10th centuries primarily."
  },
  {
    "id": 170,
    "statement": "The Carolingian Empire divided into West Francia, Middle Francia, and East Francia."
  },
  {
    "id": 171,
    "statement": "Linguistic framing, emotional language, and cognitive priming shape biases."
  },
  {
    "id": 172,
    "statement": "Evidence credibility evaluated through authority, objectivity, methodology, reputation factors."
  },
  {
    "id": 173,
    "statement": "Charlemagne's Palace of Aachen symbolized imperial power and authority."
  },
  {
    "id": 174,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty."
  },
  {
    "id": 175,
    "statement": "Diagnostic AI models improve medical decision-making profoundly"
  },
  {
    "id": 176,
    "statement": "Pricing mechanisms restrict access to partially excludable public goods."
  },
  {
    "id": 177,
    "statement": "Quantum vacuum fluctuations: temporary energy fluctuations in vacuum."
  },
  {
    "id": 178,
    "statement": "Hugh Capet founded Capetian dynasty, strengthened French monarchy."
  },
  {
    "id": 179,
    "statement": "Partially excludable public goods exhibit both public and private characteristics."
  },
  {
    "id": 180,
    "statement": "Quantum vacuum fluctuations temporarily create virtual particles occasionally"
  },
  {
    "id": 181,
    "statement": "Reims Cathedral hosted 25 French monarch coronations between 1027 and 1825."
  },
  {
    "id": 182,
    "statement": "West Frankish Kingdom's existence disputed among historians of its boundaries."
  },
  {
    "id": 183,
    "statement": "Charlemagne's legacy shaped French language and culture development."
  },
  {
    "id": 184,
    "statement": "Capetian dynasty began with Hugh the Great, marked by Hugh Capet's coronation."
  },
  {
    "id": 185,
    "statement": "Certifications can convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 186,
    "statement": "The West Frankish Kingdom's cultural linguistic and political impacts continued."
  },
  {
    "id": 187,
    "statement": "West Frankish Kingdom existed from 843 to 987 approximately 140 years."
  },
  {
    "id": 188,
    "statement": "Reims was capital of West Francia under Charles the Simple's reign."
  },
  {
    "id": 189,
    "statement": "Reims Cathedral hosted numerous French monarch coronations historically."
  },
  {
    "id": 190,
    "statement": "Reims Cathedral hosted the coronation of 25 French monarchs."
  },
  {
    "id": 191,
    "statement": "Public goods face multiple barriers impacting accessibility."
  },
  {
    "id": 192,
    "statement": "West Frankish Kingdom emerged from Carolingian Empire's division."
  },
  {
    "id": 193,
    "statement": "Linguistic framing and emotional language shape biases through cognitive priming."
  },
  {
    "id": 194,
    "statement": "Self-reflection enhances critical thinking through increased awareness."
  },
  {
    "id": 195,
    "statement": "Certifications convey exclusivity through prestige, differentiation, and limited availability."
  },
  {
    "id": 196,
    "statement": "Reims Cathedral was traditional coronation site for French monarchs."
  },
  {
    "id": 197,
    "statement": "Charlemagne's primary residence is debated among historians due"
  },
  {
    "id": 198,
    "statement": "Capetians gradually gained power, influencing Carolingian Empire's decline."
  },
  {
    "id": 199,
    "statement": "Public goods can be restricted by multiple barriers interaction."
  }
]