[
  {
    "id": 0,
    "statement": "Annales de Flodoard: 10th-century chronicle of Carolingian and Capetian dynasties"
  },
  {
    "id": 1,
    "statement": "Recognition reinforces credibility through authority and social validation"
  },
  {
    "id": 2,
    "statement": "Reims Cathedral hosted coronations of French monarchs historically."
  },
  {
    "id": 3,
    "statement": "Hugh Capet's coronation marked the Capetian dynasty's solidification phase."
  },
  {
    "id": 4,
    "statement": "Partially excludable public goods restrict access through pricing and membership."
  },
  {
    "id": 5,
    "statement": "Charles the Bald's capital shift from Laon to Paris in 843"
  },
  {
    "id": 6,
    "statement": "Aachen's strategic location, infrastructure, and thermal springs suited Charlemagne's needs"
  },
  {
    "id": 7,
    "statement": "Hugh Capet's coronation date debated among historians as July 3 or 24 987 CE."
  },
  {
    "id": 8,
    "statement": "Hugh Capet's coronation marks the beginning of Capetian dynasty."
  },
  {
    "id": 9,
    "statement": "The West Frankish Kingdom emerged after Carolingian Empire's division."
  },
  {
    "id": 10,
    "statement": "Reims Cathedral hosted prestigious coronations from 9th century"
  },
  {
    "id": 11,
    "statement": "Historians' date debates due to record limitations and unreliability."
  },
  {
    "id": 12,
    "statement": "Partially excludable public goods combine non-rivalry with partial restrictions."
  },
  {
    "id": 13,
    "statement": "Reims Cathedral was primary coronation site with exceptions."
  },
  {
    "id": 14,
    "statement": "West Francia's capital shifted during 843-987 CE before stabilizing."
  },
  {
    "id": 15,
    "statement": "Aachen was a significant cultural and intellectual center during Charlemagne's reign."
  },
  {
    "id": 16,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE"
  },
  {
    "id": 17,
    "statement": "Partially excludable public goods restrict access partially."
  },
  {
    "id": 18,
    "statement": "West Francia's capital was not fixed during 843-987 CE."
  },
  {
    "id": 19,
    "statement": "Paris was a significant center of power and culture from 843 to 987 CE"
  },
  {
    "id": 20,
    "statement": "Carolingian dynasty declined before Hugh Capet's coronation in 987 CE."
  },
  {
    "id": 21,
    "statement": "The Annales Bertiniani is considered a reliable source for Hugh Capet's coronation date"
  },
  {
    "id": 22,
    "statement": "The West Frankish Kingdom existed from 843 to 987 CE."
  },
  {
    "id": 23,
    "statement": "Carolingian dynasty's decline contributed by Charles the Simple's weakness."
  },
  {
    "id": 24,
    "statement": "Recognition reinforces credibility through authority, validation, and expertise."
  },
  {
    "id": 25,
    "statement": "Carolingian dynasty decline caused by internal and external factors"
  },
  {
    "id": 26,
    "statement": "Pricing models can be used to allocate partially excludable goods."
  },
  {
    "id": 27,
    "statement": "Hugh Capet's ascension to power was a coronation not election."
  },
  {
    "id": 28,
    "statement": "Carolingian dynasty's power decline due to internal and external factors."
  },
  {
    "id": 29,
    "statement": "Paris was West Francia's capital under Charles the Bald's reign."
  },
  {
    "id": 30,
    "statement": "Hugh Capet was crowned King of France on July 24, 987 CE"
  },
  {
    "id": 31,
    "statement": "The West Frankish Kingdom emerged after Carolingian Empire division."
  },
  {
    "id": 32,
    "statement": "Historians debate Hugh Capet's coronation date due to conflicting sources"
  },
  {
    "id": 33,
    "statement": "Most widely accepted coronation date for Hugh Capet is July 3, 987 CE."
  },
  {
    "id": 34,
    "statement": "Linguistic priming influences thoughts, feelings, and behaviors unconsciously."
  },
  {
    "id": 35,
    "statement": "Partially excludable public goods restrict access partially."
  },
  {
    "id": 36,
    "statement": "Carolingian dynasty's decline due to complex interplay of factors."
  },
  {
    "id": 37,
    "statement": "West Frankish Kingdom elected Hugh Capet as new king"
  },
  {
    "id": 38,
    "statement": "West Francia's capital was Paris, Reims, or others between 843-987 CE."
  },
  {
    "id": 39,
    "statement": "Recognition's impact on credibility is influenced by social context."
  },
  {
    "id": 40,
    "statement": "West Frankish Kingdom's dates debated among historians due to record limitations."
  },
  {
    "id": 41,
    "statement": "The Carolingian dynasty ruled West Francia from 8th to 10th century."
  },
  {
    "id": 42,
    "statement": "Recognition's credibility impact depends on context and credentials."
  },
  {
    "id": 43,
    "statement": "Carolingian dynasty's power decline debated among historians due uncertainty"
  },
  {
    "id": 44,
    "statement": "Partially excludable public goods have varying degrees of restriction."
  },
  {
    "id": 45,
    "statement": "Historians debate Hugh Capet's coronation date due to limited primary sources."
  },
  {
    "id": 46,
    "statement": "Partially excludable public goods restrict access through pricing/membership."
  },
  {
    "id": 47,
    "statement": "Hugh Capet's coronation marked Capetian dynasty's beginning in 987 CE."
  },
  {
    "id": 48,
    "statement": "Freemium model offers limited features with ads for upgrade."
  },
  {
    "id": 49,
    "statement": "Language manipulation influences biases through priming and memory associations."
  },
  {
    "id": 50,
    "statement": "Framing and priming mechanisms influence thought through language cues."
  },
  {
    "id": 51,
    "statement": "West Frankish Kingdom's decline and absorption debated among historians"
  },
  {
    "id": 52,
    "statement": "Carolingian dynasty declined due to internal conflicts and Viking raids."
  },
  {
    "id": 53,
    "statement": "Aachen's strategic location made it Carolingian dynasty's primary capital."
  },
  {
    "id": 54,
    "statement": "East Francia's Carolingian branch declined due to internal and external factors."
  },
  {
    "id": 55,
    "statement": "Paris was capital of West Francia from 843 to 987 CE"
  },
  {
    "id": 56,
    "statement": "Carolingian dynasty decline caused by internal and external factors."
  },
  {
    "id": 57,
    "statement": "Carolingian dynasty had multiple centers of government and administration."
  },
  {
    "id": 58,
    "statement": "Romanesque architecture evolved from Carolingian and Ottonian styles."
  },
  {
    "id": 59,
    "statement": "Hugh Capet's coronation marked the start of Capetian dynasty."
  },
  {
    "id": 60,
    "statement": "Paris was West Francia's capital from 843 to 987 CE."
  },
  {
    "id": 61,
    "statement": "Reims Cathedral hosted coronations of 25 French monarchs historically."
  },
  {
    "id": 62,
    "statement": "Aachen was capital of Charlemagne's kingdom and cultural hub."
  },
  {
    "id": 63,
    "statement": "Reims Cathedral was primary coronation site, but exceptions occurred."
  },
  {
    "id": 64,
    "statement": "Aachen was Charlemagne's capital and ceremonial center."
  },
  {
    "id": 65,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE with uncertainties."
  },
  {
    "id": 66,
    "statement": "West Frankish Kingdom's dates subject to ongoing historical debate."
  },
  {
    "id": 67,
    "statement": "Reims Cathedral hosted coronations of French monarchs from 496 to 1789."
  },
  {
    "id": 68,
    "statement": "Partially excludable public goods oppose complete freedom of access."
  },
  {
    "id": 69,
    "statement": "The Capetian dynasty's beginning date is debated among historians due"
  },
  {
    "id": 70,
    "statement": "Pricing strategies address partially excludable public goods' challenges."
  },
  {
    "id": 71,
    "statement": "West Frankish Kingdom debate centers on Hugh Capet's coronation date."
  },
  {
    "id": 72,
    "statement": "Partially excludable public goods restrict access through pricing and membership."
  },
  {
    "id": 73,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms."
  },
  {
    "id": 74,
    "statement": "Annales de Flodoard is a medieval chronicle written by Flodoard"
  },
  {
    "id": 75,
    "statement": "Carolingian dynasty's decline occurred over several centuries due to internal and external factors."
  },
  {
    "id": 76,
    "statement": "Capetian dynasty started with Hugh Capet's December 3, 987 CE coronation."
  },
  {
    "id": 77,
    "statement": "Recognition's impact on credibility depends on social validation context."
  },
  {
    "id": 78,
    "statement": "West Frankish Kingdom's territory varied over time and borders debated."
  },
  {
    "id": 79,
    "statement": "Hugh Capet's coronation marked the beginning of the Capetian dynasty."
  },
  {
    "id": 80,
    "statement": "Annales de Flodoard: 10th-century chronicle of Carolingian and Capetian dynasties"
  },
  {
    "id": 81,
    "statement": "Public goods barriers combine physical, social, economic, and institutional factors."
  },
  {
    "id": 82,
    "statement": "Carolingian dynasty ended with Charles the Simple's death."
  },
  {
    "id": 83,
    "statement": "Historians debate West Frankish Kingdom's exact dates, 843-987 CE."
  },
  {
    "id": 84,
    "statement": "Language manipulation exploits memory associations to shape perceptions."
  },
  {
    "id": 85,
    "statement": "Language manipulation influences biases through framing, priming, and memory associations."
  },
  {
    "id": 86,
    "statement": "Hugh Capet's coronation marks the beginning of Capetian dynasty."
  },
  {
    "id": 87,
    "statement": "Paris was West Francia's capital from 843 to 987 CE based on archaeological and written records."
  },
  {
    "id": 88,
    "statement": "West Frankish Kingdom's dates debated among historians with varying interpretations."
  },
  {
    "id": 89,
    "statement": "Hugh Capet's coronation marked the end of Carolingian dynasty."
  },
  {
    "id": 90,
    "statement": "Carolingian dynasty ruled West Francia from 843 to 987 CE."
  },
  {
    "id": 91,
    "statement": "Partially excludable public goods restrict access through pricing mechanisms."
  },
  {
    "id": 92,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE based on historical records."
  },
  {
    "id": 93,
    "statement": "Hugh Capet's December 3, 987 CE coronation marked Capetian dynasty's start."
  },
  {
    "id": 94,
    "statement": "The Capetian dynasty's beginning date is debated among historians."
  },
  {
    "id": 95,
    "statement": "Freemium model is a business strategy offering free limited features."
  },
  {
    "id": 96,
    "statement": "Carloman and Robert the Strong marked early Capetian dynasty."
  },
  {
    "id": 97,
    "statement": "Charlemagne built Aachen as his royal palace center"
  },
  {
    "id": 98,
    "statement": "Carolingian dynasty ended with Charlemagne's death, influence remained."
  },
  {
    "id": 99,
    "statement": "West Frankish Kingdom existed in western part of modern-day France, varied borders."
  },
  {
    "id": 100,
    "statement": "Paris major royal residence, not necessarily capital."
  },
  {
    "id": 101,
    "statement": "Historians debate Hugh Capet's coronation date due to lack of reliable sources"
  },
  {
    "id": 102,
    "statement": "West Frankish Kingdom primarily existed in modern-day France."
  },
  {
    "id": 103,
    "statement": "Recognition's impact on credibility influenced by social validation context."
  },
  {
    "id": 104,
    "statement": "Recognition impacts credibility through social validation, but context matters."
  },
  {
    "id": 105,
    "statement": "Hugh Capet's coronation date debated among historians due to scarcity."
  },
  {
    "id": 106,
    "statement": "Recognition impact depends on the context in which given."
  },
  {
    "id": 107,
    "statement": "Partially excludable public goods restrict access through pricing/membership mechanisms."
  },
  {
    "id": 108,
    "statement": "Historians debate West Frankish Kingdom's exact dates of existence."
  },
  {
    "id": 109,
    "statement": "Hugh Capet's coronation date uncertain due to historical records."
  },
  {
    "id": 110,
    "statement": "Hugh Capet's coronation marked the beginning of the Capetian dynasty in 987 CE."
  },
  {
    "id": 111,
    "statement": "Recognition's impact on credibility influenced by social context's factors."
  },
  {
    "id": 112,
    "statement": "Aachen was primary capital of Carolingian dynasty under Charlemagne."
  },
  {
    "id": 113,
    "statement": "Carolingian dynasty's power declined gradually from 877 to 911 CE."
  },
  {
    "id": 114,
    "statement": "West Francia's capital was rotating, not fixed to Paris."
  },
  {
    "id": 115,
    "statement": "Reims Cathedral hosted coronations of French monarchs historically, except for few instances."
  },
  {
    "id": 116,
    "statement": "Language manipulation's effects depend on context and individual differences in culture, values, cognition and group membership."
  },
  {
    "id": 117,
    "statement": "Carolingian dynasty's decline occurred over several centuries"
  },
  {
    "id": 118,
    "statement": "Carolingian dynasty declined due to fragmentation, weak leadership, and external factors."
  },
  {
    "id": 119,
    "statement": "Recognition's impact on credibility depends on type, audience, and context."
  },
  {
    "id": 120,
    "statement": "Historical records and research are subject to ongoing refinement."
  },
  {
    "id": 121,
    "statement": "Scholarly debate on West Frankish Kingdom's dates ongoing process."
  },
  {
    "id": 122,
    "statement": "Partially excludable public goods combine non-rivalry with partial restrictions"
  },
  {
    "id": 123,
    "statement": "Historian's uncertainty arises from 10th-century record scarcity and unreliability."
  },
  {
    "id": 124,
    "statement": "Historical dates may vary due to conflicting sources and interpretations"
  },
  {
    "id": 125,
    "statement": "Historians use critical evaluation, contextualization, and corroboration to resolve conflicting sources and interpretations"
  },
  {
    "id": 126,
    "statement": "Pricing models can allocate partially excludable goods through tolls/subscription."
  },
  {
    "id": 127,
    "statement": "Historians debate Hugh Capet's coronation date due to conflicting sources."
  },
  {
    "id": 128,
    "statement": "The Carolingian dynasty's power declined gradually from 887 CE."
  },
  {
    "id": 129,
    "statement": "Aachen was a significant center of power under Charlemagne."
  },
  {
    "id": 130,
    "statement": "Partially excludable public goods restrict access through pricing/membership mechanisms, like museums."
  },
  {
    "id": 131,
    "statement": "Recognition's impact on credibility depends on type, audience, and context."
  },
  {
    "id": 132,
    "statement": "West Frankish Kingdom's decline and absorption by France debated among historians"
  },
  {
    "id": 133,
    "statement": "Carolingian dynasty decline involved complex interplay of factors"
  },
  {
    "id": 134,
    "statement": "Romanesque architecture evolved from Carolingian and Ottonian styles, incorporating both elements."
  },
  {
    "id": 135,
    "statement": "Language manipulation influences biases through framing, priming, and memory associations."
  },
  {
    "id": 136,
    "statement": "Knowledge bases aid language models in understanding nuances"
  },
  {
    "id": 137,
    "statement": "Memory associations exploited by language manipulation to shape perceptions."
  },
  {
    "id": 138,
    "statement": "Hugh Capet's coronation marked the beginning of the Capetian dynasty"
  },
  {
    "id": 139,
    "statement": "West Frankish Kingdom's borders debated due to historical ambiguity"
  },
  {
    "id": 140,
    "statement": "Recognition reinforces credibility through social proof, authority, validation, expertise"
  },
  {
    "id": 141,
    "statement": "Hugh Capet's coronation date debated among historians; Annales de Flodoard provides most common date"
  },
  {
    "id": 142,
    "statement": "Pricing strategies balance exclusion and inclusion in public goods"
  },
  {
    "id": 143,
    "statement": "Reims Cathedral hosted coronations of French monarchs since 10th century."
  },
  {
    "id": 144,
    "statement": "Paris was primary capital of West Francia 843-987 CE."
  },
  {
    "id": 145,
    "statement": "Language manipulation influences thoughts through framing and priming mechanisms."
  },
  {
    "id": 146,
    "statement": "Carolingian dynasty power gradually declined 887-911 CE."
  },
  {
    "id": 147,
    "statement": "Aachen was primary capital of Carolingian dynasty during Charlemagne's reign."
  },
  {
    "id": 148,
    "statement": "Reims Cathedral hosted coronations of French monarchs since 10th century."
  },
  {
    "id": 149,
    "statement": "Carolingian dynasty's influence persisted through empire's continuation, culture, and institutions."
  },
  {
    "id": 150,
    "statement": "Carolingian dynasty decline unfolded over 150 years instead."
  },
  {
    "id": 151,
    "statement": "Freemium model offers basic features for free with limitations."
  },
  {
    "id": 152,
    "statement": "Carolingian dynasty: 768-887 CE, ruled West Francia 9th century."
  },
  {
    "id": 153,
    "statement": "Carolingian dynasty continued in East Francia, became Holy Roman Empire."
  },
  {
    "id": 154,
    "statement": "Hugh Capet's coronation date is December 3, 987 CE, widely accepted."
  },
  {
    "id": 155,
    "statement": "Hugh Capet's election marked Capetian dynasty's beginning in 987 CE."
  },
  {
    "id": 156,
    "statement": "Carolingian dynasty's decline caused by complex internal and external factors."
  },
  {
    "id": 157,
    "statement": "Partially excludable public goods restrict access through pricing."
  },
  {
    "id": 158,
    "statement": "Language manipulation influences biases through framing, priming, and memory associations."
  },
  {
    "id": 159,
    "statement": "Aachen was one of Charlemagne's imperial residences and ceremonial centers."
  },
  {
    "id": 160,
    "statement": "East Francia's Carolingian branch declined due to internal weaknesses."
  },
  {
    "id": 161,
    "statement": "Recognition increases credibility through social proof and trust."
  },
  {
    "id": 162,
    "statement": "Carolingian dynasty survived through East Francia, surviving till 1105."
  },
  {
    "id": 163,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE."
  },
  {
    "id": 164,
    "statement": "Hugh Capet's coronation marks the end of Carolingian dynasty."
  },
  {
    "id": 165,
    "statement": "Carolingian dynasty declined through Viking raids and feudalism."
  },
  {
    "id": 166,
    "statement": "Historians debate Hugh Capet's coronation date due to conflicting sources."
  },
  {
    "id": 167,
    "statement": "Charles the Simple, last Carolingian king of West Francia, 898-922."
  },
  {
    "id": 168,
    "statement": "Aachen was significant cultural and intellectual center during Charlemagne's reign."
  },
  {
    "id": 169,
    "statement": "Hugh Capet's coronation date debated among historians due to conflicting sources"
  },
  {
    "id": 170,
    "statement": "Carolingian dynasty's rule in West Francia debated among historians."
  },
  {
    "id": 171,
    "statement": "Partially excludable public goods are goods with some restrictions."
  },
  {
    "id": 172,
    "statement": "Partially excludable public goods restrict access through pricing/membership mechanisms."
  },
  {
    "id": 173,
    "statement": "Historians debate Hugh Capet's coronation date among 3-24-987 CE options."
  },
  {
    "id": 174,
    "statement": "Aachen was a key Carolingian palace center under Charlemagne"
  },
  {
    "id": 175,
    "statement": "The Carolingian dynasty was a powerful force in Europe."
  },
  {
    "id": 176,
    "statement": "Holy Roman Empire emerged from Carolingian dynasty's legacy."
  },
  {
    "id": 177,
    "statement": "Medieval kings were selected through negotiation and compromise among nobles."
  },
  {
    "id": 178,
    "statement": "Freemium model offers limited features with ads for upgrade."
  },
  {
    "id": 179,
    "statement": "Carolingian dynasty declined gradually from 10th century due to internal and external factors."
  },
  {
    "id": 180,
    "statement": "Historians debate Hugh Capet's coronation date; December 3, 987 CE widely accepted."
  },
  {
    "id": 181,
    "statement": "Recognition increases credibility through external validation and trust."
  },
  {
    "id": 182,
    "statement": "Public goods barriers combine physical, social, economic, and institutional factors to hinder access and provision."
  },
  {
    "id": 183,
    "statement": "Reims Cathedral hosted 33 coronations of French monarchs historically."
  },
  {
    "id": 184,
    "statement": "West Frankish Kingdom existed from 843 to 987 CE."
  },
  {
    "id": 185,
    "statement": "Language manipulation exploits memory associations to shape perceptions."
  },
  {
    "id": 186,
    "statement": "Carolingian dynasty declined due to internal and external factors."
  },
  {
    "id": 187,
    "statement": "Carolingian dynasty decline debated among historians, no consensus."
  },
  {
    "id": 188,
    "statement": "Language's influence on biases is context, culture, and skill dependent."
  },
  {
    "id": 189,
    "statement": "Paris was West Francia's capital from 843 to 987 CE"
  },
  {
    "id": 190,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty's."
  },
  {
    "id": 191,
    "statement": "Pricing mechanisms restrict access to partially excludable public goods."
  },
  {
    "id": 192,
    "statement": "Language manipulation uses framing, priming, and association biases."
  },
  {
    "id": 193,
    "statement": "Framing and priming are cognitive biases exploited by language."
  },
  {
    "id": 194,
    "statement": "Hugh Capet's coronation marks Capetian dynasty's beginning in 987 CE."
  },
  {
    "id": 195,
    "statement": "Linguistic priming influences thoughts, feelings, and behaviors unconsciously."
  },
  {
    "id": 196,
    "statement": "Language manipulation's effects depend on context and individual differences."
  },
  {
    "id": 197,
    "statement": "Linguistic priming activates related concepts and emotions unconsciously."
  },
  {
    "id": 198,
    "statement": "Framing and priming mechanisms influence thoughts, attitudes, and behaviors through language."
  },
  {
    "id": 199,
    "statement": "Partially excludable public goods restrict access through pricing and membership."
  }
]