[
  {
    "id": 0,
    "statement": "Paris was not capital of West Francia during Charles Simple's reign"
  },
  {
    "id": 1,
    "statement": "Combinations of physical, technological, and economic mechanisms restrict public goods access."
  },
  {
    "id": 2,
    "statement": "Certifications can convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 3,
    "statement": "Certifications convey exclusivity through prestige and differentiation in practice."
  },
  {
    "id": 4,
    "statement": "West Frankish Kingdom preceded Kingdom of France historically."
  },
  {
    "id": 5,
    "statement": "Charlemagne's primary residence uncertain among medieval historians' interpretations."
  },
  {
    "id": 6,
    "statement": "The Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 7,
    "statement": "Reims Cathedral was primary coronation site for French monarchs."
  },
  {
    "id": 8,
    "statement": "West Frankish Kingdom existed from 9th to 10th century, centralized in France."
  },
  {
    "id": 9,
    "statement": "Queueing restricts access to partially excludable public goods sequentially."
  },
  {
    "id": 10,
    "statement": "Alternative pricing models offer customized options to customers."
  },
  {
    "id": 11,
    "statement": "Linguistic factors influence biases through framing and emotional language."
  },
  {
    "id": 12,
    "statement": "Language manipulation influences cognitive biases through multiple mechanisms."
  },
  {
    "id": 13,
    "statement": "Coronations of French monarchs held at multiple locations historically"
  },
  {
    "id": 14,
    "statement": "Partially excludable public goods use queueing to restrict access."
  },
  {
    "id": 15,
    "statement": "Freemium models offer basic products with customized upgrade options."
  },
  {
    "id": 16,
    "statement": "Evidence evaluation in critical thinking assesses credibility and relevance."
  },
  {
    "id": 17,
    "statement": "Linguistic framing and emotional language shape biases and decisions."
  },
  {
    "id": 18,
    "statement": "Nuuk, Greenland's capital, located on southwestern coast of Greenland."
  },
  {
    "id": 19,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 20,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 21,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 22,
    "statement": "West Frankish Kingdom, Carolingian offshoot, existed 9th-10th century CE."
  },
  {
    "id": 23,
    "statement": "Charlemagne's Palace of Aachen primary residence, imperial symbol."
  },
  {
    "id": 24,
    "statement": "West Frankish Kingdom laid groundwork for modern France's identity."
  },
  {
    "id": 25,
    "statement": "Paris wasn't France's capital under Charles the Simple in 987."
  },
  {
    "id": 26,
    "statement": "Partially excludable public goods exhibit both public and private characteristics."
  },
  {
    "id": 27,
    "statement": "Charles Simple was not a king of West Francia in recorded history"
  },
  {
    "id": 28,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 29,
    "statement": "West Frankish Kingdom existed in modern-day France, Belgium, and Germany."
  },
  {
    "id": 30,
    "statement": "Public goods restrict access through various physical, technological, economic, social barriers"
  },
  {
    "id": 31,
    "statement": "Evidence credibility assessed through authority, objectivity, methodology, reputation."
  },
  {
    "id": 32,
    "statement": "Charles Simple's existence as a king of West Francia is uncertain."
  },
  {
    "id": 33,
    "statement": "Certifications convey exclusivity through prestige and differentiation."
  },
  {
    "id": 34,
    "statement": "Cognitive biases influence information accuracy through linguistic processing"
  },
  {
    "id": 35,
    "statement": "The Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 36,
    "statement": "Pricing mechanisms used to restrict access in partially excludable public goods"
  },
  {
    "id": 37,
    "statement": "Linguistic framing and emotional language shape biases through cognitive priming."
  },
  {
    "id": 38,
    "statement": "Contextual biases influence linguistic processing through cognitive priming associations."
  },
  {
    "id": 39,
    "statement": "Partially excludable public goods combine pricing mechanisms for accessibility."
  },
  {
    "id": 40,
    "statement": "West Frankish Kingdom shaped French language and culture development."
  },
  {
    "id": 41,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty in 987 CE."
  },
  {
    "id": 42,
    "statement": "West Frankish Kingdom emerged from Carolingian Empire's division."
  },
  {
    "id": 43,
    "statement": "West Frankish Kingdom existed between 9th and 10th centuries primarily."
  },
  {
    "id": 44,
    "statement": "Quantum vacuum fluctuations create virtual particle-antiparticle pairs temporarily"
  },
  {
    "id": 45,
    "statement": "Alternative pricing models offer customized options through tiered pricing."
  },
  {
    "id": 46,
    "statement": "Quantum entanglement: correlation of particles across space and time."
  },
  {
    "id": 47,
    "statement": "Hugh Capet's 987 coronation marked Capetian dynasty's start."
  },
  {
    "id": 48,
    "statement": "Hugh Capet's coronation marked the beginning of Capetian dynasty."
  },
  {
    "id": 49,
    "statement": "Alternative pricing models offer flexible options for customers"
  },
  {
    "id": 50,
    "statement": "Interdisciplinary approach fosters accurate knowledge through diverse perspectives"
  },
  {
    "id": 51,
    "statement": "Critical thinking recognizes potential biases through self-reflection."
  },
  {
    "id": 52,
    "statement": "Linguistic framing and emotional language influence cognitive biases particularly"
  },
  {
    "id": 53,
    "statement": "Reims Cathedral hosted numerous French monarch coronations historically."
  },
  {
    "id": 54,
    "statement": "Quantum vacuum fluctuates with virtual particles through energy exchange dynamically."
  },
  {
    "id": 55,
    "statement": "West Frankish Kingdom was a medieval kingdom that predated France"
  },
  {
    "id": 56,
    "statement": "Partially excludable public goods combine public and private characteristics."
  },
  {
    "id": 57,
    "statement": "Partially excludable public goods restrict access through pricing, permits, queueing, quality mechanisms."
  },
  {
    "id": 58,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture greatly."
  },
  {
    "id": 59,
    "statement": "Quantum vacuum fluctuations occur in empty space due to uncertainty."
  },
  {
    "id": 60,
    "statement": "Nostalgia and tactile experience drive demand for traditional magnifying glasses."
  },
  {
    "id": 61,
    "statement": "Reims Cathedral hosted numerous French monarch coronations historically"
  },
  {
    "id": 62,
    "statement": "Certifications convey exclusivity through prestige and perceived value signals."
  },
  {
    "id": 63,
    "statement": "Partially excludable public goods combine accessibility and exclusivity."
  },
  {
    "id": 64,
    "statement": "West Frankish Kingdom laid groundwork for modern France."
  },
  {
    "id": 65,
    "statement": "Linguistic factors influence contextual biases through tone, vocabulary, syntax."
  },
  {
    "id": 66,
    "statement": "Cognitive biases influence linguistic processing through priming and associations."
  },
  {
    "id": 67,
    "statement": "Quantum vacuum fluctuates with virtual particles through energy exchange."
  },
  {
    "id": 68,
    "statement": "Reims Cathedral hosted 25 French monarch coronations between 1027 and 1825."
  },
  {
    "id": 69,
    "statement": "Public goods restricted by physical, technological, economic, and social barriers."
  },
  {
    "id": 70,
    "statement": "Charlemagne's primary residence unclear among medieval historians' interpretations"
  },
  {
    "id": 71,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 72,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 73,
    "statement": "Louis IX's reign contributed significantly to Paris' cultural and economic growth."
  },
  {
    "id": 74,
    "statement": "The Palace of Aachen's architecture influenced Western European styles widely."
  },
  {
    "id": 75,
    "statement": "Hugh Capet's succession marked beginning of Capetian dynasty controversy over royal power."
  },
  {
    "id": 76,
    "statement": "The Palace of Aachen influenced Western European architecture widely."
  },
  {
    "id": 77,
    "statement": "Quantum vacuum fluctuations are temporary, random energy variations."
  },
  {
    "id": 78,
    "statement": "West Frankish Kingdom laid groundwork for modern France's identity."
  },
  {
    "id": 79,
    "statement": "Linguistic complexities shape cognitive biases through language processing"
  },
  {
    "id": 80,
    "statement": "A freemium model offers basic product for free, then upsells."
  },
  {
    "id": 81,
    "statement": "Partially excludable public goods combine accessibility and exclusivity."
  },
  {
    "id": 82,
    "statement": "Nostalgia drives demand for traditional magnifying glasses."
  },
  {
    "id": 83,
    "statement": "Hugh Capet's coronation marked start of Capetian dynasty."
  },
  {
    "id": 84,
    "statement": "Linguistic complexity can exacerbate cognitive biases and distort information accuracy."
  },
  {
    "id": 85,
    "statement": "Hugh Capet's coronation initiated the Capetian royal house gradually."
  },
  {
    "id": 86,
    "statement": "Certifications convey exclusivity through prestige, differentiation, and perceived value."
  },
  {
    "id": 87,
    "statement": "Hugh Capet's coronation marked the beginning of the Capetian dynasty."
  },
  {
    "id": 88,
    "statement": "Partially excludable public goods combine accessibility and exclusivity."
  },
  {
    "id": 89,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations historically."
  },
  {
    "id": 90,
    "statement": "West Frankish Kingdom existed from 9th to 10th century."
  },
  {
    "id": 91,
    "statement": "West Frankish Kingdom's 9th-10th century legacy shaped modern France's territory, governance, and culture."
  },
  {
    "id": 92,
    "statement": "Paris wasn't France's capital under Charles the Simple in 987."
  },
  {
    "id": 93,
    "statement": "Cognitive biases influence information accuracy through linguistic processing behaviors."
  },
  {
    "id": 94,
    "statement": "Certifications convey exclusivity through prestige signals and perceived value."
  },
  {
    "id": 95,
    "statement": "The Palace of Aachen's architecture influenced Western Europe profoundly."
  },
  {
    "id": 96,
    "statement": "Hugh Capet's coronation marked Capetian dynasty's disputed beginnings"
  },
  {
    "id": 97,
    "statement": "Paris was the capital of West Francia under Charles Simple"
  },
  {
    "id": 98,
    "statement": "Public goods barriers combine physical, technological, and economic restrictions."
  },
  {
    "id": 99,
    "statement": "Evidence credibility assessed through authority, objectivity, methodology, reputation factors."
  },
  {
    "id": 100,
    "statement": "Quantum vacuum fluctuations occur spontaneously in empty space"
  },
  {
    "id": 101,
    "statement": "Laon, not Paris, was West Francia's capital under Charles Simple."
  },
  {
    "id": 102,
    "statement": "The Palace of Aachen's architecture influenced Western Europe's building designs."
  },
  {
    "id": 103,
    "statement": "Interdisciplinary research integrates multiple disciplines for comprehensive understanding."
  },
  {
    "id": 104,
    "statement": "Partially excludable public goods restrict access through various mechanisms combination"
  },
  {
    "id": 105,
    "statement": "Resurgence of analog interest drives demand for traditional magnifying glasses."
  },
  {
    "id": 106,
    "statement": "Critical thinking enhances accuracy through systematic evidence evaluation and analysis."
  },
  {
    "id": 107,
    "statement": "Linguistic factors shape contextual biases through tone, vocabulary, and syntax."
  },
  {
    "id": 108,
    "statement": "Partially excludable public goods require balanced pricing mechanisms."
  },
  {
    "id": 109,
    "statement": "Contextual biases influenced by various linguistic factors."
  },
  {
    "id": 110,
    "statement": "West Frankish Kingdom emerged from Carolingian Empire's division, 843-987"
  },
  {
    "id": 111,
    "statement": "West Frankish Kingdom's legacy influenced French monarchy and state."
  },
  {
    "id": 112,
    "statement": "Partially excludable public goods provide benefits with restricted access"
  },
  {
    "id": 113,
    "statement": "Alternative pricing models offer customized options through tiered pricing."
  },
  {
    "id": 114,
    "statement": "Freemium model offers basic product for free, upsells premium version"
  },
  {
    "id": 115,
    "statement": "West Frankish Kingdom laid groundwork for modern France culturally"
  },
  {
    "id": 116,
    "statement": "Quantum entanglement demonstrates non-local instantaneous information exchange."
  },
  {
    "id": 117,
    "statement": "Partially excludable public goods use pricing, permits, queueing, quality controls."
  },
  {
    "id": 118,
    "statement": "Charlemagne's Palace of Aachen, favorite residence and imperial symbol."
  },
  {
    "id": 119,
    "statement": "The Palace of Aachen's architectural influence on Western Europe debated"
  },
  {
    "id": 120,
    "statement": "Reims Cathedral hosted coronations for French monarchs since 1027."
  },
  {
    "id": 121,
    "statement": "Critical thinking enhances accuracy through evidence evaluation and analysis consistently."
  },
  {
    "id": 122,
    "statement": "Reims Cathedral was a significant, but not sole, coronation site."
  },
  {
    "id": 123,
    "statement": "Quantum vacuum fluctuations manifest as temporary particle-antiparticle pairs."
  },
  {
    "id": 124,
    "statement": "Public goods restrict access through physical, technological, economic, and social barriers."
  },
  {
    "id": 125,
    "statement": "Linguistic complexities shape cognitive biases through language processing"
  },
  {
    "id": 126,
    "statement": "Reims Cathedral hosted at least 25 French monarch coronations between 1027 and 1825."
  },
  {
    "id": 127,
    "statement": "Reims Cathedral hosted coronations for French monarchs since 12th century"
  },
  {
    "id": 128,
    "statement": "Reims Cathedral hosted 63 French monarch coronations between 496 and 1825."
  },
  {
    "id": 129,
    "statement": "Louis IX's reign contributed to Paris' economic and cultural growth."
  },
  {
    "id": 130,
    "statement": "Partially excludable public goods restrict access through multiple mechanisms."
  },
  {
    "id": 131,
    "statement": "Hugh Capet's coronation marked power-sharing arrangement rather than new dynasty"
  },
  {
    "id": 132,
    "statement": "Linguistic framing and emotional language influence decision-making biases"
  },
  {
    "id": 133,
    "statement": "Pricing mechanisms restrict access to partially excludable public goods."
  },
  {
    "id": 134,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture profoundly"
  },
  {
    "id": 135,
    "statement": "Hugh Capet's coronation marked a power-sharing agreement with Carolingians."
  },
  {
    "id": 136,
    "statement": "West Frankish Kingdom emerged after Treaty of Verdun in 843 CE."
  },
  {
    "id": 137,
    "statement": "Paris was capital of West Francia during Charles the Simple's reign"
  },
  {
    "id": 138,
    "statement": "Public goods restrict access through physical, technological, economic, and social barriers."
  },
  {
    "id": 139,
    "statement": "Certifications convey exclusivity through prestige and perceived value."
  },
  {
    "id": 140,
    "statement": "Linguistic factors reinforce biases through framing and emotional language."
  },
  {
    "id": 141,
    "statement": "Evidence evaluation in critical thinking assesses credibility, relevance."
  },
  {
    "id": 142,
    "statement": "Reims Cathedral, traditional coronation site, since 10th century"
  },
  {
    "id": 143,
    "statement": "Quantum vacuum fluctuations arise from uncertainty principle random energy fluctuations."
  },
  {
    "id": 144,
    "statement": "Nuuk, Greenland's capital, situated on Nuup Kangerlua fjord"
  },
  {
    "id": 145,
    "statement": "Historical records support Reims Cathedral's coronation event significance"
  },
  {
    "id": 146,
    "statement": "Partially excludable public goods combine pricing mechanisms accessibility"
  },
  {
    "id": 147,
    "statement": "Linguistic framing and emotional language shape biases and decisions."
  },
  {
    "id": 148,
    "statement": "West Francia's capital during Charles the Simple's reign was Laon, France."
  },
  {
    "id": 149,
    "statement": "Resurgence of analog interest drives demand for tactile experiences."
  },
  {
    "id": 150,
    "statement": "Linguistic factors shape contextual biases through tone, vocabulary, and syntax."
  },
  {
    "id": 151,
    "statement": "Reims Cathedral held at least 25 French monarch coronations."
  },
  {
    "id": 152,
    "statement": "West Frankish Kingdom's legacy shaped modern France's identity culturally."
  },
  {
    "id": 153,
    "statement": "Louis IX's reign decisively contributed to Paris' growing importance."
  },
  {
    "id": 154,
    "statement": "Hugh Capet's coronation marked beginning of Capetian dynasty in 987 CE."
  },
  {
    "id": 155,
    "statement": "Quantum vacuum fluctuations manifest as temporary particle-antiparticle pairs."
  },
  {
    "id": 156,
    "statement": "Charles Simple was not a king of West Francia, no record"
  },
  {
    "id": 157,
    "statement": "Pricing mechanisms for partially excludable public goods vary"
  },
  {
    "id": 158,
    "statement": "Self-reflection enables critical thinking by recognizing personal biases and assumptions."
  },
  {
    "id": 159,
    "statement": "Contextual biases influence linguistic processing through cognitive priming associations."
  },
  {
    "id": 160,
    "statement": "Hugh Capet's succession sparked controversy over royal power balance."
  },
  {
    "id": 161,
    "statement": "Linguistic framing and emotional language shape biases and decisions"
  },
  {
    "id": 162,
    "statement": "Charlemagne's Palace of Aachen influenced Western European architecture profoundly."
  },
  {
    "id": 163,
    "statement": "Partially excludable public goods restrict access through combined mechanisms."
  },
  {
    "id": 164,
    "statement": "Linguistic complexity distorts information accuracy through ambiguity, overwhelm."
  },
  {
    "id": 165,
    "statement": "Hugh Capet's coronation marked disputed beginnings of Capetian dynasty"
  },
  {
    "id": 166,
    "statement": "The Palace of Aachen's architecture influenced Western European building designs"
  },
  {
    "id": 167,
    "statement": "Alternative pricing models refer to innovative pricing strategies"
  },
  {
    "id": 168,
    "statement": "Quantum vacuum fluctuations are virtual particle-antiparticle pairs in vacuum."
  },
  {
    "id": 169,
    "statement": "Reims Cathedral hosted coronations for French monarchs from 1027."
  },
  {
    "id": 170,
    "statement": "A freemium model offers basic product with upgrade options always"
  },
  {
    "id": 171,
    "statement": "Nostalgia and tactile experience drive demand for traditional magnifying glasses."
  },
  {
    "id": 172,
    "statement": "Freemium business strategy offers basic product for free, upsells premium."
  },
  {
    "id": 173,
    "statement": "Nostalgia drives demand for traditional products through emotional connections."
  },
  {
    "id": 174,
    "statement": "Cognitive priming associations influence linguistic processing through memory."
  },
  {
    "id": 175,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 176,
    "statement": "Carolingian Empire divided among three sons in 843 Treaty Verdun"
  },
  {
    "id": 177,
    "statement": "Quantum vacuum fluctuations manifest as temporary particle-antiparticle pairs"
  },
  {
    "id": 178,
    "statement": "Partially excludable public goods restrict access through 7 mechanisms."
  },
  {
    "id": 179,
    "statement": "Linguistic framing influences attitudes and behaviors through language structure."
  },
  {
    "id": 180,
    "statement": "Freemium model offers basic product for free, then upsells features."
  },
  {
    "id": 181,
    "statement": "Partially excludable public goods use various mechanisms to restrict access"
  },
  {
    "id": 182,
    "statement": "Charles the Simple's capital was Laon, not Paris, in 987CE."
  },
  {
    "id": 183,
    "statement": "Partially excludable public goods restrict access through pricing, permits, and queueing."
  },
  {
    "id": 184,
    "statement": "Partially excludable public goods restrict access through various mechanisms."
  },
  {
    "id": 185,
    "statement": "Hugh Capet's succession sparked controversy over royal power balance"
  },
  {
    "id": 186,
    "statement": "Certifications convey exclusivity through prestige and social differentiation."
  },
  {
    "id": 187,
    "statement": "Interdisciplinary research integrates multiple disciplines for comprehensive understanding."
  },
  {
    "id": 188,
    "statement": "Certifications convey exclusivity through perceived quality and prestige signals."
  },
  {
    "id": 189,
    "statement": "Reims Cathedral hosted French monarch coronations since 1027"
  },
  {
    "id": 190,
    "statement": "Interdisciplinary approaches foster accurate knowledge by considering multiple perspectives."
  },
  {
    "id": 191,
    "statement": "Linguistic framing and emotional language influence biases and decisions."
  },
  {
    "id": 192,
    "statement": "West Frankish Kingdom shaped modern France's cultural identity"
  },
  {
    "id": 193,
    "statement": "Hugh Capet's coronation marked beginning of gradual Capetian dynasty establishment."
  },
  {
    "id": 194,
    "statement": "The Palace of Aachen's architecture influenced Western European architecture heavily."
  },
  {
    "id": 195,
    "statement": "Louis IX contributed to Paris' cultural and economic growth significantly."
  },
  {
    "id": 196,
    "statement": "Tiered pricing offers customized options through varying price points and features."
  },
  {
    "id": 197,
    "statement": "West Frankish Kingdom existed in northern and western France."
  },
  {
    "id": 198,
    "statement": "Linguistic framing and emotional language shape biases chiefly"
  },
  {
    "id": 199,
    "statement": "Laon, strategic location, capital of West Francia during Charles Simple's reign."
  }
]