[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 2,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 3,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 4,
    "statement": "Honesty's importance depends on context, situational norms."
  },
  {
    "id": 5,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, neurotransmitter regulation."
  },
  {
    "id": 6,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 7,
    "statement": "Harmonious brain region interactions generate unified conscious experience."
  },
  {
    "id": 8,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 9,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 10,
    "statement": "Humans' social nature exhibits variability in expressions and forms."
  },
  {
    "id": 11,
    "statement": "Humans exhibit diverse social behaviors and attitudes due to varied factors."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 13,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 14,
    "statement": "Consciousness emerges from global workspace integrating neural activity globally."
  },
  {
    "id": 15,
    "statement": "Honesty is not always primary foundation of trust"
  },
  {
    "id": 16,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 17,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities"
  },
  {
    "id": 18,
    "statement": "Hormonal fluctuations impact neural connections through pruning, migration regulation."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 20,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets"
  },
  {
    "id": 21,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 22,
    "statement": "Consciousness arises from integrated information globally through IIT, a framework"
  },
  {
    "id": 23,
    "statement": "Consciousness emerges from integrated brain region activity globally through networks."
  },
  {
    "id": 24,
    "statement": "Integrating neural activity globally yields unified conscious experience"
  },
  {
    "id": 25,
    "statement": "Consciousness arises from integrated brain region activity globally through networks."
  },
  {
    "id": 26,
    "statement": "Hormonal fluctuations influence neural connections through gene expression"
  },
  {
    "id": 27,
    "statement": "Mental representations influence brain activity through synchronized neural processes."
  },
  {
    "id": 28,
    "statement": "Consciousness mediates integration of attention, interpretation, and reality"
  },
  {
    "id": 29,
    "statement": "Consciousness integrates attention and expectation to form perception."
  },
  {
    "id": 30,
    "statement": "Honesty is context-dependent, influenced by cultural, social, and personal factors."
  },
  {
    "id": 31,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific phenomenon."
  },
  {
    "id": 32,
    "statement": "Consciousness biases perception through attention and interpretation processing."
  },
  {
    "id": 33,
    "statement": "Honesty's importance depends on context and situational norms"
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrated brain information and coordination."
  },
  {
    "id": 35,
    "statement": "Emotional states influence sensory processing through attention and appraisal."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from integrated information within brain regions."
  },
  {
    "id": 37,
    "statement": "Coordinated adaptive brain activity enables unified conscious experience."
  },
  {
    "id": 38,
    "statement": "Trust building depends on cultural context and social connections."
  },
  {
    "id": 39,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 40,
    "statement": "Mental representations influence brain activity through synchronization and communication."
  },
  {
    "id": 41,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 42,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 43,
    "statement": "Consciousness is a complex, multidisciplinary, and multifaceted phenomenon."
  },
  {
    "id": 44,
    "statement": "Consciousness filters reality through attention and interpretation biases."
  },
  {
    "id": 45,
    "statement": "Consciousness studied across disciplines distinct yet interconnected."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 47,
    "statement": "Consciousness emerges from complex brain interactions and integration."
  },
  {
    "id": 48,
    "statement": "Internal representation is a filtered model of reality."
  },
  {
    "id": 49,
    "statement": "Consciousness biases perception through attention, interpretation, and integration."
  },
  {
    "id": 50,
    "statement": "Humans are social beings with varying expressions and nuances."
  },
  {
    "id": 51,
    "statement": "Consciousness biases perception through complex interaction of attention, interpretation, integration."
  },
  {
    "id": 52,
    "statement": "Binding processes integrate feature attributes into unified conscious experience."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from global workspace integration of neural activity globally."
  },
  {
    "id": 54,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from coordinated brain region activity across entire brain."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from integrated brain activity across entire neocortex."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 58,
    "statement": "Complex brain interactions integrate into global workspace, producing consciousness"
  },
  {
    "id": 59,
    "statement": "Consciousness biases perception of reality through attention and interpretation processes."
  },
  {
    "id": 60,
    "statement": "Hormonal fluctuations impact neural connections through pruning, migration regulation."
  },
  {
    "id": 61,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 62,
    "statement": "Trust development involves multiple factors, including reliability, communication, shared values, emotional intelligence, consistency, vulnerability, feedback, and accountability."
  },
  {
    "id": 63,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 65,
    "statement": "Hormonal fluctuations modulate neuroplasticity by regulating synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 66,
    "statement": "Honesty is a complex, culturally influenced social value."
  },
  {
    "id": 67,
    "statement": "Neural correlates of consciousness refer to specific brain processes."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from complex interactions between brain regions."
  },
  {
    "id": 69,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 70,
    "statement": "Neural oscillations synchronize brain regions for conscious experience"
  },
  {
    "id": 71,
    "statement": "Neuroplasticity is shaped by various factors simultaneously and interactions."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from integrated information globally through brain networks."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from complex neural networks, not single regions."
  },
  {
    "id": 74,
    "statement": "Humans' social nature exhibits variability in expressions and forms."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated neural processing across brain regions"
  },
  {
    "id": 76,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 77,
    "statement": "Neuroplasticity shaped by complex interactions of genetic, environmental, and neurotransmitter factors."
  },
  {
    "id": 78,
    "statement": "Lying can be morally justified in certain contexts, such as protecting someone from harm."
  },
  {
    "id": 79,
    "statement": "Consciousness enslaves perception through automated subconscious filtering."
  },
  {
    "id": 80,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from synchronized brain region interactions harmoniously, integrating information."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from integrated information in brain systems."
  },
  {
    "id": 84,
    "statement": "Hormonal fluctuations influence neural connections through pruning migration regulation."
  },
  {
    "id": 85,
    "statement": "Complex interactions between brain regions involve hierarchical processing."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from coordinated and synchronized brain region activity."
  },
  {
    "id": 87,
    "statement": "Consciousness biases perception through subconscious attentional processes"
  },
  {
    "id": 88,
    "statement": "Consciousness a multifaceted complex debated scientific topic"
  },
  {
    "id": 89,
    "statement": "Consciousness arises from synchronized brain region interactions through IIT."
  },
  {
    "id": 90,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 91,
    "statement": "Neuroplasticity is shaped by hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors simultaneously."
  },
  {
    "id": 92,
    "statement": "Trust development involves reliability, communication, shared values, consistency, and accountability."
  },
  {
    "id": 93,
    "statement": "Cultural context and social connections influence trust building processes."
  },
  {
    "id": 94,
    "statement": "Cultural context influences trust building through shared values."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 96,
    "statement": "Consciousness emerges from synchronized neural oscillations and synchrony."
  },
  {
    "id": 97,
    "statement": "Honesty is a complex, context-dependent value adapting situations."
  },
  {
    "id": 98,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 99,
    "statement": "Internal representation is a brain's filtered, constructed model of reality."
  },
  {
    "id": 100,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 101,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 102,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 103,
    "statement": "Global neural synchronization enables unified conscious experience through binding processes."
  },
  {
    "id": 104,
    "statement": "Trust development involves interconnected reliability, communication, shared values, and accountability."
  },
  {
    "id": 105,
    "statement": "Honesty can be secondary or supporting aspect of trust"
  },
  {
    "id": 106,
    "statement": "Humans' social nature involves diverse expressions for communication."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrated brain region activity globally"
  },
  {
    "id": 109,
    "statement": "Honesty is context-dependent value influenced by cultural, social, power dynamics and personal values."
  },
  {
    "id": 110,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 111,
    "statement": "Humans' social nature exhibits variability in expressions and cultural norms."
  },
  {
    "id": 112,
    "statement": "Honesty's importance depends on context, situational norms."
  },
  {
    "id": 113,
    "statement": "Honesty is a complex value influenced by diverse factors."
  },
  {
    "id": 114,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 115,
    "statement": "Neural oscillations synchronize brain regions for conscious experience"
  },
  {
    "id": 116,
    "statement": "Honesty is a context-dependent value influenced by various factors."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 118,
    "statement": "Trust development involves multiple factors, not just cultural context."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from complex interactions between brain regions."
  },
  {
    "id": 120,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 121,
    "statement": "Hormonal fluctuations impact neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation"
  },
  {
    "id": 122,
    "statement": "Honesty's importance varies depending on context and norms"
  },
  {
    "id": 123,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 124,
    "statement": "Consciousness biases perception through attention, interpretation, and integration processing."
  },
  {
    "id": 125,
    "statement": "Neural correlates refer to specific brain regions related conscious experience."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from harmonious integration and synchronized brain activity."
  },
  {
    "id": 127,
    "statement": "Consciousness arises from integrated brain information through IIT process."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 129,
    "statement": "Consciousness influences perception through subconscious attentional processes."
  },
  {
    "id": 130,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 131,
    "statement": "Honesty's importance varies depending on context and social norms."
  },
  {
    "id": 132,
    "statement": "Harmonious brain region interactions contribute to conscious experience."
  },
  {
    "id": 133,
    "statement": "Consciousness filters reality through attention and interpretation biases."
  },
  {
    "id": 134,
    "statement": "Consciousness is multifaceted with various theoretical frameworks"
  },
  {
    "id": 135,
    "statement": "Honesty is a context-dependent value influenced by situational norms."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from synchronized brain region interactions harmoniously integrating information."
  },
  {
    "id": 137,
    "statement": "Honesty is a complex trait influenced by diverse psychological factors."
  },
  {
    "id": 138,
    "statement": "Humans' social nature involves diverse nonverbal communication forms."
  },
  {
    "id": 139,
    "statement": "Complex interactions between attention, emotion, expectation, and biases generate consciousness."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 141,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific phenomenon."
  },
  {
    "id": 142,
    "statement": "Internal representation is a brain's filtered construction of reality."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from coordinated brain region activity globally."
  },
  {
    "id": 144,
    "statement": "Consciousness filters reality through attention, interpretation, and brain processes."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from harmonious integration of brain regions"
  },
  {
    "id": 146,
    "statement": "Neural correlates refer to brain regions associated with mental states."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from integrated brain information and neural interactions globally."
  },
  {
    "id": 148,
    "statement": "Consciousness filters and selects information perceived by the mind."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from synchronized neural oscillations across brain regions."
  },
  {
    "id": 150,
    "statement": "Consciousness influences perception through attention, expectation, and emotional interactions."
  },
  {
    "id": 151,
    "statement": "Consciousness biases perception through attention, interpretation, and integration."
  },
  {
    "id": 152,
    "statement": "Conscious attention influences perception through subconscious processing."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 154,
    "statement": "Humans are capable of complex social interactions freely."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from interacting brain regions and networks processes."
  },
  {
    "id": 156,
    "statement": "Neural correlates of consciousness refer to specific brain mechanisms."
  },
  {
    "id": 157,
    "statement": "Honesty can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 158,
    "statement": "Humans' social nature involves diverse verbal and non-verbal expressions."
  },
  {
    "id": 159,
    "statement": "Cultural norms influence perceived importance of honesty globally."
  },
  {
    "id": 160,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states ("
  },
  {
    "id": 161,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from complex brain region interactions globally"
  },
  {
    "id": 163,
    "statement": "Honesty is a flexible behavior influenced by cultural parameters."
  },
  {
    "id": 164,
    "statement": "Hormonal fluctuations influence neural connections through synaptic plasticity."
  },
  {
    "id": 165,
    "statement": "Conscious attention influences subconscious processing of environmental information"
  },
  {
    "id": 166,
    "statement": "Altered states: temporary consciousness changes induced by external stimuli."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from integrated brain processes globally."
  },
  {
    "id": 168,
    "statement": "Consciousness involves complex interactions between brain regions and networks."
  },
  {
    "id": 169,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from integrated global workspace processing information across brain regions."
  },
  {
    "id": 171,
    "statement": "Consciousness integrates information across brain regions and networks"
  },
  {
    "id": 172,
    "statement": "Brain regions interact harmoniously to generate conscious experience."
  },
  {
    "id": 173,
    "statement": "Neuroplasticity shaped by dynamic interplay of hormone, genetics, environment, epigenetics, and inflammation"
  },
  {
    "id": 174,
    "statement": "Consciousness arises from global workspace's integrated information processing."
  },
  {
    "id": 175,
    "statement": "Mental representations shape brain activity through synchronized communication."
  },
  {
    "id": 176,
    "statement": "Honesty is a complex behavior influenced by cultural norms."
  },
  {
    "id": 177,
    "statement": "Mental representations are encoded through neural coding, influencing brain activity."
  },
  {
    "id": 178,
    "statement": "Emotional states influence perception through attention, expectation, and bias."
  },
  {
    "id": 179,
    "statement": "Coordinated adaptive brain activity unifies conscious experience through neural networks."
  },
  {
    "id": 180,
    "statement": "Consciousness emerges from integrated information globally through GWT, a theory."
  },
  {
    "id": 181,
    "statement": "Hormonal fluctuations impact neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 182,
    "statement": "Trust development involves multiple factors interacting culturally."
  },
  {
    "id": 183,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 184,
    "statement": "Consciousness emerges from global workspace integrating neural activity globally."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 186,
    "statement": "Mental representations influence brain activity through neural oscillations synchronously."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 188,
    "statement": "Humans exhibit diverse social behaviors and attitudes influenced by complex factors."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 190,
    "statement": "Honesty's importance depends on context and situational norms"
  },
  {
    "id": 191,
    "statement": "Consciousness is a multidisciplinary, multifaceted, complex phenomenon."
  },
  {
    "id": 192,
    "statement": "Hormonal fluctuations impact neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 193,
    "statement": "Honesty's importance depends on context and situational norms."
  },
  {
    "id": 194,
    "statement": "Consciousness actively shapes perception through attention, interpretation, and integration."
  },
  {
    "id": 195,
    "statement": "Honesty is a complex behavior influenced by multifaceted factors."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from complex brain interactions globally."
  },
  {
    "id": 197,
    "statement": "Emotional states influence sensory processing through attention and appraisal."
  },
  {
    "id": 198,
    "statement": "Cultural context and social connections influence trust building processes."
  },
  {
    "id": 199,
    "statement": "Consciousness arises from complex brain interactions and integration."
  }
]