[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 2,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 3,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 4,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 5,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 6,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 8,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from integrated brain information processing."
  },
  {
    "id": 10,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 11,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from neural activity integration through oscillations."
  },
  {
    "id": 13,
    "statement": "Integrated information theory suggests consciousness arises from integrated activity."
  },
  {
    "id": 14,
    "statement": "Consciousness arises from neural networks and activity patterns."
  },
  {
    "id": 15,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 17,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 18,
    "statement": "Cultural norms influence honesty and trust through subtle communication mechanisms."
  },
  {
    "id": 19,
    "statement": "Neural oscillations synchronize brain regions for conscious experience integration"
  },
  {
    "id": 20,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 21,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement, internalization"
  },
  {
    "id": 22,
    "statement": "Consciousness arises from integrated brain processes: sensory, attention, memory, emotion."
  },
  {
    "id": 23,
    "statement": "Neuroplasticity arises from dynamic interplay of genetics and environment."
  },
  {
    "id": 24,
    "statement": "Human social behavior influenced by multiple factors and complexity."
  },
  {
    "id": 25,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 26,
    "statement": "Cultural norms influence behavior through subtle non-verbal cues."
  },
  {
    "id": 27,
    "statement": "Consciousness emerges from harmonious coordination of brain regions."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 29,
    "statement": "Mental representations form through synchronized neural activity globally."
  },
  {
    "id": 30,
    "statement": "Consciousness is a natural and complex human phenomenon."
  },
  {
    "id": 31,
    "statement": "Cultural norms influence behavior through internalization, self-reflection, and emotional connection"
  },
  {
    "id": 32,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 33,
    "statement": "Clarifying complex ideas involves acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 34,
    "statement": "Humans exhibit diverse social behavior amidst individual differences."
  },
  {
    "id": 35,
    "statement": "Gamma waves synchronize brain regions for conscious information integration through oscillations."
  },
  {
    "id": 36,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 37,
    "statement": "Regional brain synchronization supports cognitive flexibility through integration."
  },
  {
    "id": 38,
    "statement": "Neuroplasticity's complexity influenced by age, genetics, and health through interactions."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from integrated brain activity generated by causal interactions."
  },
  {
    "id": 40,
    "statement": "Consciousness involves interconnected intentionality, subjectivity, self-awareness, and environment interaction."
  },
  {
    "id": 41,
    "statement": "Moral values aside from honesty can be more important"
  },
  {
    "id": 42,
    "statement": "Gamma waves (30-100 Hz) integrate neural activity for consciousness."
  },
  {
    "id": 43,
    "statement": "Global workspace integrates information from various neural networks globally."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from integrated information within brain causal interactions."
  },
  {
    "id": 45,
    "statement": "Integrated information theory quantifies consciousness through phi calculation"
  },
  {
    "id": 46,
    "statement": "Cultural norms internalized through socialization, conformity, and internalization process."
  },
  {
    "id": 47,
    "statement": "Cultural norms influence behavior through implicit non-verbal cues."
  },
  {
    "id": 48,
    "statement": "Attention filtering results from coordinated brain region activity."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 50,
    "statement": "Neuroplasticity arises from dynamic interplay between genetics and environment influences."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 52,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from brain's integrated information generated by φ calculation."
  },
  {
    "id": 54,
    "statement": "Integrated information generated by brain interactions gives rise to consciousness."
  },
  {
    "id": 55,
    "statement": "Global workspace integrates sensory and cognitive information nationally."
  },
  {
    "id": 56,
    "statement": "Attention filtering occurs through prefrontal cortex, anterior cingulate cortex, intraparietal sulcus, and temporal-parietal junction."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 58,
    "statement": "Neuroplasticity influenced by age, genetics, and health with complex interactions."
  },
  {
    "id": 59,
    "statement": "Neuroplasticity interacts with age, genetics, and health in complex ways"
  },
  {
    "id": 60,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from neural activity patterns and brain regions."
  },
  {
    "id": 62,
    "statement": "Humans exhibit diverse social behavior amidst individual differences"
  },
  {
    "id": 63,
    "statement": "Global Workspace Theory proposes consciousness arises from global brain activity"
  },
  {
    "id": 64,
    "statement": "Consciousness arises from complex brain interactions"
  },
  {
    "id": 65,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement interactions."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from integrated information in brain causal interactions."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from integrated brain information processing"
  },
  {
    "id": 68,
    "statement": "Background chatter facilitates cognitive flexibility through default mode network."
  },
  {
    "id": 69,
    "statement": "Background chatter facilitates cognitive flexibility through default mode network."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from integrated global workspace activity globally"
  },
  {
    "id": 71,
    "statement": "Honesty's moral acceptability varies by culture, context, and values."
  },
  {
    "id": 72,
    "statement": "Mental representations influence neural activity through synchronized brainwave patterns."
  },
  {
    "id": 73,
    "statement": "Subjective experience refers to personal, internal, individual consciousness."
  },
  {
    "id": 74,
    "statement": "Anthropologists study consciousness through cultural, social, and symbolic aspects."
  },
  {
    "id": 75,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 76,
    "statement": "Honesty is morally acceptable as trust foundation"
  },
  {
    "id": 77,
    "statement": "Neuroplasticity emerges from dynamic interplay between genetic predisposition, environment."
  },
  {
    "id": 78,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement process."
  },
  {
    "id": 79,
    "statement": "Human social behavior influenced by multifaceted complexity factors."
  },
  {
    "id": 80,
    "statement": "Individual differences influence cultural norms internalization through selective attention."
  },
  {
    "id": 81,
    "statement": "Reflection helps clarify complexities and solidifies understanding."
  },
  {
    "id": 82,
    "statement": "Complex ideas clarified through simplification methods and analogies."
  },
  {
    "id": 83,
    "statement": "Consciousness is a multifaceted phenomenon involving subjective experience."
  },
  {
    "id": 84,
    "statement": "Consciousness emerges from brain's integrated global information processing."
  },
  {
    "id": 85,
    "statement": "Honesty is a dynamic and situational concept influenced by context."
  },
  {
    "id": 86,
    "statement": "Honesty is a foundational concept of trust in any situation."
  },
  {
    "id": 87,
    "statement": "Attention filtering occurs through brain regions: prefrontal cortex, anterior cingulate cortex, intraparietal sulcus, and temporal-parietal junction."
  },
  {
    "id": 88,
    "statement": "Clarifying complex ideas requires considering context, ambiguity, and perspectives."
  },
  {
    "id": 89,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 90,
    "statement": "Consciousness is complex multifaceted phenomenon of subjective experience"
  },
  {
    "id": 91,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 92,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 94,
    "statement": "Harmless brain region interactions facilitate cognitive flexibility through background chatter."
  },
  {
    "id": 95,
    "statement": "Cultural norms influence individual behavior and attitudes through complex interactions."
  },
  {
    "id": 96,
    "statement": "Consciousness complex phenomenon involves neural activity patterns, brain regions, integration."
  },
  {
    "id": 97,
    "statement": "Consciousness emerges from brain's integrated information globally."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 99,
    "statement": "Gamma waves integrate neural activity for conscious information processing."
  },
  {
    "id": 100,
    "statement": "Consciousness integrates multiple brain regions and processes."
  },
  {
    "id": 101,
    "statement": "Consciousness emerges from harmonious coordination of brain regions' functions."
  },
  {
    "id": 102,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement."
  },
  {
    "id": 103,
    "statement": "Mental representations influence neural activity through synchronized brainwave patterns."
  },
  {
    "id": 104,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 105,
    "statement": "Clarifying complex ideas often requires nuanced approaches acknowledging context and ambiguity."
  },
  {
    "id": 106,
    "statement": "Honesty is a foundation of trust, contextual and nuanced in expression."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from integrated brain activity through IIT's φ calculation."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from neural activity integration globally universally."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from brain's integrated processing information."
  },
  {
    "id": 110,
    "statement": "Humans exhibit diverse social behavior amidst individual differences and cultural influences."
  },
  {
    "id": 111,
    "statement": "Cultural context influences honesty and trust through complex norms and values."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from integrated brain activity through global workspace theory."
  },
  {
    "id": 113,
    "statement": "Mental representations influence neural activity through synchronized brainwave patterns."
  },
  {
    "id": 114,
    "statement": "Humans exhibit diverse social behavior amidst individual differences and cultural influences."
  },
  {
    "id": 115,
    "statement": "Honesty adapts to context and situation, not fixed concept."
  },
  {
    "id": 116,
    "statement": "Cultural norms influence honesty through complex intercultural dynamics"
  },
  {
    "id": 117,
    "statement": "Consciousness studied across neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from global workspace integrating sensory and cognitive information."
  },
  {
    "id": 119,
    "statement": "Regional brain synchronization supports cognitive flexibility through integration."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from integrating multiple brain regions' activity synchronously."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from global, integrated brain activity globally."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 124,
    "statement": "Consciousness arises from brain's global integration network activity."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from globally integrated brain information processing."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 127,
    "statement": "Cultural norms internalized through repeated exposure reinforcement, influenced by individual differences."
  },
  {
    "id": 128,
    "statement": "Consciousness emerges from complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 129,
    "statement": "Attention is a selective filtering process processing relevant information"
  },
  {
    "id": 130,
    "statement": "Consciousness arises from integrated brain activity through global workspace."
  },
  {
    "id": 131,
    "statement": "Honesty's moral acceptability varies by culture and context"
  },
  {
    "id": 132,
    "statement": "Consciousness is complex multifaceted phenomenon of subjective experience"
  },
  {
    "id": 133,
    "statement": "Consciousness involves complex interactions between subjective experience."
  },
  {
    "id": 134,
    "statement": "Mental representations influence neural activity through synchronized brainwave patterns."
  },
  {
    "id": 135,
    "statement": "Cultural norms internalized through active cognitive processing and reinforcement."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 137,
    "statement": "Background chatter facilitates cognitive flexibility through neural network maintenance."
  },
  {
    "id": 138,
    "statement": "Cultures influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 139,
    "statement": "Phi calculation measures integrated information in consciousness"
  },
  {
    "id": 140,
    "statement": "Attention filtering results from coordinated brain region activity globally."
  },
  {
    "id": 141,
    "statement": "Attention filtering involves distributed brain regions networks."
  },
  {
    "id": 142,
    "statement": "Neuroplasticity's complexity influenced by age, genetics, and health."
  },
  {
    "id": 143,
    "statement": "Consciousness studied across neuroscience, philosophy, psychology, anthropology disciplines together."
  },
  {
    "id": 144,
    "statement": "Global workspace integration operates globally, not locally"
  },
  {
    "id": 145,
    "statement": "Honesty adapts to context and situation, not fixed concept."
  },
  {
    "id": 146,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated brain information processing through IIT."
  },
  {
    "id": 149,
    "statement": "Consciousness is a complex and multifaceted human phenomenon."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from global workspace integrating brain regions' information globally."
  },
  {
    "id": 151,
    "statement": "Humans exhibit diverse social behavior amidst individual differences"
  },
  {
    "id": 152,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 153,
    "statement": "Humans exhibit diverse social behavior influenced by individual differences and context."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from harmonious coordination of brain networks globally"
  },
  {
    "id": 155,
    "statement": "Regional brain synchronization enables cognitive flexibility through integration and coordination."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 157,
    "statement": "Consciousness emerges from integrated brain activity across multiple regions."
  },
  {
    "id": 158,
    "statement": "Cultural norms influence behavior through socialization and conformity."
  },
  {
    "id": 159,
    "statement": "Honesty is a complex value, contextual and situation-dependent."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from integrated brain activity and subjective experience."
  },
  {
    "id": 161,
    "statement": "Global workspace integrates information throughout the brain's regions."
  },
  {
    "id": 162,
    "statement": "Cultural norms influence individual behavior through complex interactions."
  },
  {
    "id": 163,
    "statement": "Clarifying complex ideas requires context, audience, purpose, and nuanced techniques."
  },
  {
    "id": 164,
    "statement": "Complex ideas clarified through simplification techniques and analogies."
  },
  {
    "id": 165,
    "statement": "Consciousness emerges from brain's integrated information through complex interactions."
  },
  {
    "id": 166,
    "statement": "Consciousness emerges from integrated brain activity across multiple regions."
  },
  {
    "id": 167,
    "statement": "Regional brain synchronization enables cognitive flexibility through integration and coordination."
  },
  {
    "id": 168,
    "statement": "Honesty is a dynamic and nuanced concept with exceptions."
  },
  {
    "id": 169,
    "statement": "Clarifying complex ideas requires acknowledging multiple perspectives and context."
  },
  {
    "id": 170,
    "statement": "Consciousness involves intentional focus on subjective experiences."
  },
  {
    "id": 171,
    "statement": "Honesty is context-dependent, with varying moral values across cultures."
  },
  {
    "id": 172,
    "statement": "Honesty is a dynamic and situational concept, reflecting context."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from integrated brain activity through integrated information theory."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from harmonious brain region coordination."
  },
  {
    "id": 175,
    "statement": "Global workspace theory proposes hierarchical information integration."
  },
  {
    "id": 176,
    "statement": "Synchronized neural activity binds features into mental representations globally."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 178,
    "statement": "Background chatter facilitates cognitive flexibility through default mode network's connectivity."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 180,
    "statement": "Humans exhibit diverse social behavior amidst individual differences and cultural influences."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from coordinated neural network activity globally."
  },
  {
    "id": 182,
    "statement": "Honesty is a complex contextual concept influenced by norms values."
  },
  {
    "id": 183,
    "statement": "Cognitive flexibility facilitated by default mode network operations."
  },
  {
    "id": 184,
    "statement": "Consciousness is a complex, multifaceted human experience."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from coordinated brain region activity through integration."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from coordinated activity across brain regions globally."
  },
  {
    "id": 187,
    "statement": "Consciousness emerges from complex neural network activity patterns globally."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 189,
    "statement": "Cerebral integration enables unified conscious experience."
  },
  {
    "id": 190,
    "statement": "Consciousness involves complex subjective experiences with intentional focus."
  },
  {
    "id": 191,
    "statement": "Cultural norms and values influence honesty and trust through complex interactions."
  },
  {
    "id": 192,
    "statement": "Honesty's moral acceptability depends on cultural context and situation."
  },
  {
    "id": 193,
    "statement": "Consciousness is a dynamic multifaceted complex phenomenon of subjective experience."
  },
  {
    "id": 194,
    "statement": "Cultural norms influence behavior through subtle communication mechanisms."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from interconnected intentionality, subjectivity, self-awareness, and environment interaction."
  },
  {
    "id": 196,
    "statement": "Genetics and environment interact to shape neuroplasticity through epigenetics."
  },
  {
    "id": 197,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 198,
    "statement": "Gamma waves (30-100 Hz) integrate neural activity for consciousness."
  },
  {
    "id": 199,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement interactions."
  }
]