[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 2,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 3,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 4,
    "statement": "Regional brain synchronization supports cognitive flexibility through integration."
  },
  {
    "id": 5,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 6,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 7,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 8,
    "statement": "Integrated information theory suggests consciousness arises from integrated activity."
  },
  {
    "id": 9,
    "statement": "Cultural norms influence individual behavior and attitudes through complex interactions."
  },
  {
    "id": 10,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 11,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 12,
    "statement": "Harmless brain region interactions facilitate cognitive flexibility through background chatter."
  },
  {
    "id": 13,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement."
  },
  {
    "id": 14,
    "statement": "Consciousness arises from neural activity patterns and brain regions."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 16,
    "statement": "Attention filtering occurs through prefrontal cortex, anterior cingulate cortex, intraparietal sulcus, and temporal-parietal junction."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from integrated information processing in brain"
  },
  {
    "id": 18,
    "statement": "Moral values aside from honesty can be more important"
  },
  {
    "id": 19,
    "statement": "Hormones regulate neural connections through gene expression and modification."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from neural activity integration through oscillations."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 22,
    "statement": "Honesty's moral acceptability varies due to cultural values and norms."
  },
  {
    "id": 23,
    "statement": "Simple statements clarify complex ideas through focused abstraction."
  },
  {
    "id": 24,
    "statement": "Hormones regulate neural connections through gene regulation and modification."
  },
  {
    "id": 25,
    "statement": "Honesty and trust nuances emerge from cultural context interactions"
  },
  {
    "id": 26,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from neural networks and activity patterns."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from global workspace integrating sensory and cognitive information."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 31,
    "statement": "Clarifying complex ideas often requires nuanced approaches acknowledging context and ambiguity."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 33,
    "statement": "Integrated information theory quantifies consciousness through phi calculation"
  },
  {
    "id": 34,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 35,
    "statement": "Gamma waves synchronize brain regions for conscious information integration through oscillations."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 37,
    "statement": "Honesty is foundation of trust, relates to various situations."
  },
  {
    "id": 38,
    "statement": "Cultural norms influence honesty through complex intercultural dynamics"
  },
  {
    "id": 39,
    "statement": "Neuroplasticity is a continuous process with age-related limitations."
  },
  {
    "id": 40,
    "statement": "Consciousness studies integrate multiple disciplines to understand complexity."
  },
  {
    "id": 41,
    "statement": "Consciousness emerges from complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 42,
    "statement": "Consciousness involves intentionality, subjectivity, self-awareness, and environment interaction."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 44,
    "statement": "Integrated Information Theory proposes consciousness arises from integrated brain activity."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from integrated brain information processing"
  },
  {
    "id": 46,
    "statement": "Consciousness arises from complex interactions among neural facets."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 48,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 50,
    "statement": "Integrated Information Theory proposes consciousness arises from brain interactions' integration."
  },
  {
    "id": 51,
    "statement": "Consciousness studied through various interdisciplinary approaches and methods."
  },
  {
    "id": 52,
    "statement": "Consciousness emerges from brain's integrated information globally."
  },
  {
    "id": 53,
    "statement": "Integrated Information Theory quantifies consciousness as integrated information globally through φ calculation."
  },
  {
    "id": 54,
    "statement": "Cultural norms influence honesty and trust through social interaction patterns."
  },
  {
    "id": 55,
    "statement": "Neuroplasticity arises from dynamic interplay of genetics and environment."
  },
  {
    "id": 56,
    "statement": "Consciousness emerges from complex neural interactions globally."
  },
  {
    "id": 57,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement, internalization"
  },
  {
    "id": 58,
    "statement": "Cultural norms influence individual behavior through socialization, identity theory."
  },
  {
    "id": 59,
    "statement": "Attention filtering occurs through brain regions: prefrontal cortex, anterior cingulate cortex, intraparietal sulcus, and temporal-parietal junction."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 61,
    "statement": "Consciousness is a complex and multifaceted human experience"
  },
  {
    "id": 62,
    "statement": "Consciousness arises from integrated information through IIT's φ calculation."
  },
  {
    "id": 63,
    "statement": "Simple statements clarify complex ideas through various simplification methods"
  },
  {
    "id": 64,
    "statement": "Humans exhibit diverse social behavior amidst individual differences."
  },
  {
    "id": 65,
    "statement": "Consciousness arises from integrated brain information processing."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 67,
    "statement": "Neuroplasticity's complexity influenced by age, genetics, and health."
  },
  {
    "id": 68,
    "statement": "Cognitive flexibility arises from coordinated brain region activity."
  },
  {
    "id": 69,
    "statement": "Cultural norms internalized through complex interactions and influences."
  },
  {
    "id": 70,
    "statement": "Consciousness as a complex, multifaceted phenomenon emerges."
  },
  {
    "id": 71,
    "statement": "Honesty is dynamic and situational concept adapting to context."
  },
  {
    "id": 72,
    "statement": "Cultural norms influence honesty through complex intercultural dynamics and values."
  },
  {
    "id": 73,
    "statement": "Cultural norms influence honesty and trust through subtle communication mechanisms."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 75,
    "statement": "Honesty is a contextual and nuanced foundation of trust."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 77,
    "statement": "Consciousness emerges from complex interactions between components."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 80,
    "statement": "Neuroplasticity refers to the brain's lifelong ability to reorganize."
  },
  {
    "id": 81,
    "statement": "Brain regions communicate to facilitate cognitive flexibility and adaptation."
  },
  {
    "id": 82,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 83,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from integrated brain activity in global workspace network."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from complex neural interactions integrating subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 86,
    "statement": "Neuroplasticity arises from dynamic interaction between genetics and environment."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from integrated brain activity generated by causal interactions."
  },
  {
    "id": 88,
    "statement": "Cultural norms shape behavior through socialization, conformity, and internalization."
  },
  {
    "id": 89,
    "statement": "Honesty is morally acceptable as trust foundation"
  },
  {
    "id": 90,
    "statement": "Cultural norms influence behavior through individual differences."
  },
  {
    "id": 91,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 92,
    "statement": "Gamma waves integrate information across brain regions for consciousness."
  },
  {
    "id": 93,
    "statement": "Consciousness involves complex interactions between multiple subjective experiences."
  },
  {
    "id": 94,
    "statement": "Complex ideas clarified through simplification methods and analogies."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated information globally through IIT"
  },
  {
    "id": 96,
    "statement": "Honesty is foundational for trust, but context may justify exceptions."
  },
  {
    "id": 97,
    "statement": "Clarifying complex ideas requires acknowledgement of context and ambiguity."
  },
  {
    "id": 98,
    "statement": "Complex ideas clarified through simple definitions and clear language."
  },
  {
    "id": 99,
    "statement": "Mental representations form through synchronized neural activity globally."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from integrated neural activity globally"
  },
  {
    "id": 101,
    "statement": "Consciousness a complex multifaceted phenomenon encompasses various theories."
  },
  {
    "id": 102,
    "statement": "Neuroplasticity refers to brain's ability to reorganize throughout life."
  },
  {
    "id": 103,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from subjective experience, thoughts, and sensations integrated."
  },
  {
    "id": 105,
    "statement": "Cultural norms influence honesty and trust through subtle communication."
  },
  {
    "id": 106,
    "statement": "Honesty varies in moral acceptability depending on context and culture."
  },
  {
    "id": 107,
    "statement": "Regional brain synchronization supports cognitive flexibility through coordination."
  },
  {
    "id": 108,
    "statement": "Gamma waves synchronize brain regions for conscious integration."
  },
  {
    "id": 109,
    "statement": "Harm prevention may justify exceptions to honesty in extreme circumstances."
  },
  {
    "id": 110,
    "statement": "Honesty's moral acceptance depends on situational context and circumstances"
  },
  {
    "id": 111,
    "statement": "Neuroplasticity refers to brain's continuous adaptation and reorganization throughout life."
  },
  {
    "id": 112,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 113,
    "statement": "Honesty applies universally in all personal and professional contexts."
  },
  {
    "id": 114,
    "statement": "Consciousness emerges from integrated neural activity across brain regions."
  },
  {
    "id": 115,
    "statement": "Lying is morally acceptable in specific cultural or situational contexts."
  },
  {
    "id": 116,
    "statement": "Consciousness multifaceted phenomenon explored through various disciplines."
  },
  {
    "id": 117,
    "statement": "Cultural norms internalized through complex social interactions and conditioning"
  },
  {
    "id": 118,
    "statement": "Regional brain synchronization supports cognitive flexibility through coordination."
  },
  {
    "id": 119,
    "statement": "Consciousness is a dynamic and complex multifaceted phenomenon."
  },
  {
    "id": 120,
    "statement": "Clarifying complex ideas requires nuanced approaches and ambiguity acknowledgment"
  },
  {
    "id": 121,
    "statement": "Cultural norms influence honesty and trust through social interaction patterns."
  },
  {
    "id": 122,
    "statement": "Complex ideas often require nuanced explanations for clarity."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 124,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 125,
    "statement": "Consciousness emerges as complex brain interactions' harmonious integration"
  },
  {
    "id": 126,
    "statement": "Hormones regulate neural connections through multiple mechanisms.'"
  },
  {
    "id": 127,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 129,
    "statement": "Honesty adaptable for specific situations and cultures."
  },
  {
    "id": 130,
    "statement": "Complex brain interactions orchestrate consciousness through neural networks."
  },
  {
    "id": 131,
    "statement": "Honesty is the foundation of trust."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from integrated information through causal interactions."
  },
  {
    "id": 133,
    "statement": "Harmless brain region interactions facilitate cognitive processing flexibility."
  },
  {
    "id": 134,
    "statement": "Elaboration adds depth to simple statements, making complex ideas more nuanced."
  },
  {
    "id": 135,
    "statement": "Cultural context influences honesty and trust through nuanced interactions."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 137,
    "statement": "Elaboration enhances understanding by adding context and detail."
  },
  {
    "id": 138,
    "statement": "Consciousness emerges from complex brain networks' harmonious interaction, processing"
  },
  {
    "id": 139,
    "statement": "Gamma waves synchronize brain regions for conscious integration."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 141,
    "statement": "Clarity achieved through simplified definitions and clear language."
  },
  {
    "id": 142,
    "statement": "Abstraction simplifies complex ideas by filtering out non-essential details"
  },
  {
    "id": 143,
    "statement": "Consciousness emerges from complex neural interactions'"
  },
  {
    "id": 144,
    "statement": "Complex ideas clarified through nuanced language and examples."
  },
  {
    "id": 145,
    "statement": "Oscillations in brain play crucial role in conscious experience."
  },
  {
    "id": 146,
    "statement": "Consciousness emerges from complex brain interactions harmoniously integrating."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from complex brain networks and activity patterns."
  },
  {
    "id": 148,
    "statement": "Hormones influence neural connections by regulating gene expression and modification."
  },
  {
    "id": 149,
    "statement": "Cultural norms influence honesty and trust through unconscious interactions."
  },
  {
    "id": 150,
    "statement": "Cultural norms shape honesty and trust through subtle interactions."
  },
  {
    "id": 151,
    "statement": "Consciousness complex, multifaceted, and dynamic process comprising subjective experience, awareness, perception, attention, memory, and self-awareness."
  },
  {
    "id": 152,
    "statement": "Gamma waves integrate brain regions for conscious processing"
  },
  {
    "id": 153,
    "statement": "Lying to prevent harm justified in extreme circumstances only"
  },
  {
    "id": 154,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 156,
    "statement": "Cultural norms internalized through repeated exposure, reinforcement, and identification."
  },
  {
    "id": 157,
    "statement": "Default mode network activity facilitates cognitive flexibility through integration."
  },
  {
    "id": 158,
    "statement": "Social interactions influenced by subtle, often-unconscious communication mechanisms."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from global workspace integrating sensory and cognitive information."
  },
  {
    "id": 160,
    "statement": "Honesty  not only value, but dependent contextually"
  },
  {
    "id": 161,
    "statement": "Integrated Information Theory explains consciousness through integrated brain activity"
  },
  {
    "id": 162,
    "statement": "Brain regions' harmless interactions enhance cognitive processing flexibility."
  },
  {
    "id": 163,
    "statement": "Humans are social, but exceptions and variations exist"
  },
  {
    "id": 164,
    "statement": "Consciousness arises from integrated brain activity through neural interactions."
  },
  {
    "id": 165,
    "statement": "Gamma waves integrate information across brain regions for consciousness."
  },
  {
    "id": 166,
    "statement": "Human consciousness arises from integrated neural activity globally."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from integrated brain activity's causality."
  },
  {
    "id": 168,
    "statement": "Consciousness studies integrate insights from diverse disciplines."
  },
  {
    "id": 169,
    "statement": "Regional brain synchronization enables cognitive flexibility through coordinated activity."
  },
  {
    "id": 170,
    "statement": "Consciousness involves intentionality, subjectivity, self-awareness, and environment interaction complexities."
  },
  {
    "id": 171,
    "statement": "Consciousness arises from brain regions' harmonious coordinated activity."
  },
  {
    "id": 172,
    "statement": "Consciousness arises from complex brain activity patterns and interactions."
  },
  {
    "id": 173,
    "statement": "Honesty adaptable in specific situations and cultural contexts"
  },
  {
    "id": 174,
    "statement": "Cultural norms shape behavior through nonverbal cues and tone."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from brain's global workspace integrating information globally."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 177,
    "statement": "Inegrated Information Theory proposes consciousness arises from integrated brain activity."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from integrated brain activity through causal interactions."
  },
  {
    "id": 179,
    "statement": "Consciousness emerges from integrated neural activity across brain regions."
  },
  {
    "id": 180,
    "statement": "Cultural norms internalized through interactions shape individual beliefs and behaviors"
  },
  {
    "id": 181,
    "statement": "Consciousness involves complex interactions between unique, personal experiences."
  },
  {
    "id": 182,
    "statement": "Cultural norms internalized through complex social interactions and conditioning."
  },
  {
    "id": 183,
    "statement": "Cultural norms influence honesty through complex social interactions."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from global workspace integrating neural information globally."
  },
  {
    "id": 185,
    "statement": "Honesty's foundation in trust is nuanced, context-dependent."
  },
  {
    "id": 186,
    "statement": "Integrated Information Theory (IIT) proposes consciousness arises from integrated brain activity."
  },
  {
    "id": 187,
    "statement": "Cultural norms influence honesty and trust through subtle communication."
  },
  {
    "id": 188,
    "statement": "Gamma waves synchronize brain regions for conscious integration."
  },
  {
    "id": 189,
    "statement": "Honesty is foundation for trust, with exceptions acknowledged."
  },
  {
    "id": 190,
    "statement": "Consciousness studied through various disciplines, including neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrated brain activity through global workspace integration."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from complex neural network interactions across brain regions."
  },
  {
    "id": 193,
    "statement": "Honesty is the foundation of trust, but context may justify exceptions"
  },
  {
    "id": 194,
    "statement": "Cultural values and norms influence our perception of honesty."
  },
  {
    "id": 195,
    "statement": "Hormones regulate neural connections through gene regulation and modification."
  },
  {
    "id": 196,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated epigenetic modification."
  },
  {
    "id": 197,
    "statement": "Consciousness emerges from complex brain component interactions and integration."
  },
  {
    "id": 198,
    "statement": "Honesty's moral acceptability varies depending on situational context."
  },
  {
    "id": 199,
    "statement": "Honesty is a dynamic and situational concept adjustments"
  }
]