[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 2,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 3,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 4,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 6,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 7,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities"
  },
  {
    "id": 8,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 9,
    "statement": "Neural oscillations integrate brain regions for coherent representation."
  },
  {
    "id": 10,
    "statement": "Honesty, while crucial, is not always primary foundation of trust."
  },
  {
    "id": 11,
    "statement": "Consciousness is a multidisciplinary topic studied across various disciplines."
  },
  {
    "id": 12,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 13,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 14,
    "statement": "Consciousness biases perception through attention and interpretation processes."
  },
  {
    "id": 15,
    "statement": "Harmonious brain region interactions generate unified conscious experience."
  },
  {
    "id": 16,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from harmoniously integrated brain regions' synchronized activity."
  },
  {
    "id": 18,
    "statement": "Trust depends on honesty, reliability, and cultural context."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from integrated information generated by brain networks globally."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from globally integrating information through global workspace."
  },
  {
    "id": 21,
    "statement": "Humans are capable of complex thought and emotions"
  },
  {
    "id": 22,
    "statement": "Honesty's importance depends on context, situational norms."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 24,
    "statement": "Consciousness is a multidisciplinary phenomenon requiring interdisciplinary approaches."
  },
  {
    "id": 25,
    "statement": "Consciousness arises from synchronized neural oscillations across brain regions."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from coordinated brain region interactions harmoniously."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from coordinated brain region interactions globally through synchronization."
  },
  {
    "id": 28,
    "statement": "Consciousness actively filters perception through selective attention processes."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from harmoniously integrated brain regions' synchronized activity."
  },
  {
    "id": 30,
    "statement": "Consciousness actively influences sensory information interpretation and perception."
  },
  {
    "id": 31,
    "statement": "Emotions influence perception, attention, and interpretation through neural networks"
  },
  {
    "id": 32,
    "statement": "Consciousness emerges from functionally connected, synchronized brain regions."
  },
  {
    "id": 33,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 34,
    "statement": "Consciousness is complex, multifaceted phenomenon influenced by various factors."
  },
  {
    "id": 35,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 36,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 37,
    "statement": "Brain regions integrate information through synchronized neural activity processes."
  },
  {
    "id": 38,
    "statement": "Consciousness emerges from complex brain region interactions globally."
  },
  {
    "id": 39,
    "statement": "Honesty is complex, context-dependent value influences moral judgments."
  },
  {
    "id": 40,
    "statement": "Internal representation is a filtered construction of reality in brain."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from integrating brain regions' information globally."
  },
  {
    "id": 42,
    "statement": "Humans' social nature exhibits variability in expressions"
  },
  {
    "id": 43,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 44,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 45,
    "statement": "Brain regions integrate and synchronize neural activity through binding processes."
  },
  {
    "id": 46,
    "statement": "Cultural norms, power dynamics, and goals significantly influence honesty contextually."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from harmonious synchronized neural activity."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from integrating information globally through brain networks."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from coordinated brain region activity across entire brain."
  },
  {
    "id": 50,
    "statement": "Consciousness arises from dynamic brain region interactions globally, integrating information."
  },
  {
    "id": 51,
    "statement": "Emotional states influence processing and interpretation of sensory information."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from integrating information globally through brain networks."
  },
  {
    "id": 53,
    "statement": "Consciousness is a multifaceted and debated scientific phenomenon."
  },
  {
    "id": 54,
    "statement": "Emotions modulate sensory information processing through neural mechanisms."
  },
  {
    "id": 55,
    "statement": "Cultural norms, power dynamics, and goals influence honesty complexly."
  },
  {
    "id": 56,
    "statement": "Consciousness biases perception of reality through attention and interpretation processes."
  },
  {
    "id": 57,
    "statement": "Consciousness influences perception through attentional focus and filtering processes"
  },
  {
    "id": 58,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 60,
    "statement": "Consciousness biases perception through attention and interpretation processing."
  },
  {
    "id": 61,
    "statement": "Context influences moral judgments about honesty through social, cultural, situational factors."
  },
  {
    "id": 62,
    "statement": "Honesty, though crucial, is context-dependent and adaptable."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 64,
    "statement": "Consciousness emerges from synchronized brain region interactions globally."
  },
  {
    "id": 65,
    "statement": "Internal representation is a filtered model of reality."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from complex brain region interactions and processing."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from synchronous brain region interactions globally."
  },
  {
    "id": 69,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 70,
    "statement": "Cultural norms, power dynamics, and goals influence honesty contextually."
  },
  {
    "id": 71,
    "statement": "Humans exhibit diverse expressions in social interactions, influencing connections."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 74,
    "statement": "Humans are social, but exceptions and nuances exist."
  },
  {
    "id": 75,
    "statement": "Consciousness is studied through a diverse range of fields and disciplines."
  },
  {
    "id": 76,
    "statement": "Consciousness emerges from dynamic interactions between multiple brain regions."
  },
  {
    "id": 77,
    "statement": "Harmless brain region interactions facilitate synchronized neural activities."
  },
  {
    "id": 78,
    "statement": "Neural oscillations coordinate brain region activity for consciousness."
  },
  {
    "id": 79,
    "statement": "Studying consciousness involves interdisciplinary collaboration and integration."
  },
  {
    "id": 80,
    "statement": "Anthropology studies consciousness in cultural and social contexts holistically."
  },
  {
    "id": 81,
    "statement": "Consciousness is multidisciplinary, studied by science, philosophy, and culture, integrating perspectives"
  },
  {
    "id": 82,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 83,
    "statement": "Context influences moral judgments about honesty through empathy and concerns"
  },
  {
    "id": 84,
    "statement": "Hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors shape neuroplasticity."
  },
  {
    "id": 85,
    "statement": "Neuroplasticity is shaped by hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 86,
    "statement": "Consciousness influences perception through complex interplay of factors"
  },
  {
    "id": 87,
    "statement": "Honesty lays foundation for trust in social relationships, complexly"
  },
  {
    "id": 88,
    "statement": "Consciousness' multifaceted nature involves subjective experience, neural correlates and attention."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from harmoniously integrated brain regions globally."
  },
  {
    "id": 90,
    "statement": "Neuroplasticity involves complex interactions of hormonal fluctuations and neural activity."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from global neural synchronization and binding processes"
  },
  {
    "id": 92,
    "statement": "Anthropology involves comprehensive analysis of cultural and social contexts."
  },
  {
    "id": 93,
    "statement": "Honesty's importance varies depending on context, power, culture, emotions, and timing."
  },
  {
    "id": 94,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, and anthropology, each contributing unique perspectives and methods."
  },
  {
    "id": 95,
    "statement": "Neural oscillations integrate brain regions for coherent conscious experience."
  },
  {
    "id": 96,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across multiple fields."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from coordinated brain region activity through neural networks."
  },
  {
    "id": 98,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 99,
    "statement": "Consciousness influences perception through attention."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from integration of information across brain regions."
  },
  {
    "id": 101,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 102,
    "statement": "Consciousness is multidisciplinary, studied by science, philosophy, and culture."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from complex brain region integration and processing."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from integrated brain regions' global activity."
  },
  {
    "id": 105,
    "statement": "Honesty's importance varies depending on context, power, culture, emotions, and timing."
  },
  {
    "id": 106,
    "statement": "Humans' social nature exhibits variability in expressions"
  },
  {
    "id": 107,
    "statement": "Humans are social beings, exhibiting variability in expressions."
  },
  {
    "id": 108,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 109,
    "statement": "Humans are social beings, exhibiting variability in expressions."
  },
  {
    "id": 110,
    "statement": "Binding processes synchronize neural activity across frequency bands globally."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from integrating information globally through GWT."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from harmonious synchronized brain region interactions globally"
  },
  {
    "id": 114,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from coordinated brain region interactions harmoniously."
  },
  {
    "id": 116,
    "statement": "Consciousness arises from integrated information globally."
  },
  {
    "id": 117,
    "statement": "Honesty is crucial for trust, but context and tact are also important"
  },
  {
    "id": 118,
    "statement": "Consciousness arises from integrated global information processing globally."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from coordinated brain region activity harmoniously"
  },
  {
    "id": 120,
    "statement": "Consciousness is influenced by emotions, attention, and expectation through neural processes."
  },
  {
    "id": 121,
    "statement": "Consciousness influences perception through attention and expectation."
  },
  {
    "id": 122,
    "statement": "Consciousness remains debated topic with multiple complex theories."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 124,
    "statement": "Consciousness arises from integrated brain regions' unified representation."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from globally integrating neural activity."
  },
  {
    "id": 126,
    "statement": "Emotions influence brain activity in complex interplay mechanisms."
  },
  {
    "id": 127,
    "statement": "Consciousness filters perception through attention, expectation, and emotions"
  },
  {
    "id": 128,
    "statement": "Consciousness arises from dynamic brain regions' integrated information."
  },
  {
    "id": 129,
    "statement": "Consciousness is product of integrated brain information processing"
  },
  {
    "id": 130,
    "statement": "Hormonal fluctuations impact neural activity through neurotransmitter regulation and synaptic plasticity."
  },
  {
    "id": 131,
    "statement": "Honesty is a context-dependent value shaped by culture and situation."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from global workspace integrating brain regions' information globally."
  },
  {
    "id": 133,
    "statement": "Consciousness remains debated with multiple complex theories"
  },
  {
    "id": 134,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 135,
    "statement": "Consciousness arises from harmonious synchronized brain region interactions globally."
  },
  {
    "id": 136,
    "statement": "Consciousness is complex and multifaceted phenomenon studied globally."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from coordinated brain region interactions globally harmoniously."
  },
  {
    "id": 138,
    "statement": "Consciousness emerges from synchronized brain region interactions at large."
  },
  {
    "id": 139,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from global workspace integrating information globally through binding, unifying, and selecting processes."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from coordinated, adaptive brain region interactions globally"
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrated processing across multiple brain regions."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from globally synchronized neural activity binding processes."
  },
  {
    "id": 144,
    "statement": "Consciousness emerges from coordinated neural activity in brain networks."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from synchronized brain region activity through IIT."
  },
  {
    "id": 146,
    "statement": "Consciousness influences perception through complex attentional processes globally"
  },
  {
    "id": 147,
    "statement": "Consciousness is multidisciplinary phenomenon studied through various approaches."
  },
  {
    "id": 148,
    "statement": "Consciousness is a multifaceted and debated scientific phenomenon."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from integrated brain region interactions and processing."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from coordinated brain region activity harmoniously."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from integrated global information processing globally."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from coordinated regional brain activity harmoniously."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrated global information processing across brain."
  },
  {
    "id": 154,
    "statement": "Consciousness involves emotions as shaping participants in experience."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from synchronized brain regions' integrated activity"
  },
  {
    "id": 156,
    "statement": "Honesty is not always primary foundation of trust."
  },
  {
    "id": 157,
    "statement": "Honesty is a complex concept with various interpretations."
  },
  {
    "id": 158,
    "statement": "Honesty is not always the best policy."
  },
  {
    "id": 159,
    "statement": "Consciousness filters perception through selective attention mechanisms."
  },
  {
    "id": 160,
    "statement": "Human social behavior is complex, influenced by various factors."
  },
  {
    "id": 161,
    "statement": "Consciousness emerges from integrating information across brain networks harmoniously."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 163,
    "statement": "Emotional states influence sensory information processing through brain regions."
  },
  {
    "id": 164,
    "statement": "Humans' social nature exhibits variability in expressions culturally."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from global neural network interactions."
  },
  {
    "id": 166,
    "statement": "Emotions influence neural processing and perception of sensory information."
  },
  {
    "id": 167,
    "statement": "Humans display varying degrees of sociality across cultures and individuals."
  },
  {
    "id": 168,
    "statement": "Emotions influence perception through neural networks, integrating emotional and sensory information."
  },
  {
    "id": 169,
    "statement": "Consciousness encompasses various interconnected aspects including subjective experience and intentionality."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 171,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 172,
    "statement": "Anthropology studies consciousness in cultural and social contexts holistically."
  },
  {
    "id": 173,
    "statement": "Honesty's importance varies with context, power, culture, emotions, and timing."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from integrating brain regions' information globally."
  },
  {
    "id": 175,
    "statement": "Honesty is complexly linked to trust across various contexts."
  },
  {
    "id": 176,
    "statement": "Consciousness biases reality through attention, interpretation, emotions, and memory."
  },
  {
    "id": 177,
    "statement": "Consciousness influences sensory processing through top-down processing."
  },
  {
    "id": 178,
    "statement": "Honesty is complex, context-dependent value influences moral judgments."
  },
  {
    "id": 179,
    "statement": "Brain regions integrate information through synchronized neural activity processes globally."
  },
  {
    "id": 180,
    "statement": "Humans express through facial, body language, language, and situationally.''"
  },
  {
    "id": 181,
    "statement": "Consciousness emerges from global brain networks' synchronized activity."
  },
  {
    "id": 182,
    "statement": "Anthropology studies consciousness in cultural and social contexts holistically"
  },
  {
    "id": 183,
    "statement": "Honesty is crucial for trust, but situational exceptions occur."
  },
  {
    "id": 184,
    "statement": "Internal representation is brain's processed and filtered construction of reality."
  },
  {
    "id": 185,
    "statement": "Cultural context influences what builds trust in relationships."
  },
  {
    "id": 186,
    "statement": "Consciousness remains debated topic across neuroscience disciplines."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from synchronized neural oscillations across brain regions."
  },
  {
    "id": 188,
    "statement": "Interdisciplinary approaches combine multiple fields of study."
  },
  {
    "id": 189,
    "statement": "Harmonious brain region integration synchronizes global neural activity globally."
  },
  {
    "id": 190,
    "statement": "Cultural norms influence honesty through power dynamics and goals."
  },
  {
    "id": 191,
    "statement": "Consciousness emerges from global integration of brain networks' information processing."
  },
  {
    "id": 192,
    "statement": "Anthropology encompasses multidisciplinary study of human societies and cultures."
  },
  {
    "id": 193,
    "statement": "Consciousness emerges from global workspace integrating information globally."
  },
  {
    "id": 194,
    "statement": "Harmonious brain region interactions generate unified conscious experience through synchronized activity."
  },
  {
    "id": 195,
    "statement": "Emotions influence brain activity through neural systems interactions."
  },
  {
    "id": 196,
    "statement": "Lying can be morally justifiable in specific, catastrophic situations."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from biological, psychological, and environmental interactions."
  },
  {
    "id": 198,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 199,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  }
]