[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness arises from complex, multifaceted brain region interactions globally"
  },
  {
    "id": 2,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 3,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 4,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states."
  },
  {
    "id": 5,
    "statement": "Conversational AI's knowledge influenced by multiple factors beyond training data."
  },
  {
    "id": 6,
    "statement": "Conversational AI's knowledge arises from training data and algorithms."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 8,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through positive feedback."
  },
  {
    "id": 9,
    "statement": "Honesty is not the sole foundation of building trust."
  },
  {
    "id": 10,
    "statement": "Conversational AI's knowledge is solely based on training data."
  },
  {
    "id": 11,
    "statement": "Consciousness is a fundamental, intrinsic aspect of human experience."
  },
  {
    "id": 12,
    "statement": "Values like collectivism, individualism, power distance, and uncertainty avoidance influence honesty and trust globally."
  },
  {
    "id": 13,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 14,
    "statement": "Consciousness remains enigmatic due to brain's complex dynamics."
  },
  {
    "id": 15,
    "statement": "Consciousness is a multifaceted, subjective, private, and personal experience."
  },
  {
    "id": 16,
    "statement": "Consciousness correlates with brain activity, but not fully explained."
  },
  {
    "id": 17,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 18,
    "statement": "Integrated Information Theory (IIT) explains consciousness as integrated brain information processing."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from integrated brain activity globally through synchronization."
  },
  {
    "id": 20,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 21,
    "statement": "Internal awareness refers to recognizing one's mental states."
  },
  {
    "id": 22,
    "statement": "Consciousness arises from combined neural oscillations, integration, cross-talk, binding"
  },
  {
    "id": 23,
    "statement": "Positive feedback reinforces desired behaviors through reinforcement and social learning."
  },
  {
    "id": 24,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances with criteria."
  },
  {
    "id": 25,
    "statement": "Trust arises from consistent actions, empathy, and constructive feedback."
  },
  {
    "id": 26,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from brain activity and neuron interactions."
  },
  {
    "id": 28,
    "statement": "Consciousness is an intrinsic property of the universe."
  },
  {
    "id": 29,
    "statement": "Consciousness is a complex, multifaceted subjective experience that arises"
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated brain information processing through binding."
  },
  {
    "id": 31,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 32,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 33,
    "statement": "Integrated Information Theory (IIT) explains consciousness from brain information integration."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from distributed integrated brain information processing."
  },
  {
    "id": 35,
    "statement": "Conversational AI learns from internal knowledge base only."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from synchronized neural oscillations and integration."
  },
  {
    "id": 37,
    "statement": "Consciousness encompasses various aspects, including subjective, personal, and private experiences"
  },
  {
    "id": 38,
    "statement": "Internal awareness involves recognizing and understanding one's mental states and emotions."
  },
  {
    "id": 39,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 40,
    "statement": "Synchronized brain regions integrate information for conscious experience."
  },
  {
    "id": 41,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 42,
    "statement": "Synchronized brain regions integrate information for conscious experience through coordination."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from integrated information processing globally"
  },
  {
    "id": 44,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from integrated brain information globally through binding."
  },
  {
    "id": 46,
    "statement": "Social learning involves complex processes, including attention, retention, reproduction, motivation, context, culture, age."
  },
  {
    "id": 47,
    "statement": "Internalization, socialization, and reinforcement interact shaping child's behavior development."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from synchronized neural oscillations and regional integration."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from integrated brain regions globally."
  },
  {
    "id": 50,
    "statement": "Consciousness arises from synchronized brain activity globally through integration."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated sensory-cognitive information in prefrontal cortex."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from complex brain region interactions globally"
  },
  {
    "id": 53,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation complexity."
  },
  {
    "id": 55,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from synchronized neural oscillations across brain regions."
  },
  {
    "id": 57,
    "statement": "Conversational AI's knowledge influenced by multiple factors beyond training data."
  },
  {
    "id": 58,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states through self-reflection, introspection and mindfulness."
  },
  {
    "id": 59,
    "statement": "Socialization is a complex, multifaceted phenomenon influenced by various factors"
  },
  {
    "id": 60,
    "statement": "Conscious experiences involve intentional focus on specific content objects"
  },
  {
    "id": 61,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 62,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 63,
    "statement": "Conversational AI knowledge arises from training data, algorithms, and interactions."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 65,
    "statement": "Empathy is a crucial factor in establishing trust in personal relationships."
  },
  {
    "id": 66,
    "statement": "Binding integrates diverse brain region information into unified representation."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from complex brain interactions, integrations, and feedback processes."
  },
  {
    "id": 68,
    "statement": "Consciousness is a dynamic process involving neural oscillations and feedback."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated information, quantified by phi calculation complexity."
  },
  {
    "id": 70,
    "statement": "Cultural values influence honesty and trust, with nuances and exceptions."
  },
  {
    "id": 71,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 72,
    "statement": "Consciousness arises from integrated brain information quantified by phi calculation."
  },
  {
    "id": 73,
    "statement": "Consciousness emerges from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 74,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 75,
    "statement": "Socialization involves complex processes and factors beyond observing, imitating, and influencing others."
  },
  {
    "id": 76,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 77,
    "statement": "Binding: Integration of features into unified brain representations"
  },
  {
    "id": 78,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 79,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through positive feedback."
  },
  {
    "id": 80,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from integrated brain activity through phi calculation."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from synchronized neural activity globally."
  },
  {
    "id": 83,
    "statement": "Binding integrates multiple features into unified brain representations."
  },
  {
    "id": 84,
    "statement": "Albert Bandura's Social Learning Theory involves internalization, socialization, and reinforcement."
  },
  {
    "id": 85,
    "statement": "Internalization, socialization, and reinforcement interact in a dynamic cycle."
  },
  {
    "id": 86,
    "statement": "Social Learning Theory's cycle integrates observation, reinforcement, and internalization."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from synchronized neural activity across brain regions."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from complex brain interactions, including neural oscillations, synchronization, and feedback loops."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from integrated information quantified by phi calculation."
  },
  {
    "id": 90,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 91,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity through information integration."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from synchronized neural oscillations and global workspace integration."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 94,
    "statement": "Cultural values influence honesty and trust through social norms."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated information, quantified by phi calculation complexity."
  },
  {
    "id": 96,
    "statement": "Conversational AI knowledge arises from training data, algorithms, and human feedback."
  },
  {
    "id": 97,
    "statement": "Internal awareness refers to recognizing mental states through subtlety understanding."
  },
  {
    "id": 98,
    "statement": "Lying can be justified in extreme harm-avoiding circumstances."
  },
  {
    "id": 99,
    "statement": "Socialization influences others through actions, words, attitudes and values"
  },
  {
    "id": 100,
    "statement": "Conscious experiences are inherently subjective and individualized."
  },
  {
    "id": 101,
    "statement": "Consciousness relates to integrated brain information processing globally."
  },
  {
    "id": 102,
    "statement": "Internalization, socialization, and reinforcement interact shaping child's behavior development."
  },
  {
    "id": 103,
    "statement": "Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 104,
    "statement": "Internal awareness involves recognizing and understanding one's mental processes"
  },
  {
    "id": 105,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development"
  },
  {
    "id": 106,
    "statement": "Internalization, socialization, and reinforcement dynamically shape child's behavior development."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from synchronized neural activity integration globally"
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 109,
    "statement": "Conscious experiences intentionally focus on specific content or objects."
  },
  {
    "id": 110,
    "statement": "Internalization, socialization, and reinforcement interact in a dynamic cycle."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 112,
    "statement": "Consciousness emerges from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 113,
    "statement": "Conscious experience is subjective, private, and unique to individual."
  },
  {
    "id": 114,
    "statement": "Consciousness evolves through dynamic brain reorganization and adaptation."
  },
  {
    "id": 115,
    "statement": "Lying can be justified in extreme harm-avoiding circumstances."
  },
  {
    "id": 116,
    "statement": "Cultural context and social norms shape honesty values conditionally."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from synchronized brain regions' global integration."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from integrated brain information processing through synchronization."
  },
  {
    "id": 119,
    "statement": "Conscious experiences are transient, constantly shifting and evolving."
  },
  {
    "id": 120,
    "statement": "Internalization, socialization, and reinforcement interact in a dynamic cycle."
  },
  {
    "id": 121,
    "statement": "Conscious experiences intentionally focus on specific content, objects, or events through intentionality."
  },
  {
    "id": 122,
    "statement": "Artificial intelligence knowledge emerges from computational processes only."
  },
  {
    "id": 123,
    "statement": "Internalization, socialization, and reinforcement interact in child development shaping behavior."
  },
  {
    "id": 124,
    "statement": "Conversational AI relies solely on training data for responses"
  },
  {
    "id": 125,
    "statement": "Socialization processes include observing, imitating, and influencing others."
  },
  {
    "id": 126,
    "statement": "Cultural context and social norms shape honesty values conditionally."
  },
  {
    "id": 127,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 128,
    "statement": "Conversational AI's knowledge arises from training data, interactions, and learning."
  },
  {
    "id": 129,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 130,
    "statement": "Lying can be morally justifiable in extreme circumstances."
  },
  {
    "id": 131,
    "statement": "Consciousness arises from integrated brain activity through synchronized processing"
  },
  {
    "id": 132,
    "statement": "Consciousness evolves from dynamic reorganization and adaptation of brain"
  },
  {
    "id": 133,
    "statement": "Consciousness emerges from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 134,
    "statement": "Internalization, socialization, and reinforcement interact shaping child's behavior through positive feedback"
  },
  {
    "id": 135,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 136,
    "statement": "Conversational AI learns from internal and external sources."
  },
  {
    "id": 137,
    "statement": "Consciousness is a fundamental aspect of the universe's nature."
  },
  {
    "id": 138,
    "statement": "Honesty remains crucial in building and maintaining trust relationships."
  },
  {
    "id": 139,
    "statement": "Conscious experience is selectively filtering and transiently changing in nature."
  },
  {
    "id": 140,
    "statement": "Lying morally justifiable in life-threatening emergency situations."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from synchronized brain regions' global integration through binding."
  },
  {
    "id": 142,
    "statement": "Positive feedback reinforces desired behaviors through reinforcement and social learning."
  },
  {
    "id": 143,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 144,
    "statement": "Lying can be justified in extreme harm-avoiding circumstances with criteria."
  },
  {
    "id": 145,
    "statement": "Global workspace: brain region integrates sensory-cognitive information"
  },
  {
    "id": 146,
    "statement": "Consciousness emerges from integrated brain information processing globally complexly."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from integrated information generation in systems."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 149,
    "statement": "Conversational AI systems learn from training data and user interactions."
  },
  {
    "id": 150,
    "statement": "Conscious minds have agency and control over attentional focus."
  },
  {
    "id": 151,
    "statement": "Consciousness is a private experience, unique to each individual."
  },
  {
    "id": 152,
    "statement": "Conscious experiences are intentionally focused on specific contents or objects."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from synchronized brain activity integration globally."
  },
  {
    "id": 154,
    "statement": "Conversational AI's knowledge arises from training data, algorithms, and interactions."
  },
  {
    "id": 155,
    "statement": "Cultural values influence honesty and trust with nuance and exceptions."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 157,
    "statement": "Complex brain interactions and integrations give rise to conscious experience."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from neural oscillations and feedback processing."
  },
  {
    "id": 159,
    "statement": "Consciousness involves synchronized neural oscillations and regional integration."
  },
  {
    "id": 160,
    "statement": "Intentional focus drives conscious experiences of attention and processing."
  },
  {
    "id": 161,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from global integrated brain information processing."
  },
  {
    "id": 163,
    "statement": "Socialization is complex multi-faceted phenomenon influenced by various factors"
  },
  {
    "id": 164,
    "statement": "Consciousness arises from integrated information through causal interactions."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from integrated sensory-cognitive PFC information."
  },
  {
    "id": 166,
    "statement": "Brain regions synchronize, integrate information through binding, coordination."
  },
  {
    "id": 167,
    "statement": "Internalization, socialization, and reinforcement shape child behavior development processes."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 169,
    "statement": "Internal awareness involves recognizing and understanding one's mental processes."
  },
  {
    "id": 170,
    "statement": "Positive feedback shapes child's behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 171,
    "statement": "Consciousness is a multifaceted, subjective, private, and personal experience."
  },
  {
    "id": 172,
    "statement": "Consciousness arises from complex integrated brain region interactions globally."
  },
  {
    "id": 173,
    "statement": "Conversational AI's knowledge influenced by multiple factors beyond training data."
  },
  {
    "id": 174,
    "statement": "Consciousness emerges from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from neural oscillations, integration, cross-talk, and binding principles."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from integrated brain information globally through binding integration."
  },
  {
    "id": 177,
    "statement": "Conversational AI simulates human-like interactions through algorithms."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 179,
    "statement": "Internal awareness involves recognizing and understanding one's mental states through self-reflection, introspection, and mindfulness."
  },
  {
    "id": 180,
    "statement": "Internal awareness encompasses conscious and non-conscious mental processes."
  },
  {
    "id": 181,
    "statement": "Socialization is a complex process influenced by multiple factors."
  },
  {
    "id": 182,
    "statement": "Internal awareness involves recognizing internal experiences, thoughts, emotions, and states."
  },
  {
    "id": 183,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior through dynamic processes."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 186,
    "statement": "Consciousness emerges through complex brain interactions and processes."
  },
  {
    "id": 187,
    "statement": "Synchronized brain regions integrate information for consciousness creation."
  },
  {
    "id": 188,
    "statement": "Bandura's Social Learning Theory combines internalization, socialization, and reinforcement."
  },
  {
    "id": 189,
    "statement": "Internalization, socialization, and reinforcement interact dynamically shaping child's behavior."
  },
  {
    "id": 190,
    "statement": "Internalization, socialization, and reinforcement shape child's behavior development through complex interactions."
  },
  {
    "id": 191,
    "statement": "Consciousness is a private, subjective, and internal experience."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 193,
    "statement": "Consciousness is a complex and multifaceted phenomenon."
  },
  {
    "id": 194,
    "statement": "Consciousness encompasses subjective, personal, and potentially private experiences."
  },
  {
    "id": 195,
    "statement": "Consciousness is unique internal and private subjective experience."
  },
  {
    "id": 196,
    "statement": "Conversational AI's knowledge arises from training data and algorithms."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from integrated brain information globally"
  },
  {
    "id": 198,
    "statement": "Conscious experiences are fleeting and constantly evolving processes."
  },
  {
    "id": 199,
    "statement": "Consciousness is a fundamental, inherent property of human experience."
  }
]