[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 2,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 3,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 4,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 5,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 6,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 7,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 8,
    "statement": "Consciousness biases perception of reality through attention and interpretation processes."
  },
  {
    "id": 9,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 10,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 11,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 12,
    "statement": "Emotions shape our perception, attention, and interpretation of reality."
  },
  {
    "id": 13,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 14,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 15,
    "statement": "Lying can be morally justifiable in exceptional circumstances to prevent harm."
  },
  {
    "id": 16,
    "statement": "Neuroplasticity is shaped by hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 17,
    "statement": "Consciousness studies require interdisciplinary approaches to understanding."
  },
  {
    "id": 18,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 19,
    "statement": "Honesty's morality depends on context, intention, and consequences"
  },
  {
    "id": 20,
    "statement": "Honesty, while crucial, is not always primary foundation of trust."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from integration of information across brain regions."
  },
  {
    "id": 22,
    "statement": "Debate surrounds consciousness theories, complexity and controversy prevail."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 24,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 25,
    "statement": "Brain regions integrate and synchronize neural activity for consciousness through binding processes."
  },
  {
    "id": 26,
    "statement": "Neuroplasticity changes due to hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 27,
    "statement": "Neural oscillations synchronize brain regions for information integration through entrainment"
  },
  {
    "id": 28,
    "statement": "Neural oscillations synchronise and integrate brain regions for consciousness."
  },
  {
    "id": 29,
    "statement": "Internal representations are abstract models of experiences filtering reality."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from harmonious brain region interactions through neural networks."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from harmoniously integrated brain regions' synchronized activity."
  },
  {
    "id": 32,
    "statement": "Consciousness studied through multidisciplinary approaches involving neuroscience, psychology, philosophy, and computer science."
  },
  {
    "id": 33,
    "statement": "Brain oscillations facilitate information processing, communication, and integration through frequency-specific mechanisms."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrating information globally through brain networks."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 38,
    "statement": "Honesty is not always the sole foundation of trust."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from harmonious, synchronized brain region interactions globally."
  },
  {
    "id": 40,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities"
  },
  {
    "id": 41,
    "statement": "Morality of honesty depends on context, intention, and consequences."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from integrated brain region activity complexly."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from coordinated brain region interactions, processing unity."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from synchronizing and integrating brain region activity."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 46,
    "statement": "Consciousness is a multidisciplinary topic studied across various disciplines."
  },
  {
    "id": 47,
    "statement": "Consciousness influences perception through attention, expectation, and emotional filters."
  },
  {
    "id": 48,
    "statement": "Lying can be morally justifiable in certain situations to benefit others"
  },
  {
    "id": 49,
    "statement": "Consciousness arises from integrated information generated by brain networks globally."
  },
  {
    "id": 50,
    "statement": "Debates in consciousness studies revolve around hard problem, IIT, GWT, binding problem, and NCCs."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated neural regions globally through synchrony."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from integrated brain processing globally."
  },
  {
    "id": 53,
    "statement": "Brain regions integrate and synchronize neural activity through binding processes."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 55,
    "statement": "Global Workspace Theory integrates sensory information globally"
  },
  {
    "id": 56,
    "statement": "Consciousness arises from coordinated brain region activity globally uniified."
  },
  {
    "id": 57,
    "statement": "Consciousness emerges from coordinated brain region interactions globally harmoniously."
  },
  {
    "id": 58,
    "statement": "Consciousness biases our perception of reality."
  },
  {
    "id": 59,
    "statement": "Mental representations influence brain activity contributing to consciousness formation."
  },
  {
    "id": 60,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 61,
    "statement": "Harmonious brain region interactions generate unified conscious experience."
  },
  {
    "id": 62,
    "statement": "Honesty's importance varies depending on context, power, culture, emotions, and timing."
  },
  {
    "id": 63,
    "statement": "Empathy arises from neural resonance through mirror neurons' activation"
  },
  {
    "id": 64,
    "statement": "Neuroplasticity is influenced by developmental stages, hormones, aging, and life experiences."
  },
  {
    "id": 65,
    "statement": "Brain networks integrate information through neural oscillations and communication."
  },
  {
    "id": 66,
    "statement": "Neural oscillations synchronize brain regions for information integration."
  },
  {
    "id": 67,
    "statement": "Subjective experience refers to personal, internal, and qualitative conscious experiences."
  },
  {
    "id": 68,
    "statement": "Humans' social nature exhibits variability in expressions"
  },
  {
    "id": 69,
    "statement": "Consciousness arises from synchronized coordination of multiple brain networks."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from harmonious synchronized neural activity coordination."
  },
  {
    "id": 71,
    "statement": "Consciousness emerges from harmonious, globally coordinated brain region interactions."
  },
  {
    "id": 72,
    "statement": "Harmonious integration occurs through synchronized neural oscillations globally."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 74,
    "statement": "Dopamine and serotonin modulate neural activity and connections contextually."
  },
  {
    "id": 75,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 76,
    "statement": "Consciousness arises from dynamic integration of neural information globally."
  },
  {
    "id": 77,
    "statement": "Honesty is a crucial component of building trust, but not sole factor."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from coordinated brain region activity through neural networks."
  },
  {
    "id": 79,
    "statement": "Consciousness is multidisciplinary, studied through neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 80,
    "statement": "Consciousness's subjective aspects can be shared through empathy."
  },
  {
    "id": 81,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 82,
    "statement": "Synchrony plays a crucial role in integrating neural regions globally."
  },
  {
    "id": 83,
    "statement": "Empathy enables emotional resonance and shared understanding with others."
  },
  {
    "id": 84,
    "statement": "Neural oscillations synchronize brain regions for information integration globally."
  },
  {
    "id": 85,
    "statement": "Honesty builds trust in most situations through respect, integrity, fairness, and empathy"
  },
  {
    "id": 86,
    "statement": "Consciousness is studied across disciplines with different emphases depending on field."
  },
  {
    "id": 87,
    "statement": "Humans' social nature exhibits variability in expressions and interaction"
  },
  {
    "id": 88,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activity globally."
  },
  {
    "id": 89,
    "statement": "Consciousness is a complex, multifaceted phenomenon studied interdisciplinaryly."
  },
  {
    "id": 90,
    "statement": "Consciousness emerges from harmonious brain regions' coordinated activity globally."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 92,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 93,
    "statement": "Consciousness studied by combining multiple disciplines with various strengths and limitations."
  },
  {
    "id": 94,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 95,
    "statement": "Consciousness biases reality through attention, interpretation, expectations, and emotions"
  },
  {
    "id": 96,
    "statement": "Default mode network integrates sensory, cognitive, and emotional information."
  },
  {
    "id": 97,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 99,
    "statement": "Conssciousness is a multidisciplinary phenomenon studied across various fields"
  },
  {
    "id": 100,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 102,
    "statement": "Consciousness is a multidisciplinary phenomenon studied through diverse approaches."
  },
  {
    "id": 103,
    "statement": "Harmonious brain region interactions create synchronized neural activity globally."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from integrated information processing within brain regions."
  },
  {
    "id": 105,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 106,
    "statement": "Default mode network integrates sensory, cognitive, and emotional information"
  },
  {
    "id": 107,
    "statement": "Moral absolutism oversimplifies complex moral dilemmas and situations."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from harmonious integrated brain region interactions globally"
  },
  {
    "id": 109,
    "statement": "Consciousness studied through multidisciplinary approaches globally"
  },
  {
    "id": 110,
    "statement": "Consciousness is an essential property of human existence, inherently integrated."
  },
  {
    "id": 111,
    "statement": "Harmonious brain region interactions create synchronized neural activity."
  },
  {
    "id": 112,
    "statement": "Moral absolutism oversimplifies complex moral dilemmas and situations."
  },
  {
    "id": 113,
    "statement": "Honesty is foundation of trust, but contextual nuances matter."
  },
  {
    "id": 114,
    "statement": "Consciousness is a fundamental aspect of human nature."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from coordinated brain region interactions harmoniously."
  },
  {
    "id": 116,
    "statement": "Consciousness emerges from distributed parallel information processing globally"
  },
  {
    "id": 117,
    "statement": "Consciousness integrates various aspects of human existence harmoniously."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from global workspace integrating sensory information harmoniously."
  },
  {
    "id": 119,
    "statement": "Default mode network integrates sensory, cognitive, and emotional information."
  },
  {
    "id": 120,
    "statement": "Neuroplasticity changes due to hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 121,
    "statement": "Humans' social behavior exhibits diverse exceptions and variations globally."
  },
  {
    "id": 122,
    "statement": "Humans' social behavior exhibits variability through individual, cultural, contextual, and situational factors."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from integrated processing within brain regions."
  },
  {
    "id": 124,
    "statement": "Internal representations filter reality through perceptual processing."
  },
  {
    "id": 125,
    "statement": "Brain regions integrate and synchronize through binding processes."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from global workspace integration of brain region activity."
  },
  {
    "id": 127,
    "statement": "Consciousness arises from dynamic integration of neural information globally across brain regions."
  },
  {
    "id": 128,
    "statement": "Consciousness studies integrate neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from harmonious, synchronized brain region interactions globally"
  },
  {
    "id": 130,
    "statement": "Consciousness studies require interdisciplinary approaches for understanding."
  },
  {
    "id": 131,
    "statement": "Diverse disciplines provide complementary strengths and limitations in studying consciousness."
  },
  {
    "id": 132,
    "statement": "Humans possess consciousness, a multifaceted and debated phenomenon."
  },
  {
    "id": 133,
    "statement": "Consciousness emerges from harmonious, globally coordinated brain interactions."
  },
  {
    "id": 134,
    "statement": "Lying can be justified in rare cases to prevent severe harm."
  },
  {
    "id": 135,
    "statement": "Consciousness biases perception of reality through attention and interpretation"
  },
  {
    "id": 136,
    "statement": "Consciousness arises from integrated information processing globally, subjective."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from harmonious integration of brain region activity"
  },
  {
    "id": 138,
    "statement": "Harmonious brain region interactions lead to synchronized neural activities globally."
  },
  {
    "id": 139,
    "statement": "Default mode network integrates sensory-cognitive-emotional information through DMN."
  },
  {
    "id": 140,
    "statement": "Mental representations form inner subjective experiences influencing consciousness."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from integrated information across brain regions globally"
  },
  {
    "id": 142,
    "statement": "Consciousness studied through complex neural processes globally"
  },
  {
    "id": 143,
    "statement": "Complexity in consciousness arises from multidisciplinary debates and undefined concepts."
  },
  {
    "id": 144,
    "statement": "Harmonious brain region interactions occur through neural synchronization."
  },
  {
    "id": 145,
    "statement": "Moral absolutism oversimplifies complex moral dilemmas considering circumstances."
  },
  {
    "id": 146,
    "statement": "Consciousness is studied across various interdisciplinary scientific fields."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from coordinated brain region activity."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from integrated processing, binding problems, and NCCs."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from integrated information generated by brain networks globally."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from coordinated harmonic brain region interactions."
  },
  {
    "id": 152,
    "statement": "Moral absolutism oversimplifies moral dilemmas and situations."
  },
  {
    "id": 153,
    "statement": "Multidisciplinary study of consciousness integrates various research approaches."
  },
  {
    "id": 154,
    "statement": "Honesty's importance varies depending on context, dynamics, and emotions."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrated global brain region activity harmonization."
  },
  {
    "id": 156,
    "statement": "Honesty is foundational for trust, adapting to context is necessary."
  },
  {
    "id": 157,
    "statement": "Consciousness researched by diverse fields with varying approaches"
  },
  {
    "id": 158,
    "statement": "Honesty's importance varies depending on context, power, culture, emotions, and timing."
  },
  {
    "id": 159,
    "statement": "Honesty is crucial for trust, but not sole factor; other components matter."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from distributed information processing across brain regions"
  },
  {
    "id": 161,
    "statement": "Consciousness arises from collaborative brain region activity and information exchange."
  },
  {
    "id": 162,
    "statement": "Consciousness biases perception through attention and interpretation processes"
  },
  {
    "id": 163,
    "statement": "Consciousness arises from integrated global brain processing and synchronization."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from synchronized neural activity coordination."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from harmonious synchronized neural activity coordination globally."
  },
  {
    "id": 166,
    "statement": "Consciousness is subjective experience of internal and external stimuli"
  },
  {
    "id": 167,
    "statement": "Consciousness arises from harmonious, globally coordinated brain region interactions."
  },
  {
    "id": 168,
    "statement": "Consciousness emerges from harmonious synchronized brain region interactions globally"
  },
  {
    "id": 169,
    "statement": "Emotions shape perception, attention, and interpretation through biases."
  },
  {
    "id": 170,
    "statement": "Hormones, aging, and life experiences impact neuroplasticity through multiple mechanisms."
  },
  {
    "id": 171,
    "statement": "Integrated Information Theory (IIT) explains consciousness through regional processing."
  },
  {
    "id": 172,
    "statement": "Consciousness studied through diverse methods and theoretical frameworks."
  },
  {
    "id": 173,
    "statement": "Consciousness is studied across disciplines with unique theoretical frameworks."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from harmonious synchronized brain region interactions globally."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from integrated brain region activity globally stabilized."
  },
  {
    "id": 176,
    "statement": "Neural oscillations facilitate global information integration through synchronization and binding."
  },
  {
    "id": 177,
    "statement": "Harmonious brain region interactions synchronize neural activity globally."
  },
  {
    "id": 178,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 179,
    "statement": "Consciousness arises from globally synchronized neural oscillations."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 181,
    "statement": "Interdisciplinary studying consciousness integrates multiple fields and theories."
  },
  {
    "id": 182,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 183,
    "statement": "Brain oscillations facilitate information processing through frequency-specific mechanisms"
  },
  {
    "id": 184,
    "statement": "Consciousness is multidisciplinary phenomenon studied across neuroscience, philosophy, psychology, anthropology, and many other fields."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from harmonious, synchronized brain region interactions."
  },
  {
    "id": 186,
    "statement": "Brain regions integrate features through synchronized neural activity."
  },
  {
    "id": 187,
    "statement": "Honesty is neither always essential nor primary in trust building."
  },
  {
    "id": 188,
    "statement": "Honesty is necessary but insufficient condition for trust building."
  },
  {
    "id": 189,
    "statement": "Brain oscillations facilitate information processing, communication, and integration globally."
  },
  {
    "id": 190,
    "statement": "Harmonious brain region interactions linked to synchronized neural oscillations."
  },
  {
    "id": 191,
    "statement": "Moral absolutism oversimplifies complex moral dilemmas and situations."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 193,
    "statement": "Building trust in social relationships depends on multiple factors."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from harmonious brain region interactions globally synchronized."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from coordinated brain regions' dynamic interactions globally"
  },
  {
    "id": 197,
    "statement": "Consciousness arises from synchronized coordination of brain networks globally."
  },
  {
    "id": 198,
    "statement": "Consciousness arises from global workspace integrating brain region information."
  }
]