[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 2,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 3,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 4,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 5,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 6,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 7,
    "statement": "Global integration enables unified conscious experience through neural synchronization"
  },
  {
    "id": 8,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 9,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities"
  },
  {
    "id": 10,
    "statement": "Consciousness arises from integrated brain information and coordination."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from synchronized brain region interactions through IIT."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated information within brain regions."
  },
  {
    "id": 13,
    "statement": "Hormonal fluctuations modulate neuroplasticity by regulating synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 14,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 15,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, neurotransmitter regulation."
  },
  {
    "id": 16,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities."
  },
  {
    "id": 17,
    "statement": "Mental representations are instantiated in specific brain activity patterns"
  },
  {
    "id": 18,
    "statement": "Honesty's importance depends on context, situational norms."
  },
  {
    "id": 19,
    "statement": "Honesty's importance depends on specific cultural, personal, and situational norms."
  },
  {
    "id": 20,
    "statement": "Neuroplasticity shaped by complex interactions of genetic, environmental, and neurotransmitter factors."
  },
  {
    "id": 21,
    "statement": "Hormonal fluctuations influence neural connections through neurotransmitters, genes, and neurotrophic factors."
  },
  {
    "id": 22,
    "statement": "Neural synchronization enables unified conscious experience through integrated information."
  },
  {
    "id": 23,
    "statement": "Humans are social beings with varying expressions and nuances."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from global workspace integrating neural activity globally through Baars' framework."
  },
  {
    "id": 25,
    "statement": "Neuroplasticity is shaped by interconnected hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 26,
    "statement": "Humans are social beings with varying expressions and nuances."
  },
  {
    "id": 27,
    "statement": "Consciousness is studied multidisciplinary by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from integrated information globally through IIT, φ calculation."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from global workspace integration of neural activity globally."
  },
  {
    "id": 30,
    "statement": "Cultural context influences trust building through shared values, personality, and communication."
  },
  {
    "id": 31,
    "statement": "Neuroplasticity arises from interactions between genetic and environmental factors."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from integrated information globally through IIT, a framework"
  },
  {
    "id": 33,
    "statement": "Consciousness emerges from integrated processing of brain information globally."
  },
  {
    "id": 34,
    "statement": "Cultural context and social connections heavily influence trust development."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from integrated information globally, according to IIT."
  },
  {
    "id": 36,
    "statement": "Attention, interpretation, and integration shape perception through complex interactions."
  },
  {
    "id": 37,
    "statement": "Consciousness biases perception through complex interaction of attention, interpretation, integration."
  },
  {
    "id": 38,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states"
  },
  {
    "id": 39,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 40,
    "statement": "Consciousness studied across disciplines distinct yet interconnected."
  },
  {
    "id": 41,
    "statement": "Consciousness is a multidisciplinary topic studied by neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 42,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 43,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 44,
    "statement": "Neuroplasticity is shaped by interconnected hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 48,
    "statement": "Hormonal fluctuations impact neural connections through pruning and migration regulation."
  },
  {
    "id": 49,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets"
  },
  {
    "id": 50,
    "statement": "Consciousness arises from complex brain activities across cortical regions."
  },
  {
    "id": 51,
    "statement": "Consciousness is a multifaceted phenomenon encompassing various aspects"
  },
  {
    "id": 52,
    "statement": "Consciousness a multifaceted complex debated scientific topic"
  },
  {
    "id": 53,
    "statement": "Consciousness biases perception through attention, interpretation, and integration interactions."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from integrated brain region activity globally through networks."
  },
  {
    "id": 55,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 56,
    "statement": "Hormonal fluctuations influence neural connections through gene expression"
  },
  {
    "id": 57,
    "statement": "Honesty's importance depends on cultural, social, and personal context."
  },
  {
    "id": 58,
    "statement": "Cultural norms influence individual behavior, shaping values and honesty."
  },
  {
    "id": 59,
    "statement": "Honesty is a flexible concept adjusting to situational context."
  },
  {
    "id": 60,
    "statement": "Honesty and trust are context-dependent and culturally nuanced."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 62,
    "statement": "Harmonious brain region interactions involve synchronized neural activity."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 64,
    "statement": "Cultural context influences trust building through shared values."
  },
  {
    "id": 65,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary."
  },
  {
    "id": 66,
    "statement": "Humans exhibit diverse social behaviors and emotions influenced by cultural factors"
  },
  {
    "id": 67,
    "statement": "Consciousness enzymes perception through inherent psychological biases."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from harmonious neural integration across brain regions."
  },
  {
    "id": 69,
    "statement": "Honesty is a dynamic and situational concept adjustment."
  },
  {
    "id": 70,
    "statement": "Brain constructs internal model of reality through sensory processing."
  },
  {
    "id": 71,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 72,
    "statement": "Honesty's importance depends on context and situational norms."
  },
  {
    "id": 73,
    "statement": "Consciousness is the refined product of global workspace integration"
  },
  {
    "id": 74,
    "statement": "Mental representations influence brain activity through neural synchronization."
  },
  {
    "id": 75,
    "statement": "Complex brain interactions integrate into global workspace, producing consciousness"
  },
  {
    "id": 76,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 78,
    "statement": "Honesty is a necessary condition for trust building, but not sole factor."
  },
  {
    "id": 79,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 80,
    "statement": "Internal representation is a brain's filtered, constructed model of reality."
  },
  {
    "id": 81,
    "statement": "Consciousness emerges from integrated brain region activity globally through networks."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 83,
    "statement": "Binding processes integrate feature attributes into unified conscious experience."
  },
  {
    "id": 84,
    "statement": "Attention and expectation jointly shape conscious experience's filter."
  },
  {
    "id": 85,
    "statement": "Humans exhibit diverse social behaviors and attitudes due to varied factors."
  },
  {
    "id": 86,
    "statement": "Integrated Information Theory (IIT) explains consciousness globally."
  },
  {
    "id": 87,
    "statement": "Neuroplasticity arises from complex interactions between genetic and environmental factors."
  },
  {
    "id": 88,
    "statement": "Consciousness emerges from attention, expectation, emotions, and biases interactions."
  },
  {
    "id": 89,
    "statement": "Neuroplasticity is shaped by various factors simultaneously and interactions."
  },
  {
    "id": 90,
    "statement": "Honesty is a crucial component of building trust relationships."
  },
  {
    "id": 91,
    "statement": "Consciousness influences perception through attention, interpretation, and filtering."
  },
  {
    "id": 92,
    "statement": "Integrating neural activity globally yields unified conscious experience"
  },
  {
    "id": 93,
    "statement": "Humans are social, with varying frequencies and intensities"
  },
  {
    "id": 94,
    "statement": "Trust building depends on cultural context and social connections."
  },
  {
    "id": 95,
    "statement": "Consciousness emerges from harmonious brain region integration."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 97,
    "statement": "Attention integrates expectations through prefrontal cortex networks"
  },
  {
    "id": 98,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by numerous fields consistently."
  },
  {
    "id": 99,
    "statement": "Neural oscillations synchronize brain regions to create conscious experience."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from synchronized brain region interactions harmoniously, integrating information."
  },
  {
    "id": 101,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 102,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 103,
    "statement": "Emotional states influence sensory processing through attention and appraisal."
  },
  {
    "id": 104,
    "statement": "Harmonious brain region interactions generate unified conscious experience."
  },
  {
    "id": 105,
    "statement": "Humans' social nature exhibits variability in expressions and forms"
  },
  {
    "id": 106,
    "statement": "Honesty and trust can be context-dependent and complex."
  },
  {
    "id": 107,
    "statement": "Honesty is context-dependent, influenced by cultural, social, and personal factors."
  },
  {
    "id": 108,
    "statement": "Humans' social nature exhibits variability in expressions and forms."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from coordinated brain region activity across entire brain."
  },
  {
    "id": 110,
    "statement": "Coordinated adaptive brain activity enables unified conscious experience."
  },
  {
    "id": 111,
    "statement": "Hormonal fluctuations influence neural connections through multiple pathways."
  },
  {
    "id": 112,
    "statement": "Consciousness is a complex, multidisciplinary, and multifaceted phenomenon."
  },
  {
    "id": 113,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinary"
  },
  {
    "id": 114,
    "statement": "Neuroplasticity results from complex interactions between genetic, environmental, and neurotransmitter factors."
  },
  {
    "id": 115,
    "statement": "Hormonal fluctuations impact neural connections through pruning, migration regulation."
  },
  {
    "id": 116,
    "statement": "Neural oscillations synchronize brain regions to create conscious experience."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from integrating information across brain regions."
  },
  {
    "id": 119,
    "statement": "Honesty's importance depends on cultural and social context"
  },
  {
    "id": 120,
    "statement": "Cultural context and social connections interact to shape trust development."
  },
  {
    "id": 121,
    "statement": "Mental representations influence brain activity through synchronized neural processes."
  },
  {
    "id": 122,
    "statement": "Consciousness enslaves perception through automated subconscious filtering."
  },
  {
    "id": 123,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 124,
    "statement": "Consciousness integrates attention and expectation to form perception."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 126,
    "statement": "Neuroplasticity arises from complex interactions among genetic, environmental, and hormonal factors."
  },
  {
    "id": 127,
    "statement": "Mental representations are instantiated in specific brain activity patterns."
  },
  {
    "id": 128,
    "statement": "Honesty is shaped by cultural norms and values."
  },
  {
    "id": 129,
    "statement": "Humans' social nature exhibits variability in expressions and forms."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 131,
    "statement": "Honesty's importance varies across cultural, social, and personal contexts."
  },
  {
    "id": 132,
    "statement": "Humans' social nature adapts to diverse cultural and contextual forms"
  },
  {
    "id": 133,
    "statement": "Trust building involves cultural context and social connections."
  },
  {
    "id": 134,
    "statement": "Consciousness is a complex phenomenon studied interdisciplinarily, involving multiple factors."
  },
  {
    "id": 135,
    "statement": "Humans exhibit variability in expressions and forms due to complex factors"
  },
  {
    "id": 136,
    "statement": "Hormonal fluctuations regulate neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 137,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across disciplines."
  },
  {
    "id": 138,
    "statement": "Consciousness emerges from complex interactions between attention, expectation, emotions, and biases"
  },
  {
    "id": 139,
    "statement": "Consciousness is an interdisciplinary field studied across multiple disciplines."
  },
  {
    "id": 140,
    "statement": "Emotional states modulate sensory processing through attention and appraisal"
  },
  {
    "id": 141,
    "statement": "Genetic factors influence neuroplasticity through environmental stimulation."
  },
  {
    "id": 142,
    "statement": "Honesty is part of trust building, not its sole foundation."
  },
  {
    "id": 143,
    "statement": "Consciousness is a complex, multifaceted and debated scientific topic"
  },
  {
    "id": 144,
    "statement": "Hormonal fluctuations regulate neural connections through pruning and migration."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from integrated neural activity globally through IIT"
  },
  {
    "id": 146,
    "statement": "Consciousness is acomplexly debated multifaceted scientific topic"
  },
  {
    "id": 147,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 148,
    "statement": "Consciousness is multidisciplinary, integrating knowledge and methods from various fields."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from complex brain activities globally."
  },
  {
    "id": 150,
    "statement": "Consciousness biases perception through attention, interpretation, and integration."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from integrated neural activity globally through hierarchical processing."
  },
  {
    "id": 152,
    "statement": "Consciousness is a complex and multifaceted phenomenon studied extensively."
  },
  {
    "id": 153,
    "statement": "Consciousness emerges from harmonious neural interactions globally."
  },
  {
    "id": 154,
    "statement": "Global workspace integrates information across brain regions for consciousness."
  },
  {
    "id": 155,
    "statement": "Consciousness influences perception through dynamic attention-emotion-expectation interplay."
  },
  {
    "id": 156,
    "statement": "Hormonal fluctuations modulate neural connections through gene regulation."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from integrated information generated by brain region interactions."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from integrated brain activity globally through GWT"
  },
  {
    "id": 159,
    "statement": "Honesty is context-dependent, shaped by culture, social, and personal factors."
  },
  {
    "id": 160,
    "statement": "Multidisciplinary approach to studying consciousness highlights interdisciplinary collaboration."
  },
  {
    "id": 161,
    "statement": "Attention integrates expectations through prefrontal cortex's top-down processing mechanism"
  },
  {
    "id": 162,
    "statement": "Hormonal fluctuations modulate neural connections via neurotransmitters, genes, and neurotrophic factors."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from integrated information across distributed brain regions."
  },
  {
    "id": 164,
    "statement": "Coordinated brain region activity yields unified conscious experience"
  },
  {
    "id": 165,
    "statement": "Cultural norms influence trust development through social relationships."
  },
  {
    "id": 166,
    "statement": "Mental representations shape brain activity through neural synchronization."
  },
  {
    "id": 167,
    "statement": "Neuroplasticity arises from complex interactions of genetic, environmental, and hormonal factors."
  },
  {
    "id": 168,
    "statement": "Consciousness filters, interprets, and integrates sensory information selectively."
  },
  {
    "id": 169,
    "statement": "Neuroplasticity results from complex interactions between genetics and environmental factors."
  },
  {
    "id": 170,
    "statement": "Cultural factors influence social behaviors and emotions bidirectionally."
  },
  {
    "id": 171,
    "statement": "Hormonal fluctuations influence neuroplasticity through indirect molecular mechanisms"
  },
  {
    "id": 172,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 173,
    "statement": "Anthropology contributes to consciousness study through cultural and social perspectives."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from global workspace integrating neural activity globally through synchronization and binding."
  },
  {
    "id": 175,
    "statement": "Mental representations influence brain activity through neural attention modulation."
  },
  {
    "id": 176,
    "statement": "Consciousness influences perception through attention, interpretation, and selective filtering."
  },
  {
    "id": 177,
    "statement": "Hormonal fluctuations impact neuroplasticity through synapse pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 178,
    "statement": "Hormones influence neural connections through pruning and migration regulation."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from integrated brain information globally through IIT"
  },
  {
    "id": 180,
    "statement": "Cultural norms significantly influence individual behavior and values."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from coordinated brain region integration."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrated neural activity across brain regions."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from integrated information globally, according to IIT."
  },
  {
    "id": 184,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 185,
    "statement": "Neuroplasticity arises from complex interactions between genetic and environmental factors."
  },
  {
    "id": 186,
    "statement": "Humans' social behaviors and attitudes result from complex interactions."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from integrated brain information across regions globally."
  },
  {
    "id": 188,
    "statement": "Attention, interpretation, and integration interact dynamically in perception shaping."
  },
  {
    "id": 189,
    "statement": "Cultural norms and social connections influence trust development dynamically."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from integrated complex interactions of subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 191,
    "statement": "Attention, expectation, and emotional states shape perception complexly."
  },
  {
    "id": 192,
    "statement": "Consciousness influences perception through attention, expectation, and emotion modulation."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from complex interactions between brain aspects and regions."
  },
  {
    "id": 194,
    "statement": "Consciousness studied by combining diverse perspectives and disciplines."
  },
  {
    "id": 195,
    "statement": "Consciousness emerges from integrated brain region activity through networks"
  },
  {
    "id": 196,
    "statement": "Honesty's importance varies across cultures and societies."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from integrated brain information globally through IIT."
  },
  {
    "id": 198,
    "statement": "Consciousness integrates attention and expectation to form perception."
  }
]