[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 2,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 3,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 4,
    "statement": "Honesty's importance depends on context, situational norms."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 6,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 7,
    "statement": "Internal representation is a filtered model of reality."
  },
  {
    "id": 8,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 9,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, neurotransmitter regulation."
  },
  {
    "id": 10,
    "statement": "Neuroplasticity is shaped by various factors simultaneously and interactions."
  },
  {
    "id": 11,
    "statement": "Consciousness biases perception through attention and interpretation processing."
  },
  {
    "id": 12,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 13,
    "statement": "Trust building depends on cultural context and social connections."
  },
  {
    "id": 14,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities"
  },
  {
    "id": 15,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 16,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 17,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 18,
    "statement": "Honesty is not always primary foundation of trust"
  },
  {
    "id": 19,
    "statement": "Humans are social beings with varying expressions and nuances."
  },
  {
    "id": 20,
    "statement": "Emotional states influence sensory processing through attention and appraisal."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 22,
    "statement": "Internal representation is a brain's filtered, constructed model of reality."
  },
  {
    "id": 23,
    "statement": "Honesty is a context-dependent value influenced by various factors."
  },
  {
    "id": 24,
    "statement": "Trust development involves multiple factors, including reliability, communication, shared values, emotional intelligence, consistency, vulnerability, feedback, and accountability."
  },
  {
    "id": 25,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 26,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 27,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, and Eastern spirituality."
  },
  {
    "id": 28,
    "statement": "Humans' social nature exhibits variability in expressions and forms."
  },
  {
    "id": 29,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 30,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 31,
    "statement": "Neuroplasticity is shaped by hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors simultaneously."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 33,
    "statement": "Consciousness biases perception through attention and interpretation processes."
  },
  {
    "id": 34,
    "statement": "Global neural synchronization enables unified conscious experience through binding processes."
  },
  {
    "id": 35,
    "statement": "Consciousness biases perception through subconscious attentional processes"
  },
  {
    "id": 36,
    "statement": "Coordinated adaptive brain activity enables unified conscious experience."
  },
  {
    "id": 37,
    "statement": "Consciousness biases perception through attention, interpretation, and integration processing."
  },
  {
    "id": 38,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 39,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 40,
    "statement": "Humans' social nature involves diverse expressions for communication."
  },
  {
    "id": 41,
    "statement": "Consciousness emerges from synchronized neural oscillations and synchrony."
  },
  {
    "id": 42,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 43,
    "statement": "Consciousness is multidisciplinary, combining perspectives from neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 44,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from harmonious synchronized neural activity."
  },
  {
    "id": 46,
    "statement": "Consciousness actively filters perception through selective attention processes."
  },
  {
    "id": 47,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from coordinated, adaptive brain activity globally."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from integrated brain region activity globally through networks."
  },
  {
    "id": 50,
    "statement": "Consciousness is multidisciplinary, combining perspectives from neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 51,
    "statement": "I apologize for the mistake."
  },
  {
    "id": 52,
    "statement": "Consciousness integrates attention and expectation to form perception."
  },
  {
    "id": 53,
    "statement": "Consciousness influences perception through attention, expectation, and emotional states."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 55,
    "statement": "Consciousness arises from harmonious brain region interactions, integrating information"
  },
  {
    "id": 56,
    "statement": "Consciousness influences perception through subconscious attentional processes."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from synchronized brain region interactions harmoniously, integrating information."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from dynamically interacting brain regions globally"
  },
  {
    "id": 59,
    "statement": "Synchronized neural oscillations facilitate conscious experience integration."
  },
  {
    "id": 60,
    "statement": "Consciousness studied across disciplines distinct yet interconnected."
  },
  {
    "id": 61,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific phenomenon."
  },
  {
    "id": 62,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 63,
    "statement": "Harmonious brain region interactions generate unified conscious experience."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 65,
    "statement": "Emotions influence perception, attention, and interpretation through neural networks"
  },
  {
    "id": 66,
    "statement": "Honesty is context-dependent value influenced by cultural, social, power dynamics and personal values."
  },
  {
    "id": 67,
    "statement": "Neural oscillations synchronize brain regions for conscious experience"
  },
  {
    "id": 68,
    "statement": "Consciousness biases perception of reality through attention and interpretation processes."
  },
  {
    "id": 69,
    "statement": "It is never morally acceptable to lie because of honesty."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from integrated brain information through IIT process."
  },
  {
    "id": 71,
    "statement": "Synchronized neural oscillations facilitate information processing in brain."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from complex interactions between neural networks."
  },
  {
    "id": 73,
    "statement": "Consciousness biases perception through complex interaction of attention, interpretation, integration."
  },
  {
    "id": 74,
    "statement": "Neural oscillations coordinate brain region activity for consciousness."
  },
  {
    "id": 75,
    "statement": "Honesty is a complex and culturally influenced value."
  },
  {
    "id": 76,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from harmonious synchronized neural activity governance"
  },
  {
    "id": 78,
    "statement": "Consciousness arises from integrating information globally through brain networks."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 80,
    "statement": "Cultural influences shape social norms, not individual decisions"
  },
  {
    "id": 81,
    "statement": "Consciousness arises from coordinated brain region activity across entire brain."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from functionally connected, synchronized brain regions' integration."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from integrating information across brain regions through neural oscillations."
  },
  {
    "id": 84,
    "statement": "Consciousness influences perception through attention, expectation, and emotional processing."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from integrated information globally through IIT, a framework"
  },
  {
    "id": 86,
    "statement": "Consciousness arises from complex interactions between brain regions."
  },
  {
    "id": 87,
    "statement": "Neural correlates of consciousness refer to specific brain processes."
  },
  {
    "id": 88,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, neurotransmitter regulation and gene expression."
  },
  {
    "id": 89,
    "statement": "Humans are social, expressing nuanced variations in behavior"
  },
  {
    "id": 90,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from integrating information across the entire brain."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from brain networks' coordinated, adaptive activity."
  },
  {
    "id": 94,
    "statement": "Consciousness arises from integrated brain region activity globally"
  },
  {
    "id": 95,
    "statement": "Humans are social, with diverse expressions and variations."
  },
  {
    "id": 96,
    "statement": "Trust development involves multiple factors, not just cultural context."
  },
  {
    "id": 97,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 98,
    "statement": "Consciousness emerges from harmonious brain region interactions globally."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from harmonious integration and synchronized brain activity."
  },
  {
    "id": 100,
    "statement": "Internal representation is a brain's subjective, filtered construction."
  },
  {
    "id": 101,
    "statement": "Honesty's importance depends on context and situational norms."
  },
  {
    "id": 102,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 103,
    "statement": "Humans possess complex thought and emotions through cognitive processes."
  },
  {
    "id": 104,
    "statement": "Honesty's importance varies nuancedly across situations and contexts."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from synchronized neural oscillations across brain regions."
  },
  {
    "id": 106,
    "statement": "Honesty is complex, context-dependent value influences moral judgments."
  },
  {
    "id": 107,
    "statement": "Consciousness responds to attention, expectation, and emotion through complex interactions"
  },
  {
    "id": 108,
    "statement": "Consciousness emerges from functionally connected, synchronized brain regions."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 110,
    "statement": "Consciousness is a multifaceted and debated scientific phenomenon."
  },
  {
    "id": 111,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific phenomenon."
  },
  {
    "id": 112,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, neurotransmitter regulation and gene expression."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 114,
    "statement": "Humans' social nature exhibits variability in expressions"
  },
  {
    "id": 115,
    "statement": "Consciousness emerges from complex brain region interactions globally."
  },
  {
    "id": 116,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from synchronized, harmonious brain region interactions."
  },
  {
    "id": 118,
    "statement": "Honesty's importance depends on context and situational norms"
  },
  {
    "id": 119,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 120,
    "statement": "Neural oscillations integrate brain regions for coherent representation."
  },
  {
    "id": 121,
    "statement": "Consciousness is a multifaceted and debated scientific phenomenon."
  },
  {
    "id": 122,
    "statement": "Honesty is a complex, context-dependent value influenced by cultural norms."
  },
  {
    "id": 123,
    "statement": "Trust builds differently in different cultural contexts."
  },
  {
    "id": 124,
    "statement": "Consciousness is complex, multifaceted phenomenon influenced by various factors."
  },
  {
    "id": 125,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from brain region interactions globally."
  },
  {
    "id": 127,
    "statement": "Consciousness arises from coordinated brain region interactions globally through synchronization."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from global workspace integrating neural activity."
  },
  {
    "id": 129,
    "statement": "Coordinated brain activity integrates diverse information streams."
  },
  {
    "id": 130,
    "statement": "Consciousness influences perception through top-down attentional processing."
  },
  {
    "id": 131,
    "statement": "Consciousness shapes perception by selective attention and interpretation."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from global workspace integrating brain regions through synchronization"
  },
  {
    "id": 133,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, gene regulation, and neurotransmitter modulation."
  },
  {
    "id": 134,
    "statement": "Humans display complex social behavior through diverse nonverbal cues."
  },
  {
    "id": 135,
    "statement": "Honesty's importance depends on context, situational norms, and empathy."
  },
  {
    "id": 136,
    "statement": "Hormonal fluctuations impact neuroplasticity through synaptic pruning, migration, neurotransmitters."
  },
  {
    "id": 137,
    "statement": "Honesty is not always morally acceptable in all situations"
  },
  {
    "id": 138,
    "statement": "Consciousness is a complex, multifaceted scientific phenomenon studied widely."
  },
  {
    "id": 139,
    "statement": "Consciousness integrates attention and expectation in prefrontal cortex."
  },
  {
    "id": 140,
    "statement": "Honesty's cultural context influences what people consider honest behavior."
  },
  {
    "id": 141,
    "statement": "Humans are social, with complex, dynamic, and diverse expressions."
  },
  {
    "id": 142,
    "statement": "Consciousness is a multifaceted topic studied by diverse fields."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from harmonious brain region interactions integrating."
  },
  {
    "id": 144,
    "statement": "Internal representation is subjective, filtered by individual experiences and biases."
  },
  {
    "id": 145,
    "statement": "Lying is generally morally wrong, but context-dependent exceptions exist."
  },
  {
    "id": 146,
    "statement": "Honesty is a fundamental virtue that builds trust and respect."
  },
  {
    "id": 147,
    "statement": "Neuroplasticity is shaped by complex interactions of multiple factors."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated brain processes globally, harmoniously"
  },
  {
    "id": 149,
    "statement": "Consciousness is complex, multifaceted phenomenon debated in science"
  },
  {
    "id": 150,
    "statement": "Consciousness arises from harmonious brain region interactions globally through coordinated activity."
  },
  {
    "id": 151,
    "statement": "Consciousness is a multifaceted and debated scientific topic."
  },
  {
    "id": 152,
    "statement": "Consciousness research involves complex, multifaceted, and debated scientific inquiry."
  },
  {
    "id": 153,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 154,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic"
  },
  {
    "id": 155,
    "statement": "Neural oscillations synchronize brain regions for unified conscious experience."
  },
  {
    "id": 156,
    "statement": "Consciousness related brain regions' synchronized electrical activity"
  },
  {
    "id": 157,
    "statement": "Brain regions collaborate consciously, enabling integrated perception and cognition"
  },
  {
    "id": 158,
    "statement": "Consciousness arises from harmonious brain regions' synchronized activity."
  },
  {
    "id": 159,
    "statement": "Trust foundations can include dependability, expertise, shared values, and context."
  },
  {
    "id": 160,
    "statement": "Honesty is complex, context-dependent value influenced by motivations."
  },
  {
    "id": 161,
    "statement": "Trust building depends on cultural context, social connections, and open communication."
  },
  {
    "id": 162,
    "statement": "Consciousness is multidisciplinary, combining neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 163,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 164,
    "statement": "Emotional states influence sensory processing through top-down and bottom-up mechanisms."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from integrated neural activity across brain regions."
  },
  {
    "id": 166,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology."
  },
  {
    "id": 167,
    "statement": "Consciousness responds to attention, expectation, and emotion processing."
  },
  {
    "id": 168,
    "statement": "Emotions influence perception, attention, interpretation through neural networks."
  },
  {
    "id": 169,
    "statement": "Conscious experience arises from complex interactions among biological factors"
  },
  {
    "id": 170,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 171,
    "statement": "Humans are social, with varying expressions and nuances."
  },
  {
    "id": 172,
    "statement": "Consciousness emerges from synchronized brain network activity globally."
  },
  {
    "id": 173,
    "statement": "Consciousness emerges from globally integrated brain regions' coordination."
  },
  {
    "id": 174,
    "statement": "Eastern spirituality contributes to consciousness studies through non-dualism, mindfulness, intention, and selflessness."
  },
  {
    "id": 175,
    "statement": "Consciousness is a complex phenomenon studied interdisciplinary by neuroscience, philosophy, and psychology."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from coordinated, adaptive brain activity governance."
  },
  {
    "id": 177,
    "statement": "Lying can be morally justifiable in specific circumstances."
  },
  {
    "id": 178,
    "statement": "Selective attention enables filtering of irrelevant sensory information."
  },
  {
    "id": 179,
    "statement": "Cognitive processes enable complex thought and emotions through neural networks."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from integrated brain activity through hierarchical processing."
  },
  {
    "id": 181,
    "statement": "Consciousness emerges from coordinated brain region activity globally."
  },
  {
    "id": 182,
    "statement": "Hormonal fluctuations influence neuroplasticity through gene expression regulation."
  },
  {
    "id": 183,
    "statement": "Honesty is a dynamic concept influenced by context and norms."
  },
  {
    "id": 184,
    "statement": "Humans are social beings with varying expressions and nuances."
  },
  {
    "id": 185,
    "statement": "Neural oscillations synchronize brain regions for unified conscious experience."
  },
  {
    "id": 186,
    "statement": "It is never morally acceptable to lie because honesty is foundation"
  },
  {
    "id": 187,
    "statement": "Consciousness influences perception through attention, interpretation, and emotional processes."
  },
  {
    "id": 188,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience."
  },
  {
    "id": 189,
    "statement": "Values are complex and culturally influenced, across various cultures."
  },
  {
    "id": 190,
    "statement": "Honesty's importance varies depending on cultural and situational norms."
  },
  {
    "id": 191,
    "statement": "Consciousness is concurrently studied multidisciplinary fields science."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from harmonious synchronized neural activity."
  },
  {
    "id": 193,
    "statement": "Hormonal fluctuations modulate neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from harmonious synchronized neural activity globally."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from integrated brain regions' information processing."
  },
  {
    "id": 196,
    "statement": "Consciousness is complex, multifaceted, and debated scientific phenomenon."
  },
  {
    "id": 197,
    "statement": "Harmonious brain region interactions enable coordinated neural oscillations precisely."
  },
  {
    "id": 198,
    "statement": "Consciousness emerges from harmonious brain region interactions globally."
  },
  {
    "id": 199,
    "statement": "Consciousness integrates information through global neural synchronization and binding processes."
  }
]