[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 2,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 3,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 4,
    "statement": "Integrated information theory suggests consciousness arises from integrated activity."
  },
  {
    "id": 5,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 6,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 7,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 8,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 9,
    "statement": "Honesty is morally acceptable as trust foundation"
  },
  {
    "id": 10,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from neural activity integration through oscillations."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated information processing in brain"
  },
  {
    "id": 13,
    "statement": "Consciousness arises from neural networks and activity patterns."
  },
  {
    "id": 14,
    "statement": "Cultural norms influence honesty and trust through subtle communication mechanisms."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 16,
    "statement": "Gamma waves synchronize brain regions for conscious information integration through oscillations."
  },
  {
    "id": 17,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from integrated brain information processing"
  },
  {
    "id": 19,
    "statement": "Consciousness emerges from complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 20,
    "statement": "Complex ideas clarified through simplification methods and analogies."
  },
  {
    "id": 21,
    "statement": "Attention filtering occurs through brain regions: prefrontal cortex, anterior cingulate cortex, intraparietal sulcus, and temporal-parietal junction."
  },
  {
    "id": 22,
    "statement": "Harmless brain region interactions facilitate cognitive flexibility through background chatter."
  },
  {
    "id": 23,
    "statement": "Regional brain synchronization supports cognitive flexibility through integration."
  },
  {
    "id": 24,
    "statement": "Cultural norms influence individual behavior and attitudes through complex interactions."
  },
  {
    "id": 25,
    "statement": "Humans exhibit diverse social behavior amidst individual differences."
  },
  {
    "id": 26,
    "statement": "Consciousness emerges from brain's integrated information globally."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 28,
    "statement": "Neuroplasticity arises from dynamic interplay of genetics and environment."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated brain activity generated by causal interactions."
  },
  {
    "id": 31,
    "statement": "Regional brain synchronization supports cognitive flexibility through integration."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from global, integrated brain activity globally."
  },
  {
    "id": 33,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 34,
    "statement": "Integrated information theory quantifies consciousness through phi calculation"
  },
  {
    "id": 35,
    "statement": "Humans exhibit diverse social behavior amidst individual differences and cultural influences."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 38,
    "statement": "Cultural norms influence honesty through complex intercultural dynamics"
  },
  {
    "id": 39,
    "statement": "Consciousness arises from integrated information within brain causal interactions."
  },
  {
    "id": 40,
    "statement": "Consciousness studied across neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from global workspace integrating sensory and cognitive information."
  },
  {
    "id": 42,
    "statement": "Consciousness involves interconnected intentionality, subjectivity, self-awareness, and environment interaction."
  },
  {
    "id": 43,
    "statement": "Cultural norms internalized through socialization, conformity, and internalization process."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 45,
    "statement": "Integrated information generated by brain interactions gives rise to consciousness."
  },
  {
    "id": 46,
    "statement": "Background chatter facilitates cognitive flexibility through default mode network."
  },
  {
    "id": 47,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from neural activity patterns and brain regions."
  },
  {
    "id": 49,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement, internalization"
  },
  {
    "id": 50,
    "statement": "Moral values aside from honesty can be more important"
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated brain information processing."
  },
  {
    "id": 52,
    "statement": "Mental representations influence neural activity through synchronized brainwave patterns."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 54,
    "statement": "Cultural norms internalized through repeated exposure reinforcement, influenced by individual differences."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 56,
    "statement": "Hormones regulate neural connections through gene expression and modification."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from complex interactions among neural facets."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 59,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 60,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement processes."
  },
  {
    "id": 61,
    "statement": "Simple statements clarify complex ideas through focused abstraction."
  },
  {
    "id": 62,
    "statement": "Consciousness studies integrate multiple disciplines to understand complexity."
  },
  {
    "id": 63,
    "statement": "Mental representations form through synchronized neural activity globally."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 65,
    "statement": "Gamma waves (30-100 Hz) integrate neural activity for consciousness."
  },
  {
    "id": 66,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from integrated information through IIT's φ calculation."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 69,
    "statement": "Honesty is a foundational concept of trust in any situation."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 71,
    "statement": "Human social behavior influenced by multiple factors and complexity."
  },
  {
    "id": 72,
    "statement": "Consciousness multifaceted complex phenomenon of interconnected components"
  },
  {
    "id": 73,
    "statement": "Integrated Information Theory proposes consciousness arises from brain interactions' integration."
  },
  {
    "id": 74,
    "statement": "Acknowledging context and ambiguity clarifies complex ideas more accurately."
  },
  {
    "id": 75,
    "statement": "Hormones modulate neural connections through gene expression regulation."
  },
  {
    "id": 76,
    "statement": "Attention filtering involves dynamic neural network interactions among multiple brain regions."
  },
  {
    "id": 77,
    "statement": "Consciousness emerges from harmonious coordination of brain regions."
  },
  {
    "id": 78,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 79,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 80,
    "statement": "Honesty and trust nuances emerge from cultural context interactions"
  },
  {
    "id": 81,
    "statement": "Gamma waves synchronize brain regions for conscious information processing."
  },
  {
    "id": 82,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 83,
    "statement": "Neuroplasticity's complexity influenced by age, genetics, and health."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from integrated information generated by brain interactions globally."
  },
  {
    "id": 86,
    "statement": "Brain regions communicate to facilitate cognitive flexibility and adaptation."
  },
  {
    "id": 87,
    "statement": "Honesty is a contextual and nuanced foundation of trust."
  },
  {
    "id": 88,
    "statement": "Cultural norms influence behavior through individual differences."
  },
  {
    "id": 89,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 90,
    "statement": "Global workspace integrates sensory and cognitive information nationally."
  },
  {
    "id": 91,
    "statement": "Attention filtering occurs through prefrontal cortex, anterior cingulate cortex, intraparietal sulcus, and temporal-parietal junction."
  },
  {
    "id": 92,
    "statement": "Cognitive flexibility arises from gamma oscillations' coordinated brain activity."
  },
  {
    "id": 93,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 94,
    "statement": "Clarifying complex ideas involves acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 95,
    "statement": "Consciousness is multifaceted complex phenomenon of subjective experiences"
  },
  {
    "id": 96,
    "statement": "Consciousness arises from brain's global integration network activity."
  },
  {
    "id": 97,
    "statement": "Clarifying complex ideas often requires nuanced approaches acknowledging context and ambiguity."
  },
  {
    "id": 98,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 100,
    "statement": "Consciousness studied through interdisciplinary approaches combining multiple disciplines."
  },
  {
    "id": 101,
    "statement": "Honesty's moral acceptability varies due to cultural values and norms."
  },
  {
    "id": 102,
    "statement": "Cultural values and norms affect moral acceptability of honesty"
  },
  {
    "id": 103,
    "statement": "Humans exhibit diverse social behavior amidst individual differences"
  },
  {
    "id": 104,
    "statement": "Clarifying complex ideas requires acknowledging context and ambiguity through active questioning and seeking clarification."
  },
  {
    "id": 105,
    "statement": "Mental representations guide brain activity through synchronized neural patterns."
  },
  {
    "id": 106,
    "statement": "Honesty is foundation of trust, relates to various situations."
  },
  {
    "id": 107,
    "statement": "Moral values aside from honesty may take precedence in complex scenarios"
  },
  {
    "id": 108,
    "statement": "Simplification improves communication by clarifying complex ideas through focus."
  },
  {
    "id": 109,
    "statement": "Consciousness is a subjective experience of self-awareness."
  },
  {
    "id": 110,
    "statement": "Attention filtering occurs in multiple brain regions simultaneously."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from integrating sensory and cognitive information globally."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from integrated brain activity generating integrated information."
  },
  {
    "id": 113,
    "statement": "Neuroplasticity is lifelong ability with age-related limitations and constraints."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from synchronized neural activity globally integrating information."
  },
  {
    "id": 115,
    "statement": "Consciousness involves intentionality, subjectivity, self-awareness, and environment interaction."
  },
  {
    "id": 116,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 117,
    "statement": "Honesty is a complex, context-dependent, and dynamic concept."
  },
  {
    "id": 118,
    "statement": "Consciousness studied through various interdisciplinary approaches and methods."
  },
  {
    "id": 119,
    "statement": "Honesty is a crucial aspect of trust, not sufficient alone."
  },
  {
    "id": 120,
    "statement": "Cultural norms internalized through socialization, conformity, and emotional connection."
  },
  {
    "id": 121,
    "statement": "Mental representations influence neural activity through synchronized brainwaves mechanism."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from integrated brain information generated by causal interactions"
  },
  {
    "id": 123,
    "statement": "Cultural norms influence honesty through power dynamics in intercultural interactions."
  },
  {
    "id": 124,
    "statement": "Honesty is not always the sole foundation of trust."
  },
  {
    "id": 125,
    "statement": "Hormones regulate neural connections through gene expression and modification."
  },
  {
    "id": 126,
    "statement": "Neuroplasticity adapts to age-related changes in brain function."
  },
  {
    "id": 127,
    "statement": "Regional brain synchronization enables cognitive flexibility through integration."
  },
  {
    "id": 128,
    "statement": "Neuroplasticity is a continuous process with age-related limitations."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from integrated information through phi calculation."
  },
  {
    "id": 130,
    "statement": "Honesty is a complex, context-dependent, dynamic, multifaceted concept"
  },
  {
    "id": 131,
    "statement": "Consciousness integrates information globally through neural synchronization and binding."
  },
  {
    "id": 132,
    "statement": "Mental representations form through synchronized neural activity globally."
  },
  {
    "id": 133,
    "statement": "Humans exhibit diverse social behavior despite individual differences"
  },
  {
    "id": 134,
    "statement": "Cultural norms influence honesty and trust through subtle communication."
  },
  {
    "id": 135,
    "statement": "Cultural norms influence behavior through socialization and internalization."
  },
  {
    "id": 136,
    "statement": "Consciousness is a subjective experience of unique personal existence."
  },
  {
    "id": 137,
    "statement": "Moral values aside from honesty can be morally justified."
  },
  {
    "id": 138,
    "statement": "Building trust requires empathy, cultural sensitivity, and nuanced approach"
  },
  {
    "id": 139,
    "statement": "Neuroplasticity arises from dynamic genetic-environmental interaction through epigenetics."
  },
  {
    "id": 140,
    "statement": "Consciousness studies integrates multiple disciplines for complex understanding."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from integrated brain activity through neural oscillations."
  },
  {
    "id": 142,
    "statement": "Cultural norms influence behavior through internalization process."
  },
  {
    "id": 143,
    "statement": "Consciousness emerges from complex neural interactions and integration."
  },
  {
    "id": 144,
    "statement": "Global workspace integrates neural activity across brain regions."
  },
  {
    "id": 145,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 146,
    "statement": "Honesty is context-dependent and nuanced in social interactions."
  },
  {
    "id": 147,
    "statement": "Cultural norms influence honesty and trust through subtle communication mechanisms."
  },
  {
    "id": 148,
    "statement": "Consciousness involves complex interactions between subjective experience and environment."
  },
  {
    "id": 149,
    "statement": "Clarifying complex ideas requires active questioning and paradigm shifts."
  },
  {
    "id": 150,
    "statement": "Attention filtering occurs through networks between brain regions."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from complex brain neural networks globally."
  },
  {
    "id": 152,
    "statement": "Honesty is not always morally acceptable in complex situations."
  },
  {
    "id": 153,
    "statement": "Integrated information in brain generates unified conscious experience."
  },
  {
    "id": 154,
    "statement": "Focused abstraction simplifies complex ideas through essential, abstract representation."
  },
  {
    "id": 155,
    "statement": "Consciousness includes subjective experience, intentionality, self-awareness, and complex interactions."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from complex neural interactions and processing."
  },
  {
    "id": 157,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 158,
    "statement": "Attention filtering arises from coordinated brain region activity."
  },
  {
    "id": 159,
    "statement": "Cultural norms internalized through individual differences and experiences."
  },
  {
    "id": 160,
    "statement": "Background chatter facilitates cognitive flexibility through DMN activity."
  },
  {
    "id": 161,
    "statement": "Consciousness studied through interdisciplinary approaches combining neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 162,
    "statement": "Consciousness emerges from brain's integrated information and interactions."
  },
  {
    "id": 163,
    "statement": "Honesty encompasses complex moral decisions with contextual considerations."
  },
  {
    "id": 164,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 165,
    "statement": "Brain regions communicate through neural mechanisms and processes"
  },
  {
    "id": 166,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from globally integrated brain information processing."
  },
  {
    "id": 168,
    "statement": "Honesty is usually foundation of trust, with exceptions."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from integrated brain activity's phi calculation."
  },
  {
    "id": 170,
    "statement": "Honesty's moral acceptability varies across cultures and contexts."
  },
  {
    "id": 171,
    "statement": "Global workspace theory: integrating neural activity for consciousness globally."
  },
  {
    "id": 172,
    "statement": "Consciousness emerges from complex neural interactions and processing"
  },
  {
    "id": 173,
    "statement": "Consciousness arises from integrated global workspace brain network activity."
  },
  {
    "id": 174,
    "statement": "Cultural norms internalized through complex psychological and emotional processes."
  },
  {
    "id": 175,
    "statement": "Consciousness studies integrate disciplines and methods through interdisciplinarity"
  },
  {
    "id": 176,
    "statement": "Consciousness arises from complex brain activity patterns"
  },
  {
    "id": 177,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, and anthropology disciplines intersect."
  },
  {
    "id": 178,
    "statement": "Cognitive flexibility arises from gamma oscillations' integrated information processing."
  },
  {
    "id": 179,
    "statement": "Consciousness emerges from integrated information generated by brain's causal interactions."
  },
  {
    "id": 180,
    "statement": "Consciousness emerges from brain's integrated information processing networks."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from synchronized brain activity across regions."
  },
  {
    "id": 182,
    "statement": "Regional brain synchronization facilitates cognitive flexibility through integrated information."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from integrated brain regions' information processing."
  },
  {
    "id": 184,
    "statement": "Honesty's moral acceptability varies culturally and contextually, influenced."
  },
  {
    "id": 185,
    "statement": "Integrated Information Theory suggests consciousness from brain's integrated activity globally."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from global workspace integrating sensory information synchronously."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from intricate interplay between factors."
  },
  {
    "id": 188,
    "statement": "Gamma waves (30-100 Hz) synchronize neural activity for consciousness."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 190,
    "statement": "Clarifying ambiguous terms is essential for understanding complex ideas."
  },
  {
    "id": 191,
    "statement": "Internalization is a process of cultural norms and values incorporation."
  },
  {
    "id": 192,
    "statement": "Moral values aside from honesty can take precedence in complex scenarios"
  },
  {
    "id": 193,
    "statement": "Consciousness arises from interconnected subjective experience, intentionality, and self-awareness."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from global integration of brain information processing."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from integrated information generated by brain causal interactions."
  },
  {
    "id": 196,
    "statement": "Cultural norms shape individual behavior through complex social interactions."
  },
  {
    "id": 197,
    "statement": "Analogies simplify complex ideas by drawing relatable connections."
  },
  {
    "id": 198,
    "statement": "Consciousness arises from integrated brain activity globally processing."
  },
  {
    "id": 199,
    "statement": "Hormones regulate neural connections through gene expression and modification."
  }
]