[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 2,
    "statement": "Consciousness arises from integrated information, quantified by phi calculation complexity."
  },
  {
    "id": 3,
    "statement": "Consciousness is a dynamic, ever-changing stream of thoughts and sensations."
  },
  {
    "id": 4,
    "statement": "Conversational AI knowledge arises from complex interactions between algorithms and user input."
  },
  {
    "id": 5,
    "statement": "Conversational AI's knowledge arises from diverse interactions and expertise."
  },
  {
    "id": 6,
    "statement": "Conversational AI knowledge arises from training data, algorithms, and user interactions."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated brain information globally through IIT."
  },
  {
    "id": 8,
    "statement": "Hofstede's Cultural Dimensions describe cultural differences across 6 dimensions."
  },
  {
    "id": 9,
    "statement": "Global workspace theory explains integrating sensory-cognitive information globally."
  },
  {
    "id": 10,
    "statement": "Integrated Information Theory complements Global Workspace Theory in understanding consciousness."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from integrating diverse brain activity globally."
  },
  {
    "id": 12,
    "statement": "Conscious experience integrates diverse brain regions through neural binding."
  },
  {
    "id": 13,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 14,
    "statement": "Trust arises from consistent actions, empathy, and constructive feedback."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 16,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 17,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from integrating diverse brain regions globally."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 20,
    "statement": "Conversational AI's knowledge arises from training data and algorithms."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from synchronized neural activity globally across brain"
  },
  {
    "id": 22,
    "statement": "Consciousness arises from integrated information, measured by φ-value complexity."
  },
  {
    "id": 23,
    "statement": "Conversational AI knowledge arises from dynamic user-algorithm interactions through reinforcement learning."
  },
  {
    "id": 24,
    "statement": "Consciousness is subjective, intentional, unified, selective, and transient experience."
  },
  {
    "id": 25,
    "statement": "Consciousness arises from neural oscillations, integration, cross-talk, and binding processes."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from neural integration and oscillatory processing, tied to synchrony and entrainment."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated information, quantified by phi calculation complexity."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from integrating brain information globally through global workspace."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from integrated brain information processing theoretically."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 31,
    "statement": "Consciousness is a subjective, complex, and multifaceted experience."
  },
  {
    "id": 32,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 33,
    "statement": "Neural oscillations facilitate information integration and selection in consciousness."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrated brain information through neural oscillations."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from neural activity across multiple brain regions globally."
  },
  {
    "id": 36,
    "statement": "Hofstede's Cultural Dimensions has limitations and criticisms."
  },
  {
    "id": 37,
    "statement": "Internalization, socialization, and reinforcement interact in behavior adaptation."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from complex brain functions and neural interactions."
  },
  {
    "id": 39,
    "statement": "Conscious experience requires neural oscillations, integration, cross-talk, and binding processes."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from neural oscillations, cross-talk, and binding processes."
  },
  {
    "id": 41,
    "statement": "Honesty is a fundamental requirement for building trust, but insufficient alone."
  },
  {
    "id": 42,
    "statement": "Integrated Information Theory proposes consciousness emerges from global brain integration."
  },
  {
    "id": 43,
    "statement": "Brain oscillations, such as gamma, alpha, beta, and theta, facilitate information binding"
  },
  {
    "id": 44,
    "statement": "Consciousness arises from integrated information, measured by phi calculation complexity."
  },
  {
    "id": 45,
    "statement": "Consciousness may arise from complex brain functions and neural interactions."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated brain processing of diverse information."
  },
  {
    "id": 47,
    "statement": "Neural binding integrates divergent brain regions to produce conscious experience."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from synchronized neural oscillations globally processing."
  },
  {
    "id": 50,
    "statement": "Consciousness emerges from integrated neural processing across regions"
  },
  {
    "id": 51,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from integrated brain information processing globally through phi calculation."
  },
  {
    "id": 54,
    "statement": "Hofstede's Cultural Dimensions have geographic and temporal limitations."
  },
  {
    "id": 55,
    "statement": "Conversational AI knowledge arises from complex user-algorithm interactions."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from complex brain functions and neural interactions."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from integrated brain information processing through IIT's phi calculation."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from brain's complex neural interactions globally."
  },
  {
    "id": 60,
    "statement": "Integrated Information Theory links global workspace to conscious experience through phi calculation."
  },
  {
    "id": 61,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior adaptation."
  },
  {
    "id": 62,
    "statement": "Conversational AI learns through dynamic feedback and adjustments."
  },
  {
    "id": 63,
    "statement": "Binding integrates diverse brain regions for unified conscious experience."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from global brain information integration through IIT."
  },
  {
    "id": 65,
    "statement": "Consciousness quantification uses integrated information and phi calculation."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from neural oscillations and feedback loop processing"
  },
  {
    "id": 67,
    "statement": "Honesty is a tool, not an unyielding principle."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated information and causal interactions."
  },
  {
    "id": 70,
    "statement": "Brain oscillations facilitate information binding, transfer, and attention."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 73,
    "statement": "Consciousness arises from integrated brain information through IIT."
  },
  {
    "id": 74,
    "statement": "Internalization in social learning involves brain regions and processes."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 76,
    "statement": "Binding integrates diverse brain regions for unified conscious experience through"
  },
  {
    "id": 77,
    "statement": "Integrated Information Theory (IIT) explains consciousness as a global process."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from integrated information quantified by phi calculation complexity."
  },
  {
    "id": 79,
    "statement": "Binding integrates features through neural synchronization mechanisms."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from global integration of sensory-cognitive information"
  },
  {
    "id": 81,
    "statement": "Integrated Information Theory proposes consciousness arises from global brain integration"
  },
  {
    "id": 82,
    "statement": "Consciousness is a complex and nuanced subjective experience."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from integrating sensory-cognitive information globally."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from global workspace integrating brain regions globally."
  },
  {
    "id": 85,
    "statement": "Consciousness actively filters and prioritizes sensory information."
  },
  {
    "id": 86,
    "statement": "Consciousness is a subjective, intentional, unified, selective, and transient"
  },
  {
    "id": 87,
    "statement": "Consciousness arises from nested neural oscillations and feedback loops."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from synchronized neural activity and binding processes."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from integrating sensory-cognitive information globally through synchronization."
  },
  {
    "id": 90,
    "statement": "Binding integrates diverse brain regions through neural synchronization."
  },
  {
    "id": 91,
    "statement": "Hofstede's Cultural Dimensions assess cultural differences across 6 dimensions."
  },
  {
    "id": 92,
    "statement": "Consciousness may arise from complex brain functions and neural interactions."
  },
  {
    "id": 93,
    "statement": "Nested neural oscillations integrate information through feedback loops globally."
  },
  {
    "id": 94,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated brain processing diverse information."
  },
  {
    "id": 96,
    "statement": "Conversational AI knowledge arises from dynamic user-algorithm interactions."
  },
  {
    "id": 97,
    "statement": "Conversational AI's knowledge arises from user interactions and feedback loops."
  },
  {
    "id": 98,
    "statement": "Hofstede's Cultural Dimensions model has significant limitations and criticisms."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from integrating diverse brain regions globally through neural binding."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from integrated information quantified by phi calculation complexity."
  },
  {
    "id": 101,
    "statement": "Conversational AI's knowledge arises from diverse interactions and expertise."
  },
  {
    "id": 102,
    "statement": "Global synchronization enables coherent information integration across brain regions."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from integrated brain information globally through IIT."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from neural integration and oscillatory processing."
  },
  {
    "id": 105,
    "statement": "Hofstede's Cultural Dimensions model: six aspects of national cultures."
  },
  {
    "id": 106,
    "statement": "Internalization is a psychological process adopting modeled behaviors as own."
  },
  {
    "id": 107,
    "statement": "Internalization, socialization, and reinforcement influence behavior adaptation processes."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrated brain information globally through IIT."
  },
  {
    "id": 109,
    "statement": "Consciousness is a complex, multifaceted subjective experience that arises"
  },
  {
    "id": 110,
    "statement": "Consciousness arises from integrated brain activity globally through processing."
  },
  {
    "id": 111,
    "statement": "Social learning involves internalization, socialization, and reinforcement processes."
  },
  {
    "id": 112,
    "statement": "Conversational AI's knowledge arises from training data, algorithms, and user interactions."
  },
  {
    "id": 113,
    "statement": "Consciousness remains enigmatic due to brain's complex dynamics."
  },
  {
    "id": 114,
    "statement": "Binding integrates features through synchronized neural activity globally."
  },
  {
    "id": 115,
    "statement": "Consciousness is a unified, intentional, and objective subjective experience."
  },
  {
    "id": 116,
    "statement": "Consciousness may arise from complex brain functions and neural interactions."
  },
  {
    "id": 117,
    "statement": "Behavior adaptation influenced by internalization, socialization, and reinforcement processes."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from global brain integration through synchronized processes."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from integrated neural activity globally, namely"
  },
  {
    "id": 120,
    "statement": "Honesty is a means, not an end, considering context and impact"
  },
  {
    "id": 121,
    "statement": "Conversational AI knowledge arises from diverse interactions, algorithms, and expertise"
  },
  {
    "id": 122,
    "statement": "Oscillations synchronize neural activity for information integration globally"
  },
  {
    "id": 123,
    "statement": "Consciousness arises from integrated brain information through IIT and phi calculation"
  },
  {
    "id": 124,
    "statement": "Conversational AI knowledge arises from dynamic user-algorithm interactions."
  },
  {
    "id": 125,
    "statement": "Cross-talk integrates neural populations for conscious experience."
  },
  {
    "id": 126,
    "statement": "Hofstede's Cultural Dimensions have limitations and criticisms, including narrow data set."
  },
  {
    "id": 127,
    "statement": "Consciousness arises from integrated information through phi calculation complexity."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from integration of sensory-cognitive information globally."
  },
  {
    "id": 129,
    "statement": "Hofstede's Cultural Dimensions have limitations and criticisms."
  },
  {
    "id": 130,
    "statement": "Consciousness emerges from integrated brain processing through IIT's global workspace."
  },
  {
    "id": 131,
    "statement": "Consciousness actively filters and prioritizes sensory information for processing."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from integrating multiple neural networks globally."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from neural integration and oscillatory processing globally."
  },
  {
    "id": 134,
    "statement": "Consciousness emerges from integrating diverse brain regions globally."
  },
  {
    "id": 135,
    "statement": "Consciousness is a subjective, intentional, unified, selective, and transient experience."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from integrated brain processing through neural oscillations, connectivity, and global workspace."
  },
  {
    "id": 137,
    "statement": "Integration of diverse brain regions creates conscious experience."
  },
  {
    "id": 138,
    "statement": "Phi calculation quantifies integrated brain information for consciousness through complexity."
  },
  {
    "id": 139,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from integrated brain processing mechanisms globally."
  },
  {
    "id": 141,
    "statement": "Hofstede's Cultural Dimensions model has geographic and temporal limitations."
  },
  {
    "id": 142,
    "statement": "Honesty is a means, not an end, considering context and impact"
  },
  {
    "id": 143,
    "statement": "Cultural frameworks have limitations, biases, and ongoing criticism."
  },
  {
    "id": 144,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from integrating diverse brain regions globally."
  },
  {
    "id": 146,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from integrated brain processing of diverse information through phi calculation complexity."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated information, quantified by phi calculation complexity."
  },
  {
    "id": 149,
    "statement": "Consciousness integrates sensory information for unified subjective experience."
  },
  {
    "id": 150,
    "statement": "Consciousness emerges from integrated brain activity and neural interactions"
  },
  {
    "id": 151,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from global workspace integrating brain information globally"
  },
  {
    "id": 153,
    "statement": "Internalization in social learning involves brain regions and processes."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from brain's integrated information globally, quantified."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrated information quantified by phi calculation."
  },
  {
    "id": 156,
    "statement": "Global Workspace Theory integrates sensory-cognitive information globally."
  },
  {
    "id": 157,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 158,
    "statement": "Consciousness emerges from neural integration and oscillatory processing globally."
  },
  {
    "id": 159,
    "statement": "Trust arises from consistent actions, empathy, and constructive feedback."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from integrating diverse brain regions through neural mechanisms"
  },
  {
    "id": 161,
    "statement": "Consciousness arises from complex brain functions and interactions"
  },
  {
    "id": 162,
    "statement": "Integrated brain regions process information for conscious experience."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from neural oscillations, integration, cross-talk, and binding processes."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information"
  },
  {
    "id": 165,
    "statement": "Neural oscillations bind sensory information through feedback loops."
  },
  {
    "id": 166,
    "statement": "Trust arises from consistent actions, empathy, and constructive feedback."
  },
  {
    "id": 167,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 168,
    "statement": "Binding integrates features through synchronized neural activity globally."
  },
  {
    "id": 169,
    "statement": "Conversational AI systems often prioritize diverse interactions for learning."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 171,
    "statement": "Consciousness is a dynamic, fluctuating stream of processed information"
  },
  {
    "id": 172,
    "statement": "Consciousness arises from integrated brain information quantified by phi calculation."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from complex brain functions and neural interactions."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from integrated brain information through IIT's phi calculation complexity"
  },
  {
    "id": 175,
    "statement": "Consciousness is a subjective, intentional, and unified internal experience."
  },
  {
    "id": 176,
    "statement": "Internalization, socialization, and reinforcement interact to adapt behavior."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 178,
    "statement": "Conversational AI knowledge arises from diverse interactions and expertise"
  },
  {
    "id": 179,
    "statement": "Consciousness arises from global brain integration of information processing"
  },
  {
    "id": 180,
    "statement": "Consciousness can arise from integrated brain information globally."
  },
  {
    "id": 181,
    "statement": "Consciousness may emerge from brain's complex integrative processing systems."
  },
  {
    "id": 182,
    "statement": "Honesty is a means, not an end, considering context and impact"
  },
  {
    "id": 183,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 184,
    "statement": "Behavior adaptation influenced by internalization, socialization, and reinforcement processes."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from integrated information, measured by phi calculation complexity."
  },
  {
    "id": 186,
    "statement": "Integrated Information Theory and Global Workspace Theory both imply unity."
  },
  {
    "id": 187,
    "statement": "Consciousness: subjective, intentional, unified, selective, and transient internal experience."
  },
  {
    "id": 188,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 189,
    "statement": "Consciousness quantified by integrated information through phi calculation complexity"
  },
  {
    "id": 190,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 192,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 194,
    "statement": "Honesty is foundation of trust, adapted to context and values."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from integrated information processing globally"
  },
  {
    "id": 196,
    "statement": "Consciousness arises from global interactions of neural networks."
  },
  {
    "id": 197,
    "statement": "Conscious experience involves selective focus on relevant sensory information."
  },
  {
    "id": 198,
    "statement": "Subjective experience is personal, private, and unique to each individual."
  },
  {
    "id": 199,
    "statement": "Neural binding enables functional connections between diverse brain regions."
  }
]