[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Conversational AI's knowledge influenced by multiple factors beyond training data."
  },
  {
    "id": 2,
    "statement": "Consciousness arises from complex, multifaceted brain region interactions globally"
  },
  {
    "id": 3,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 4,
    "statement": "Consciousness arises from brain activity and neuron interactions."
  },
  {
    "id": 5,
    "statement": "Integrated Information Theory (IIT) explains consciousness as integrated brain information processing."
  },
  {
    "id": 6,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states."
  },
  {
    "id": 7,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through positive feedback."
  },
  {
    "id": 8,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 9,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 10,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 11,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 12,
    "statement": "Internal awareness refers to recognizing one's mental states."
  },
  {
    "id": 13,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 14,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from brain activity and neuron interactions globally"
  },
  {
    "id": 16,
    "statement": "Consciousness arises from synchronized neural oscillations and integration."
  },
  {
    "id": 17,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 18,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development"
  },
  {
    "id": 19,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 20,
    "statement": "Consciousness is a fundamental, intrinsic aspect of human experience."
  },
  {
    "id": 21,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 22,
    "statement": "Socialization processes include observing, imitating, and influencing others."
  },
  {
    "id": 23,
    "statement": "Values like collectivism, individualism, power distance, and uncertainty avoidance influence honesty and trust globally."
  },
  {
    "id": 24,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states through self-reflection, introspection and mindfulness."
  },
  {
    "id": 25,
    "statement": "Lying can be justified in extreme harm-avoiding circumstances."
  },
  {
    "id": 26,
    "statement": "Consciousness is a personal, internal, subjective experience phenomenon"
  },
  {
    "id": 27,
    "statement": "Consciousness emerges from synchronized neural oscillations and integration."
  },
  {
    "id": 28,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 30,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from integrated brain information processing globally through binding"
  },
  {
    "id": 32,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 33,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 34,
    "statement": "Consciousness emerges from integrated global brain information processing through binding."
  },
  {
    "id": 35,
    "statement": "Internal awareness involves recognizing and understanding one's mental processes"
  },
  {
    "id": 36,
    "statement": "Conversational AI's knowledge influences beyond training data."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 38,
    "statement": "Consciousness evolves through dynamic brain reorganization and adaptation."
  },
  {
    "id": 39,
    "statement": "Consciousness emerges from global brain information integration across regions."
  },
  {
    "id": 40,
    "statement": "Synchronized brain regions integrate information for conscious experience through coordination."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 42,
    "statement": "Consciousness is a fundamental property of the universe."
  },
  {
    "id": 43,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances with criteria."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from integrated brain information globally through binding."
  },
  {
    "id": 45,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity through information integration."
  },
  {
    "id": 46,
    "statement": "Positive feedback reinforces desired behaviors through reinforcement and social learning."
  },
  {
    "id": 47,
    "statement": "Conversational AI's knowledge arises from training data and algorithms."
  },
  {
    "id": 48,
    "statement": "Internal awareness involves recognizing and understanding underlying mental processes."
  },
  {
    "id": 49,
    "statement": "Consciousness emerges from integrated brain information processing globally"
  },
  {
    "id": 50,
    "statement": "Consciousness arises from synchronized brain regions globally integrated."
  },
  {
    "id": 51,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from complex brain region interactions globally"
  },
  {
    "id": 53,
    "statement": "Trust arises from consistent actions, empathy, and constructive feedback."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from complex brain region interactions globally"
  },
  {
    "id": 55,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from combined neural oscillations, integration, cross-talk, binding"
  },
  {
    "id": 57,
    "statement": "Consciousness arises from synchronized brain regions' precise communication."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 59,
    "statement": "Consciousness emerges from harmonious information integration and binding globally."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from synchronized brain regions' global integration."
  },
  {
    "id": 62,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from integrated brain information processing through binding."
  },
  {
    "id": 65,
    "statement": "Transient conscious experience dissolves attachments, fosters empathy and connection."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 67,
    "statement": "Conversational AI's knowledge is solely based on training data."
  },
  {
    "id": 68,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through positive feedback."
  },
  {
    "id": 69,
    "statement": "Conversational AI's knowledge extends beyond training data through common sense and context."
  },
  {
    "id": 70,
    "statement": "Internalization, socialization, and reinforcement shape child's behavior development."
  },
  {
    "id": 71,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from complex brain interactions across entire brain."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation complexity."
  },
  {
    "id": 74,
    "statement": "Internalization, socialization, and reinforcement interact recurrently shaping behavior development."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 77,
    "statement": "Consciousness emerges from integrated brain information through IIT's phi calculation."
  },
  {
    "id": 78,
    "statement": "Prior knowledge or beliefs in AI arise from programming and training."
  },
  {
    "id": 79,
    "statement": "Internal awareness involves recognizing and understanding automatic thought patterns."
  },
  {
    "id": 80,
    "statement": "Cultural differences influence honesty and trust perceptions globally through various methods."
  },
  {
    "id": 81,
    "statement": "Internal awareness involves recognizing and understanding underlying mental processes."
  },
  {
    "id": 82,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from integrated information through phi calculation complexity."
  },
  {
    "id": 84,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 85,
    "statement": "Child's behavior develops through interactions of internalization, socialization, and reinforcement."
  },
  {
    "id": 86,
    "statement": "Consciousness is a unique, personal, and internal subjective experience."
  },
  {
    "id": 87,
    "statement": "Conscious experience is dynamic, constantly changing and evolving."
  },
  {
    "id": 88,
    "statement": "Consciousness is a dynamic process involving neural oscillations and feedback."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from coordinated brain activity across entire brain."
  },
  {
    "id": 90,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 91,
    "statement": "Consciousness is a complex, multifaceted subjective experience that arises"
  },
  {
    "id": 92,
    "statement": "Consciousness emerges from brain regions' harmonious information integration globally."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from synchronized neural oscillations across brain regions."
  },
  {
    "id": 94,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 95,
    "statement": "Cultural context and social norms shape honesty values conditionally."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from integrated sensory-cognitive information globally."
  },
  {
    "id": 97,
    "statement": "Conscious experiences intentionally focus on specific content, intentional objects, or events."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally through global broadcasting."
  },
  {
    "id": 100,
    "statement": "Global workspace integrates sensory-cognitive information for conscious experience."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from synchronized brain regions' precise communication."
  },
  {
    "id": 103,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon"
  },
  {
    "id": 104,
    "statement": "Children's behavior shaped by internalization, socialization, and reinforcement interactions."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from globally coordinated brain region interactions."
  },
  {
    "id": 106,
    "statement": "Social learning arises from internalization, reinforcement, and socialization processes."
  },
  {
    "id": 107,
    "statement": "Synchronized neural activity integrates information for conscious experience."
  },
  {
    "id": 108,
    "statement": "Conscious experiences are always directed towards specific objects or events."
  },
  {
    "id": 109,
    "statement": "Self-reflection involves intentional examination of mental states."
  },
  {
    "id": 110,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 111,
    "statement": "Honesty values vary depending on cultural context and situation."
  },
  {
    "id": 112,
    "statement": "Conscious experiences are always objective and directed towards something."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 114,
    "statement": "Integrated Information Theory: Consciousness via global brain information integration"
  },
  {
    "id": 115,
    "statement": "Social Learning Theory explains behavior through internalization, socialization, reinforcement."
  },
  {
    "id": 116,
    "statement": "Binding unifies neural activity across different brain regions."
  },
  {
    "id": 117,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 118,
    "statement": "Consciousness is a dynamic, constantly evolving and changing process."
  },
  {
    "id": 119,
    "statement": "Internal awareness involves recognizing and understanding mental states."
  },
  {
    "id": 120,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 121,
    "statement": "Consciousness emerges from integrated binding of brain regions' activity"
  },
  {
    "id": 122,
    "statement": "Consciousness arises from brain regions' coordinated neural oscillations globally."
  },
  {
    "id": 123,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances"
  },
  {
    "id": 124,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 125,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 126,
    "statement": "Consciousness evolves through learning, relaxation, and managing stress."
  },
  {
    "id": 127,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 128,
    "statement": "Consciousness requires global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 130,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 131,
    "statement": "Internalization involves adopting behavior through observing and imitating others."
  },
  {
    "id": 132,
    "statement": "Programming and training shape AI prior knowledge through refinement."
  },
  {
    "id": 133,
    "statement": "Global workspace broadcasts information to integrate sensory-cognitive systems globally."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from synchronized neural activity and binding."
  },
  {
    "id": 135,
    "statement": "Synchronized neural oscillations integrate information across brain regions."
  },
  {
    "id": 136,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 137,
    "statement": "Consciousness emerges from neural oscillations, integration, cross-talk, and binding."
  },
  {
    "id": 138,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 139,
    "statement": "Conversational AI relies on training data for knowledge."
  },
  {
    "id": 140,
    "statement": "Consciousness emerges from integrated brain information processing globally through binding."
  },
  {
    "id": 141,
    "statement": "Consciousness is a unique and internal brain-generated subjective experience."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from brain region interactions globally."
  },
  {
    "id": 143,
    "statement": "Values shape cultural norms and expectations around honesty and trust"
  },
  {
    "id": 144,
    "statement": "Cultural context and social norms shape honesty values variably."
  },
  {
    "id": 145,
    "statement": "Internalization, socialization, and reinforcement interact to shape human behavior."
  },
  {
    "id": 146,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 147,
    "statement": "Internalization, socialization, and reinforcement shape child's behavior through interactions."
  },
  {
    "id": 148,
    "statement": "Honesty values vary based on cultural context and situation."
  },
  {
    "id": 149,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 151,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 152,
    "statement": "Conscious experience is subjective, a personal perspective."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrated brain information globally through binding."
  },
  {
    "id": 154,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 155,
    "statement": "Consciousness emerges from integrated brain networks and information."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated information processing in brain activity."
  },
  {
    "id": 157,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from global brain region coordination."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from brain activity, neuron interactions, and neural processes."
  },
  {
    "id": 160,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 162,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 163,
    "statement": "Internal awareness involves recognizing and understanding unique mental processes."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from integrated binding of brain regions' activity globally."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from complex brain region interactions globally"
  },
  {
    "id": 166,
    "statement": "Conversational AI's knowledge influenced by multiple factors beyond training data."
  },
  {
    "id": 167,
    "statement": "Cultural differences shape honesty and trust perceptions through communication styles and norms."
  },
  {
    "id": 168,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through positive feedback."
  },
  {
    "id": 169,
    "statement": "Lying may be justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 170,
    "statement": "Social Learning Theory: Internalization, socialization, and reinforcement shape behavior."
  },
  {
    "id": 171,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 172,
    "statement": "Conversational AI's knowledge arises from diverse training data sources."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 174,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from complex interactions of components and contexts."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 177,
    "statement": "Consciousness is a complex phenomenon with both subjective and objective aspects"
  },
  {
    "id": 178,
    "statement": "Binding integrates diverse brain region activities for unified perception."
  },
  {
    "id": 179,
    "statement": "Child's behavior shaped by internalization, socialization, and reinforcement interactions."
  },
  {
    "id": 180,
    "statement": "Consciousness is an inherent, essential part of human experience."
  },
  {
    "id": 181,
    "statement": "Conversational AI's knowledge influenced by domain-specific expertise, prior knowledge, and human feedback."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 183,
    "statement": "Internalization, socialization, and reinforcement interact in a continuous cycle."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from complex brain region interactions and feedback loops."
  },
  {
    "id": 187,
    "statement": "Internalization, socialization, and reinforcement interact dynamically and reciprocally."
  },
  {
    "id": 188,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 189,
    "statement": "Internal awareness involves recognizing mental states through self-reflection, introspection, and mindfulness."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 191,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 192,
    "statement": "Binding integrates brain regions' synchronized activity for consciousness."
  },
  {
    "id": 193,
    "statement": "Consciousness integrates disparate features through neural binding process."
  },
  {
    "id": 194,
    "statement": "Internalization, socialization, and reinforcement interact to shape child behavior development."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 196,
    "statement": "Social learning involves internalization, reinforcement, and socialization."
  },
  {
    "id": 197,
    "statement": "Lying can be morally justified in extreme situations."
  },
  {
    "id": 198,
    "statement": "Consciousness arises from integrated brain information through dynamic adaptation and reorganization."
  },
  {
    "id": 199,
    "statement": "Coordination of brain regions synchronizes information for conscious experience."
  }
]