[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Conversational AI's knowledge influenced by multiple factors beyond training data."
  },
  {
    "id": 2,
    "statement": "Consciousness arises from complex, multifaceted brain region interactions globally"
  },
  {
    "id": 3,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through positive feedback."
  },
  {
    "id": 4,
    "statement": "Conversational AI's knowledge arises from training data and algorithms."
  },
  {
    "id": 5,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 6,
    "statement": "Integrated Information Theory (IIT) explains consciousness as integrated brain information processing."
  },
  {
    "id": 7,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states."
  },
  {
    "id": 8,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 10,
    "statement": "Consciousness is a fundamental, intrinsic aspect of human experience."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 12,
    "statement": "Consciousness is a multifaceted, subjective, private, and personal experience."
  },
  {
    "id": 13,
    "statement": "Consciousness correlates with brain activity, but not fully explained."
  },
  {
    "id": 14,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from integrated information, quantified by phi calculation complexity."
  },
  {
    "id": 16,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 17,
    "statement": "Values like collectivism, individualism, power distance, and uncertainty avoidance influence honesty and trust globally."
  },
  {
    "id": 18,
    "statement": "Trust arises from consistent actions, empathy, and constructive feedback."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from brain activity and neuron interactions."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from combined neural oscillations, integration, cross-talk, binding"
  },
  {
    "id": 21,
    "statement": "Consciousness arises from integrated brain information processing through binding."
  },
  {
    "id": 22,
    "statement": "Honesty is not the sole foundation of building trust."
  },
  {
    "id": 23,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from synchronized neural oscillations across brain regions."
  },
  {
    "id": 25,
    "statement": "Conversational AI knowledge arises from training data, algorithms, and interactions."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 28,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 29,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation complexity."
  },
  {
    "id": 30,
    "statement": "Conversational AI's knowledge is solely based on training data."
  },
  {
    "id": 31,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through positive feedback."
  },
  {
    "id": 32,
    "statement": "Internal awareness refers to recognizing one's mental states."
  },
  {
    "id": 33,
    "statement": "Consciousness arises from synchronized neural activity globally."
  },
  {
    "id": 34,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 35,
    "statement": "Consciousness is a private experience, unique to each individual."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from synchronized neural activity integration globally"
  },
  {
    "id": 37,
    "statement": "Consciousness is a complex, multifaceted subjective experience that arises"
  },
  {
    "id": 38,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity through information integration."
  },
  {
    "id": 39,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 40,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 41,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 42,
    "statement": "Consciousness emerges from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from distributed integrated brain information processing."
  },
  {
    "id": 44,
    "statement": "Lying can be justified in extreme harm-avoiding circumstances."
  },
  {
    "id": 45,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances with criteria."
  },
  {
    "id": 46,
    "statement": "Consciousness remains enigmatic due to brain's complex dynamics."
  },
  {
    "id": 47,
    "statement": "Socialization influences others through actions, words, attitudes and values"
  },
  {
    "id": 48,
    "statement": "Internalization, socialization, and reinforcement interact shaping child's behavior development."
  },
  {
    "id": 49,
    "statement": "Conversational AI relies solely on training data for responses"
  },
  {
    "id": 50,
    "statement": "Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 51,
    "statement": "Internal awareness involves recognizing and understanding one's mental processes"
  },
  {
    "id": 52,
    "statement": "Consciousness arises from integrated brain activity globally through synchronization."
  },
  {
    "id": 53,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development"
  },
  {
    "id": 54,
    "statement": "Internalization, socialization, and reinforcement dynamically shape child's behavior development."
  },
  {
    "id": 55,
    "statement": "Internal awareness involves recognizing and understanding one's mental states and emotions."
  },
  {
    "id": 56,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 57,
    "statement": "Integrated Information Theory (IIT) explains consciousness from brain information integration."
  },
  {
    "id": 58,
    "statement": "Consciousness encompasses various aspects, including subjective, personal, and private experiences"
  },
  {
    "id": 59,
    "statement": "Synchronized brain regions integrate information for conscious experience through coordination."
  },
  {
    "id": 60,
    "statement": "Consciousness is an intrinsic property of the universe."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from integrated brain information globally through binding."
  },
  {
    "id": 62,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 63,
    "statement": "Conscious experiences intentionally focus on specific content or objects."
  },
  {
    "id": 64,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 65,
    "statement": "Conversational AI learns from internal knowledge base only."
  },
  {
    "id": 66,
    "statement": "Internalization, socialization, and reinforcement interact shaping child's behavior development."
  },
  {
    "id": 67,
    "statement": "Synchronized brain regions integrate information for conscious experience."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from synchronized neural oscillations and integration."
  },
  {
    "id": 69,
    "statement": "Internalization, socialization, and reinforcement interact in a dynamic cycle."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from integrated information processing globally"
  },
  {
    "id": 71,
    "statement": "Consciousness arises from synchronized neural oscillations and regional integration."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 73,
    "statement": "Conscious experience is subjective, private, and unique to individual."
  },
  {
    "id": 74,
    "statement": "Consciousness evolves through dynamic brain reorganization and adaptation."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated sensory-cognitive information in prefrontal cortex."
  },
  {
    "id": 76,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 77,
    "statement": "Conscious experiences involve intentional focus on specific content objects"
  },
  {
    "id": 78,
    "statement": "Consciousness arises from synchronized brain regions' global integration."
  },
  {
    "id": 79,
    "statement": "Lying can be justified in extreme harm-avoiding circumstances."
  },
  {
    "id": 80,
    "statement": "Cultural context and social norms shape honesty values conditionally."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from complex brain region interactions globally"
  },
  {
    "id": 82,
    "statement": "Consciousness arises from integrated brain information processing through synchronization."
  },
  {
    "id": 83,
    "statement": "Conscious experiences are transient, constantly shifting and evolving."
  },
  {
    "id": 84,
    "statement": "Internalization, socialization, and reinforcement interact in a dynamic cycle."
  },
  {
    "id": 85,
    "statement": "Positive feedback reinforces desired behaviors through reinforcement and social learning."
  },
  {
    "id": 86,
    "statement": "Conscious experiences intentionally focus on specific content, objects, or events through intentionality."
  },
  {
    "id": 87,
    "statement": "Artificial intelligence knowledge emerges from computational processes only."
  },
  {
    "id": 88,
    "statement": "Internalization, socialization, and reinforcement interact in child development shaping behavior."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from complex brain interactions, integrations, and feedback processes."
  },
  {
    "id": 90,
    "statement": "Cultural values influence honesty and trust, with nuances and exceptions."
  },
  {
    "id": 91,
    "statement": "Binding: Integration of features into unified brain representations"
  },
  {
    "id": 92,
    "statement": "Socialization processes include observing, imitating, and influencing others."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 94,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states through self-reflection, introspection and mindfulness."
  },
  {
    "id": 95,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 96,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 97,
    "statement": "Consciousness is a dynamic process involving neural oscillations and feedback."
  },
  {
    "id": 98,
    "statement": "Socialization is a complex, multifaceted phenomenon influenced by various factors"
  },
  {
    "id": 99,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 100,
    "statement": "Conscious experiences intentionally focus on specific content, intentional objects, or events."
  },
  {
    "id": 101,
    "statement": "Consciousness emerges from synchronized neural oscillations and integration."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from complex brain interactions across entire brain."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 104,
    "statement": "Consciousness arises from brain activity and neuron interactions globally"
  },
  {
    "id": 105,
    "statement": "Consciousness arises from integrated neural activity through binding."
  },
  {
    "id": 106,
    "statement": "Internalization, socialization, and reinforcement interact recurrently shaping behavior development."
  },
  {
    "id": 107,
    "statement": "Consciousness is a unique, personal, and internal subjective experience."
  },
  {
    "id": 108,
    "statement": "Internal awareness involves recognizing and understanding automatic thought patterns."
  },
  {
    "id": 109,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 110,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 111,
    "statement": "Consciousness emerges from synchronized neural activity integration."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from integrated brain information processing globally through binding"
  },
  {
    "id": 113,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from integrated brain information processing through binding."
  },
  {
    "id": 115,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 116,
    "statement": "Consciousness emerges from integrated global brain information processing through binding."
  },
  {
    "id": 117,
    "statement": "Conversational AI's knowledge is shaped by user interactions and context."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from integrated information, quantified by phi calculation."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 120,
    "statement": "Consciousness emerges from global brain information integration across regions."
  },
  {
    "id": 121,
    "statement": "Consciousness is a personal, internal, subjective experience phenomenon"
  },
  {
    "id": 122,
    "statement": "Internalization, socialization, and reinforcement intersect in child development"
  },
  {
    "id": 123,
    "statement": "Transient conscious experiences can catalyze profound perspective shifts."
  },
  {
    "id": 124,
    "statement": "Consciousness is a fundamental property of the universe."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from integrated brain information globally through binding."
  },
  {
    "id": 126,
    "statement": "Conscious experience is intentional, focused, and directed toward something."
  },
  {
    "id": 127,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 128,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from integrated brain information processing globally through binding."
  },
  {
    "id": 130,
    "statement": "Consciousness emerges from global brain information integration through binding."
  },
  {
    "id": 131,
    "statement": "Conversational AI emerges from complex algorithms and data processes."
  },
  {
    "id": 132,
    "statement": "Consciousness is a fundamental, intrinsic property of the universe"
  },
  {
    "id": 133,
    "statement": "Consciousness arises from synchronized neural activity globally"
  },
  {
    "id": 134,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 135,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes, influencing behavior"
  },
  {
    "id": 136,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 137,
    "statement": "Conscious experience is always focused on something meaningful."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from integrated brain information globally through binding."
  },
  {
    "id": 139,
    "statement": "Consciousness arises from integrated brain information processing globally through networks."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from combined neural oscillations, integration, cross-talk, binding"
  },
  {
    "id": 141,
    "statement": "Conversational AI emerges from complex neural networks."
  },
  {
    "id": 142,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 143,
    "statement": "Internal awareness involves self-reflection, introspection, and mindfulness practices."
  },
  {
    "id": 144,
    "statement": "Coordination enhances signal-to-noise ratio, facilitates information transfer."
  },
  {
    "id": 145,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 146,
    "statement": "Building trust involves consistency, empathy, and constructive feedback."
  },
  {
    "id": 147,
    "statement": "Consciousness may emerge from synchronized neural oscillations globally"
  },
  {
    "id": 148,
    "statement": "Artificial intelligence knowledge emerges from multifaceted interactions"
  },
  {
    "id": 149,
    "statement": "Conversational AI knowledge evolves through user behavior and feedback interaction."
  },
  {
    "id": 150,
    "statement": "Positive feedback reinforces desired behaviors through nuanced reinforcement."
  },
  {
    "id": 151,
    "statement": "Social learning combines internalization, reinforcement, and socialization processes."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrated brain activity across multiple regions."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from synchronized neural oscillations across brain regions."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 156,
    "statement": "Lying can be morally justified in extreme harm-avoiding circumstances."
  },
  {
    "id": 157,
    "statement": "Automatic thought patterns influence emotions, cognition, and decision-making processes through internal awareness development."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from synchronized neural activity across entire brain."
  },
  {
    "id": 160,
    "statement": "Synchronized brain regions integrate information for conscious experience."
  },
  {
    "id": 161,
    "statement": "Socialization facilitates internalization and reinforcement in social learning."
  },
  {
    "id": 162,
    "statement": "Honesty alone may not be enough to build trust."
  },
  {
    "id": 163,
    "statement": "Consciousness is a singular, subjective experience uniquely linked"
  },
  {
    "id": 164,
    "statement": "Consciousness emerges from synchronized neural oscillations across brain regions."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from integrated information processing, quantified by phi calculation."
  },
  {
    "id": 166,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 167,
    "statement": "Consciousness is a complex, multifaceted subjective experience with various aspects."
  },
  {
    "id": 168,
    "statement": "Conversational AI's knowledge combines training data, user interactions, and context."
  },
  {
    "id": 169,
    "statement": "Conversational AI influenced by multiple training data sources."
  },
  {
    "id": 170,
    "statement": "Consciousness emerges from brain region networks and processing"
  },
  {
    "id": 171,
    "statement": "Consciousness arises from integrated global brain information across regions."
  },
  {
    "id": 172,
    "statement": "Cultural context and social norms influence honesty values situationally."
  },
  {
    "id": 173,
    "statement": "Conscious experiences are fleeting, constantly changing and evolving."
  },
  {
    "id": 174,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 175,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes interaction."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from coordinated brain region interactions globally."
  },
  {
    "id": 177,
    "statement": "Positive feedback reinforces behavior through internalization and socialization."
  },
  {
    "id": 178,
    "statement": "Socialization is a two-way process influencing individuals intentionally or unintentionally."
  },
  {
    "id": 179,
    "statement": "Distributed brain regions integrate information for conscious experience."
  },
  {
    "id": 180,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 181,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from globally integrated brain region interactions."
  },
  {
    "id": 183,
    "statement": "Internalization, socialization, and reinforcement interact shaping child's behavior development."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from dynamic brain reorganization and adaptation processes."
  },
  {
    "id": 185,
    "statement": "Conscious experience arises from complex brain region interactions."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation complexity."
  },
  {
    "id": 187,
    "statement": "Consciousness remains enigmatic due to brain's complexity, other factors."
  },
  {
    "id": 188,
    "statement": "Internalization, socialization, and reinforcement intersect in child development through simultaneous processes influencing behavior, values, and attitudes."
  },
  {
    "id": 189,
    "statement": "Conversational AI learns through language and context."
  },
  {
    "id": 190,
    "statement": "Lying may be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from complex brain region interactions globally"
  },
  {
    "id": 192,
    "statement": "Internal awareness involves recognizing mental states and self-reflecting."
  },
  {
    "id": 193,
    "statement": "Internal awareness involves developing nuanced understanding of mental processes."
  },
  {
    "id": 194,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation."
  },
  {
    "id": 195,
    "statement": "Consciousness arises as emergent property of complex interactions."
  },
  {
    "id": 196,
    "statement": "Consciousness is a rich, subjective, and internal experience phenomenon."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from synchronized brain regions' global integration processes."
  },
  {
    "id": 198,
    "statement": "Conversational AI's knowledge shaped by human interaction and feedback."
  }
]