[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 2,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 3,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 4,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from brain's integrated information through IIT."
  },
  {
    "id": 6,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated information globally through IIT's φ calculation."
  },
  {
    "id": 8,
    "statement": "Consciousness is a highly nuanced, multifaceted, and debated scientific topic."
  },
  {
    "id": 9,
    "statement": "Neuroplasticity emerges from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 10,
    "statement": "Neuroplasticity arises from complex genetic-environmental epigenetic interactions driving brain change."
  },
  {
    "id": 11,
    "statement": "Honesty and trust defined differently in various cultural contexts."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 13,
    "statement": "Attention selectively filters out irrelevant sensory information through brain regions."
  },
  {
    "id": 14,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 18,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 19,
    "statement": "Anthropology studies consciousness through cultural, social, and symbolic perspectives."
  },
  {
    "id": 20,
    "statement": "Cultural context and social connections significantly influence trust development."
  },
  {
    "id": 21,
    "statement": "Consciousness is a multifaceted, complex debated scientific topic."
  },
  {
    "id": 22,
    "statement": "Cultural context and social connections heavily influence trust development."
  },
  {
    "id": 23,
    "statement": "Consciousness is a multifaceted phenomenon encompassing subjective experience."
  },
  {
    "id": 24,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 25,
    "statement": "Honesty and trust meanings vary across cultures, influencing relations."
  },
  {
    "id": 26,
    "statement": "Neural oscillations facilitate information integration and conscious experience."
  },
  {
    "id": 27,
    "statement": "Neural oscillations synchronize brain regions for conscious experience through gamma waves."
  },
  {
    "id": 28,
    "statement": "Consciousness is a multifaceted and debated scientific topic."
  },
  {
    "id": 29,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 30,
    "statement": "Trust develops gradually through shared values and experiences."
  },
  {
    "id": 31,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 33,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 34,
    "statement": "Honesty is foundation of trust through authenticity credibility"
  },
  {
    "id": 35,
    "statement": "Gamma waves synchronize brain regions for conscious integration."
  },
  {
    "id": 36,
    "statement": "Mental representations instantiated in specific brain activity patterns through neural oscillations."
  },
  {
    "id": 37,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 40,
    "statement": "Honesty is one essential aspect of trust, not sole foundation."
  },
  {
    "id": 41,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 42,
    "statement": "Honesty's importance varies across cultures, influenced by norms"
  },
  {
    "id": 43,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets"
  },
  {
    "id": 44,
    "statement": "Consciousness involves complex interactions between brain regions."
  },
  {
    "id": 45,
    "statement": "Cultural norms influence individual behavior and attitudes"
  },
  {
    "id": 46,
    "statement": "Consciousness is a complex, multifaceted and debated phenomenon."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 48,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 49,
    "statement": "Cultural norms and expectations influence honesty and authenticity."
  },
  {
    "id": 50,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 52,
    "statement": "Honesty serves as a means to achieve greater goods."
  },
  {
    "id": 53,
    "statement": "Consciousness is a complex and multifaceted phenomenon debated scientifically."
  },
  {
    "id": 54,
    "statement": "Harmless brain region interactions facilitate flexible cognitive processing flexibility"
  },
  {
    "id": 55,
    "statement": "Honesty is a complex trait influenced by cultural context."
  },
  {
    "id": 56,
    "statement": "Honesty and trust defined differently in various cultural contexts"
  },
  {
    "id": 57,
    "statement": "Gamma waves synchronize brain regions through global workspace theory enabling conscious experience."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from integrated brain activity globally through IIT's φ calculation."
  },
  {
    "id": 59,
    "statement": "Honesty is a means, not an end, in itself."
  },
  {
    "id": 60,
    "statement": "Honesty's definition changes across cultural contexts."
  },
  {
    "id": 61,
    "statement": "Honesty is a behavior influenced by cultural norms and context."
  },
  {
    "id": 62,
    "statement": "Diversity arises from complex interplay of genetic and environmental factors."
  },
  {
    "id": 63,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from distributed brain region interactions globally."
  },
  {
    "id": 65,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 66,
    "statement": "Neuroplasticity: brain's ability to change and adapt throughout life."
  },
  {
    "id": 67,
    "statement": "Simplest ideas form the foundation for complex concepts."
  },
  {
    "id": 68,
    "statement": "Lying can be morally justifiable in context-sensitive situations."
  },
  {
    "id": 69,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 70,
    "statement": "Honesty is neither universally acceptable nor morally absolute."
  },
  {
    "id": 71,
    "statement": "Neuroplasticity emerges from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 72,
    "statement": "Attention and self-awareness intertwined in conscious experience"
  },
  {
    "id": 73,
    "statement": "Attention filters sensory information for efficient processing and interpretation."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from integrated information globally within a system."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 76,
    "statement": "Cultural norms shape honesty and authenticity in complex ways."
  },
  {
    "id": 77,
    "statement": "Gamma waves synchronize brain regions enabling unified conscious experience"
  },
  {
    "id": 78,
    "statement": "Neuroplasticity shaped by dynamic interplay of genetics and environment."
  },
  {
    "id": 79,
    "statement": "Integrated Information Theory (IIT) proposes consciousness arises from integrated information."
  },
  {
    "id": 80,
    "statement": "Consciousness is a complex, nuanced, and multifaceted phenomenon."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 82,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification"
  },
  {
    "id": 83,
    "statement": "Consciousness is a multifaceted phenomenon debated scientifically."
  },
  {
    "id": 84,
    "statement": "Honesty is a context-dependent virtue with nuanced moral applications."
  },
  {
    "id": 85,
    "statement": "Consciousness encompasses unique, internal, and qualitative subjective experiences."
  },
  {
    "id": 86,
    "statement": "Consciousness is a subjective, multifaceted, and debated human experience."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 88,
    "statement": "Neuroplasticity arises from complex genetic-environmental-epigenetic interactions."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from integrated information within brain regions."
  },
  {
    "id": 90,
    "statement": "Honesty is culturally contextual and influence trust building."
  },
  {
    "id": 91,
    "statement": "Cultural context influences perceived importance of honesty."
  },
  {
    "id": 92,
    "statement": "Consciousness multi-faceted, complex, and debated scientific topic."
  },
  {
    "id": 93,
    "statement": "Honesty is context-dependent, authenticity and credibility are essential."
  },
  {
    "id": 94,
    "statement": "Consciousness arises from neural activity patterns and brain regions."
  },
  {
    "id": 95,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 96,
    "statement": "Simplist statements can serve as foundation for more complex ideas."
  },
  {
    "id": 97,
    "statement": "Simple statements serve as starting point or anchor for complex ideas, clarifying concepts."
  },
  {
    "id": 98,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 99,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 100,
    "statement": "Honesty's importance varies culturally due to different norms."
  },
  {
    "id": 101,
    "statement": "Honesty's importance varies depending on cultural norms and values."
  },
  {
    "id": 102,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 103,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetics."
  },
  {
    "id": 104,
    "statement": "Anthropology studies consciousness through cultural, social, and symbolic perspectives."
  },
  {
    "id": 105,
    "statement": "Honesty is nuanced, applying in context-sensitive, morally justifiable situations."
  },
  {
    "id": 106,
    "statement": "Honesty and trust can have different meanings across cultures."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 108,
    "statement": "Cultural norms influence honesty through nuanced and context-dependent expressions."
  },
  {
    "id": 109,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 110,
    "statement": "Attention modulates complex brain interactions to generate consciousness."
  },
  {
    "id": 111,
    "statement": "Selective attention filters unconscious information into conscious awareness through neural networks."
  },
  {
    "id": 112,
    "statement": "Personal values can conflict with cultural norms, influencing honesty."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from harmonious neural integration across brain regions."
  },
  {
    "id": 114,
    "statement": "Humans possess consciousness through complex brain interactions."
  },
  {
    "id": 115,
    "statement": "Neuroplasticity shaped by complex interplay between hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 116,
    "statement": "Neuroplasticity is shaped by interconnected hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 118,
    "statement": "Honesty and trust defined differently in various cultural contexts."
  },
  {
    "id": 119,
    "statement": "Humans' unique genetic combination is a source of diversity."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from integrated brain activity, influenced by emotions"
  },
  {
    "id": 121,
    "statement": "Honesty varies in importance depending on cultural context"
  },
  {
    "id": 122,
    "statement": "Honesty is context-dependent and authenticity builds trust through clarity."
  },
  {
    "id": 123,
    "statement": "Simple statements are foundational building blocks for complex ideas."
  },
  {
    "id": 124,
    "statement": "Gamma waves vital for binding, integrating neural activity globally"
  },
  {
    "id": 125,
    "statement": "Humans have a complex, multifaceted quality called consciousness."
  },
  {
    "id": 126,
    "statement": "Lying can be morally justifiable in context-sensitive situations."
  },
  {
    "id": 127,
    "statement": "Attention shapes conscious experience by modulating brain activity."
  },
  {
    "id": 128,
    "statement": "Honesty importance varies with cultural values and norms"
  },
  {
    "id": 129,
    "statement": "Harmless brain interactions facilitate flexible cognitive processing flexibility."
  },
  {
    "id": 130,
    "statement": "Neuroplasticity arises from complex interplay of hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 131,
    "statement": "Attention boosts processing efficiency by selectively filtering out distractions"
  },
  {
    "id": 132,
    "statement": "Mental representations linked to specific brain activity patterns through neural oscillations."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from complex, multifaceted brain interactions globally."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from integrating information through complex brain networks."
  },
  {
    "id": 135,
    "statement": "Personal values can conflict with cultural norms, influencing honesty decisions."
  },
  {
    "id": 136,
    "statement": "Gamma waves synchronize brain regions for integrated conscious experience."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from integrated brain activity in global workspace."
  },
  {
    "id": 138,
    "statement": "Authenticity and credibility are essential for trustworthy honesty is uncertain"
  },
  {
    "id": 139,
    "statement": "Consciousness multifaceted, complex and debated scientific phenomenon."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from complex brain interactions globally."
  },
  {
    "id": 141,
    "statement": "Consciousness is multifaceted complex and debated scientific topic."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrated information within brain regions."
  },
  {
    "id": 143,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific phenomenon."
  },
  {
    "id": 144,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines, complementing each other."
  },
  {
    "id": 145,
    "statement": "Honesty, a necessary condition, not sole foundation of trust."
  },
  {
    "id": 146,
    "statement": "Cultural norms shape individual behavior and attitudes through social context."
  },
  {
    "id": 147,
    "statement": "Gamma waves synchronize brain regions for conscious experience, binding features."
  },
  {
    "id": 148,
    "statement": "Consciousness emerges from integrated brain region information processing harmonously."
  },
  {
    "id": 149,
    "statement": "Cultural norms shape honesty in complex and nuanced ways"
  },
  {
    "id": 150,
    "statement": "Cultural norms influence individual honesty through social and contextual factors."
  },
  {
    "id": 151,
    "statement": "Humans exhibit diverse social behaviors due to individual differences."
  },
  {
    "id": 152,
    "statement": "Cultural context influences perceived importance of honesty significantly"
  },
  {
    "id": 153,
    "statement": "Honesty is a context-dependent and culturally relative concept."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 155,
    "statement": "Consciousness emerges from dynamic interactions between brain regions globally."
  },
  {
    "id": 156,
    "statement": "Neuroplasticity shaped by dynamic interplay between genetics and environment through epigenetics."
  },
  {
    "id": 157,
    "statement": "Lying can be morally justifiable in context-sensitive situations."
  },
  {
    "id": 158,
    "statement": "Attention filters out irrelevant sensory information through brain regions."
  },
  {
    "id": 159,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetics."
  },
  {
    "id": 160,
    "statement": "Consciousness is a multifaceted, complex, and debated phenomenon."
  },
  {
    "id": 161,
    "statement": "Consciousness emerges from harmonious neural integration across brain regions."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from integrated brain activity through information theory."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from integrated brain regions through global workspace theory."
  },
  {
    "id": 164,
    "statement": "Consciousness emerges from complex interactions between neurons and brain regions."
  },
  {
    "id": 165,
    "statement": "Conscious experience arises from complex brain wave interactions globally."
  },
  {
    "id": 166,
    "statement": "Cultural norms influence honesty through moral and social factors."
  },
  {
    "id": 167,
    "statement": "Global brain activity integrates multiple regions for consciousness."
  },
  {
    "id": 168,
    "statement": "Neuroplasticity arises from dynamic interplay among genetic and environmental factors"
  },
  {
    "id": 169,
    "statement": "Consciousness is a complex, multifaceted, and debated phenomenon involving subjective experience."
  },
  {
    "id": 170,
    "statement": "Honesty is a complex, context-dependent human behavior."
  },
  {
    "id": 171,
    "statement": "Lying can be morally justifiable in life-threatening situations."
  },
  {
    "id": 172,
    "statement": "Gamma waves integrate neural activity globally for conscious experience."
  },
  {
    "id": 173,
    "statement": "Honesty demonstrates authenticity and credibility, fostering trust."
  },
  {
    "id": 174,
    "statement": "Emotions influence integrated brain activity modulating regional activity."
  },
  {
    "id": 175,
    "statement": "Consciousness is a dynamic interplay of subjective experience, intention, and interactions."
  },
  {
    "id": 176,
    "statement": "Honesty is not always necessary for trust to exist."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated information generated by brain interactions globally."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from complex interactions between brain regions and cognitive biases."
  },
  {
    "id": 179,
    "statement": "Honesty is dynamic and situational, context-dependent and nuanced."
  },
  {
    "id": 180,
    "statement": "Global workspace theory integrates information for conscious experience"
  },
  {
    "id": 181,
    "statement": "Consciousness a complex phenomenon encompassing subjective experience and interactions"
  },
  {
    "id": 182,
    "statement": "Cultural context and social connections influence trust development significantly."
  },
  {
    "id": 183,
    "statement": "Trust develops through shared values, experiences, and consistent behavior"
  },
  {
    "id": 184,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific phenomenon."
  },
  {
    "id": 185,
    "statement": "Cultural context influences trust through communication styles norms."
  },
  {
    "id": 186,
    "statement": "Neuroplasticity occurs due to evolutionary pressures, learning, and compensatory mechanisms."
  },
  {
    "id": 187,
    "statement": "Neuroplasticity emerges from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 188,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets."
  },
  {
    "id": 189,
    "statement": "Gamma waves facilitate neural synchronization for conscious experience."
  },
  {
    "id": 190,
    "statement": "Honesty and trust defined contextually, culturally influenced behaviors."
  },
  {
    "id": 191,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 192,
    "statement": "Consciousness emerges from synchronized neural oscillations across brain regions."
  },
  {
    "id": 193,
    "statement": "Consciousness emerges from complex brain interactions globally."
  },
  {
    "id": 194,
    "statement": "Trust develops gradually through shared values and experiences"
  },
  {
    "id": 195,
    "statement": "Gamma waves synchronize brain regions for conscious integration through binding."
  },
  {
    "id": 196,
    "statement": "Consciousness is a multifaceted, debated, and complex scientific topic."
  },
  {
    "id": 197,
    "statement": "Honesty's importance varies across cultural and social contexts"
  },
  {
    "id": 198,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  }
]