[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 2,
    "statement": "Consciousness is complex multifaceted phenomenon of subjective experience"
  },
  {
    "id": 3,
    "statement": "Consciousness arises from brain's integrated information through phi calculation."
  },
  {
    "id": 4,
    "statement": "Cultural norms influence behavior through socialization, internalization, and reinforcement."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 6,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from brain's integrated information through IIT’s φ calculation."
  },
  {
    "id": 8,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from complex brain region interactions and information exchange."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from integrated brain activity through IIT's φ calculation."
  },
  {
    "id": 11,
    "statement": "Brain region oscillations facilitate information integration through synchronization."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated brain activity globally"
  },
  {
    "id": 13,
    "statement": "Subjective experience is unique, private, and internal to an individual."
  },
  {
    "id": 14,
    "statement": "Cultural norms shape behavior through socialization, conformity, internalization."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 16,
    "statement": "Cultural norms shape behavior through socialization, conformity, and internalization."
  },
  {
    "id": 17,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 18,
    "statement": "Consciousness emerges from harmonious coordination of brain regions globally."
  },
  {
    "id": 19,
    "statement": "Consciousness emerges from integrated information in brain activity globally."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 22,
    "statement": "Harmonious brain region coordination enables conscious experience formation."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation"
  },
  {
    "id": 25,
    "statement": "Consciousness arises from integrated information across brain regions."
  },
  {
    "id": 26,
    "statement": "Consciousness emerges from global brain coordination of neural interactions."
  },
  {
    "id": 27,
    "statement": "Consciousness emerges from harmonious coordination of brain regions globally."
  },
  {
    "id": 28,
    "statement": "Consciousness emerges from PFC-DMN integration in self-referential processing."
  },
  {
    "id": 29,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 30,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from harmonious coordination of synchronized brain regions."
  },
  {
    "id": 33,
    "statement": "Consciousness arises from coordinated brain regions' activity globally."
  },
  {
    "id": 34,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from harmonious brain region interactions and information exchange."
  },
  {
    "id": 36,
    "statement": "Consciousness emerges from globally distributed neural networks processes"
  },
  {
    "id": 37,
    "statement": "Subjective human experience refers to internal, personal and individual aspects"
  },
  {
    "id": 38,
    "statement": "Integrated information theory explains emergence of conscious experience"
  },
  {
    "id": 39,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 40,
    "statement": "Subconscious influences and external factors shape subjective experience"
  },
  {
    "id": 41,
    "statement": "Human consciousness is a complex, multifaceted, and poorly understood phenomenon."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from complex neural interactions and processing."
  },
  {
    "id": 43,
    "statement": "Genetics and environment both shape dynamic neuroplasticity."
  },
  {
    "id": 44,
    "statement": "Consciousness emerges from global workspace's integrated information"
  },
  {
    "id": 45,
    "statement": "Consciousness arises from interconnected subjective experience, intentionality, and self-awareness"
  },
  {
    "id": 46,
    "statement": "Consciousness arises from harmonious coordinated brain region interactions globally."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from coordinated brain region interactions globally."
  },
  {
    "id": 48,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 49,
    "statement": "Consciousness emerges from integrated brain information through phi calculation."
  },
  {
    "id": 50,
    "statement": "Consciousness arises from integrated information through neural oscillations and binding"
  },
  {
    "id": 51,
    "statement": "Neuroplasticity arises from dynamic interplay of genetic and environmental factors."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from synchronized brain region activities globally."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from interacting subjective, intentional, self-aware processes."
  },
  {
    "id": 55,
    "statement": "Consciousness involves intentionality, subjective experience, and self-awareness."
  },
  {
    "id": 56,
    "statement": "Consciousness emerges from synchronized global brain activity and integration."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from integrated information generated by causal interactions"
  },
  {
    "id": 59,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 62,
    "statement": "Consciousness is a subjective, multifaceted, complex phenomenon."
  },
  {
    "id": 63,
    "statement": "Consciousness involves complex neural interactions globally, internally."
  },
  {
    "id": 64,
    "statement": "Consciousness emerges from brain regions' harmonious neural integration globally."
  },
  {
    "id": 65,
    "statement": "Consciousness arises from integrated information quantified through phi calculation."
  },
  {
    "id": 66,
    "statement": "Subjective human experience refers to internal, qualitative aspects of consciousness."
  },
  {
    "id": 67,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations"
  },
  {
    "id": 68,
    "statement": "Consciousness is a subjective human experience of awareness."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from PFC-DMN integration of sensory information globally."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from complex interactions of brain regions."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from synchronized brain region communication globally."
  },
  {
    "id": 72,
    "statement": "Consciousness emerges from synchronized global brain region communication coordinated by attention."
  },
  {
    "id": 73,
    "statement": "Consciousness is complex, multifaceted, and yet to be fully understood."
  },
  {
    "id": 74,
    "statement": "Intentionality refers to mental states directed towards or about something representational, focused, and intentional."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from harmonious brain region coordination and integration."
  },
  {
    "id": 76,
    "statement": "Consciousness is subjective, internal, and unique to an individual."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from complex interactions among brain regions globally"
  },
  {
    "id": 78,
    "statement": "Consciousness involves emotions, thoughts, and sensations, influencing subjective experience."
  },
  {
    "id": 79,
    "statement": "Consciousness emerges from complex neural interactions globally."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from harmonious coordinated brain region interactions globally."
  },
  {
    "id": 81,
    "statement": "Intentionality refers to mental states directed towards or about external objects."
  },
  {
    "id": 82,
    "statement": "Conscious experience arises from harmonious brain region coordination, facilitated by neural oscillations, default mode network, thalamocortical loop, cortico-cortical connections, and neurotransmitters."
  },
  {
    "id": 83,
    "statement": "It is never morally acceptable to lie because honesty fundamental."
  },
  {
    "id": 84,
    "statement": "Brain regions coordinate through synchronization and hierarchical processing."
  },
  {
    "id": 85,
    "statement": "Consciousness emerges from integrated brain activity globally."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from brain's integrated information through IIT's phi calculation."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from complex interactions of brain regions dynamically."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from interacting subjective intentional self-aware processes."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from complex brain region interactions."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from integrated information generated by brain activity"
  },
  {
    "id": 92,
    "statement": "Consciousness arises from integrated information and environmental influences."
  },
  {
    "id": 93,
    "statement": "Consciousness emerges from dynamic integration of brain regions' functions."
  },
  {
    "id": 94,
    "statement": "Consciousness involves subjective experience, intentionality, and self-awareness."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from coordinated brain regions and synchronized oscillations globally"
  },
  {
    "id": 99,
    "statement": "Brain's complex neural interactions generate conscious subjective experience."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from coordinated brain regions and synchronized oscillations."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from integrated brain activity through global workspace theory."
  },
  {
    "id": 102,
    "statement": "Harmonious coordination of brain regions generates conscious experience."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from synchronized global brain region integration."
  },
  {
    "id": 104,
    "statement": "Neuroplasticity emerges from dynamic interplay of genetics and environmental factors"
  },
  {
    "id": 105,
    "statement": "Internalization, socialization, and reinforcement interact dynamically to shape behavior."
  },
  {
    "id": 106,
    "statement": "Consciousness arises from integrated brain information and causal interactions."
  },
  {
    "id": 107,
    "statement": "Consciousness is a rich, intricate, and dynamic subjective experience."
  },
  {
    "id": 108,
    "statement": "Lies can be morally justifiable in extreme harm-avoiding situations"
  },
  {
    "id": 109,
    "statement": "“Consciousness arises from integrated brain activity globally, globally.”"
  },
  {
    "id": 110,
    "statement": "Brain region oscillations facilitate information integration for conscious experience."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from harmonious synchronized brain region coordination."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from globally coordinated brain region interactions globally."
  },
  {
    "id": 113,
    "statement": "Consciousness emerges from complex neural interactions globally."
  },
  {
    "id": 114,
    "statement": "Consciousness emerges from globally coordinated brain activity."
  },
  {
    "id": 115,
    "statement": "Integrated Information Theory explains the emergence of conscious experience."
  },
  {
    "id": 116,
    "statement": "Human consciousness is a complex, multifaceted, and poorly understood phenomenon."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from dynamic integration of brain regions' activities."
  },
  {
    "id": 118,
    "statement": "Consequentialism prioritizes outcomes over moral principles."
  },
  {
    "id": 119,
    "statement": "Consciousness emerges from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 120,
    "statement": "Subjective experience is not entirely unique, private, and internal."
  },
  {
    "id": 121,
    "statement": "Personality, culture, and environment interact to shape social behavior"
  },
  {
    "id": 122,
    "statement": "Consciousness is a multifaceted subjective experience of interdependent dimensions"
  },
  {
    "id": 123,
    "statement": "Consciousness arises from synchronized global brain region communication."
  },
  {
    "id": 124,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 125,
    "statement": "Harmonious brain region coordination enables integrated and coherent conscious experience."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from integrated information generated by brain activity globally."
  },
  {
    "id": 127,
    "statement": "Consciousness emerges from complex brain region interactions globally."
  },
  {
    "id": 128,
    "statement": "Consciousness emerges from synchronized oscillations and global workspace formation."
  },
  {
    "id": 129,
    "statement": "Consciousness emerges from dynamic integration of brain regions."
  },
  {
    "id": 130,
    "statement": "Consciousness emerges from harmonious coordination of brain regions' activities."
  },
  {
    "id": 131,
    "statement": "Intentionality refers to mental states directed towards or about something."
  },
  {
    "id": 132,
    "statement": "Human consciousness is complex and not yet fully understood"
  },
  {
    "id": 133,
    "statement": "Consciousness is a multifaceted, complex, subjective experience phenomenon."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from integrated information generated by causal brain interactions"
  },
  {
    "id": 135,
    "statement": "Lies can be morally justifiable in extreme harm-avoiding situations with caution."
  },
  {
    "id": 136,
    "statement": "Conscious experience arises from harmonious brain region coordination facilitated by neural oscillations."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 139,
    "statement": "Synchronized global brain activity enables coherent conscious experience."
  },
  {
    "id": 140,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 141,
    "statement": "Neuroplasticity emerges from dynamic gene-environment interactions shaping brain function."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from synchronized brain region activity globally."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from synchronized global brain activity integration."
  },
  {
    "id": 144,
    "statement": "Consciousness arises from harmonious synchronized brain region interactions."
  },
  {
    "id": 145,
    "statement": "Human behavior is influenced by cultural norms and values."
  },
  {
    "id": 146,
    "statement": "Consciousness emerges from distributed brain region activities and patterns"
  },
  {
    "id": 147,
    "statement": "Consciousness arises from global workspace integration and broadcasting."
  },
  {
    "id": 148,
    "statement": "Consciousness is a complex, multifaceted, and poorly understood phenomenon."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from synchronized brain oscillations and binding mechanisms."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from integrated brain activity globally, universal in scope."
  },
  {
    "id": 151,
    "statement": "Human consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 153,
    "statement": "Subjective human experience includes qualitative, non-quantifiable aspects."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from globally distributed neural networks processes globally."
  },
  {
    "id": 155,
    "statement": "Coordinated brain regions and synchronized oscillations create consciousness."
  },
  {
    "id": 156,
    "statement": "Neuroplasticity arises from dynamic interplay between genetic and environmental factors."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from harmonious coordination of brain regions' activities."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from integrated information in brain activity."
  },
  {
    "id": 159,
    "statement": "Consciousness is a complex and multifaceted phenomenon."
  },
  {
    "id": 160,
    "statement": "Human consciousness is a complex and multifaceted phenomenon"
  },
  {
    "id": 161,
    "statement": "Consciousness arises from integrated information through phi calculation."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from globally coordinated brain activity patterns."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from interconnected subjective experience, intentionality, self-awareness."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from coordinated brain activity, enabling global workspace integration."
  },
  {
    "id": 165,
    "statement": "Consciousness refers to subjective human experience and awareness."
  },
  {
    "id": 166,
    "statement": "Intentionality refers to mental states directed towards or about something."
  },
  {
    "id": 167,
    "statement": "Consciousness emerges from PFC-DMN integration in self-referential processing."
  },
  {
    "id": 168,
    "statement": "Consciousness emerges from harmonious integration of brain region interactions."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from harmonious brain region coordination"
  },
  {
    "id": 170,
    "statement": "Consciousness arises from global brain coordination of neural interactions."
  },
  {
    "id": 171,
    "statement": "Consciousness arises from harmonious coordinated brain region activities globally."
  },
  {
    "id": 172,
    "statement": "Consciousness arises from complex interactions between subjective experience, intentionality, and self-awareness."
  },
  {
    "id": 173,
    "statement": "Internalization, socialization, and reinforcement dynamically shape behavior."
  },
  {
    "id": 174,
    "statement": "Causal interactions refer to brain region influences on consciousness."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from integrated information globally quantified by phi calculation"
  },
  {
    "id": 176,
    "statement": "Consciousness involves harmonious coordination of synchronized brain regions globally."
  },
  {
    "id": 177,
    "statement": "Subjective experience refers to internal, unique, private, and personal experiences."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from global workspace's integrated information globally."
  },
  {
    "id": 179,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from integrated information generated by brain activity globally."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from global, synchronized brain activity coordination."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrated global workspace theory activity globally."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 184,
    "statement": "Consciousness is complex, multifaceted, and poorly understood phenomenon"
  },
  {
    "id": 185,
    "statement": "Subjective experience is internal, personal, and individual distinct aspects"
  },
  {
    "id": 186,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from globally synchronized brain activity integration."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from harmonious integration of brain regions' activities globally"
  },
  {
    "id": 189,
    "statement": "Consciousness involves intentionality, self-awareness, and subjective experience."
  },
  {
    "id": 190,
    "statement": "Phi calculation quantifies consciousness through integrated information generated by causal interactions."
  },
  {
    "id": 191,
    "statement": "Harmonious coordination of brain regions integrates sensory-cognitive information."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 193,
    "statement": "Consciousness emerges from intricate neural interactions and synchronized processing."
  },
  {
    "id": 194,
    "statement": "Human consciousness is a complex, multifaceted phenomenon of subjective experience"
  },
  {
    "id": 195,
    "statement": "Dynamic neuroplasticity arises from interplay between genetics and environmental influences."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from intricate interactions of interdependent dimensions."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 198,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  }
]