[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 2,
    "statement": "Consciousness refers to subjective internal experiences versus external objective world."
  },
  {
    "id": 3,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 4,
    "statement": "Subjective experiences are shaped by interactions with the external world."
  },
  {
    "id": 5,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 6,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 7,
    "statement": "Consciousness is a complex and debated scientific topic about subjective experience."
  },
  {
    "id": 8,
    "statement": "Consciousness is studied multidisciplinary across neuroscience, philosophy, psychology and computer science."
  },
  {
    "id": 9,
    "statement": "Harmonious brain region interactions globally involve synchronized neural activity."
  },
  {
    "id": 10,
    "statement": "Consciousness is a complex phenomenon debated by multiple sciences."
  },
  {
    "id": 11,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary in multiple ways"
  },
  {
    "id": 12,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 13,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 14,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 15,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 16,
    "statement": "Morality varies across cultures due to cultural, historical, and social factors."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 18,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 21,
    "statement": "Honesty is culturally relative, context-dependent and nuanced."
  },
  {
    "id": 22,
    "statement": "Deontology prioritizes intrinsic moral values over consequences always unconditionally."
  },
  {
    "id": 23,
    "statement": "Debates in consciousness research focus on neural correlates and theories."
  },
  {
    "id": 24,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 25,
    "statement": "Histone modification and chromatin remodeling synergize in gene regulation."
  },
  {
    "id": 26,
    "statement": "Subjective experiences arise from dynamic interplay between internal and external factors."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from harmonious brain activity globally processed."
  },
  {
    "id": 29,
    "statement": "Consciousness emerges from dynamic interactions of multiple brain regions synchronizing."
  },
  {
    "id": 30,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression globally."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from complex internal-external interactions globally processed"
  },
  {
    "id": 32,
    "statement": "Localization theories oversimplify brain function's dynamic nature."
  },
  {
    "id": 33,
    "statement": "Deontology prioritizes intrinsic moral values over consequences absolutely."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from complex neural interactions, including binding, synchrony, and oscillations."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 36,
    "statement": "Deontology prioritizes inherent moral value over consequences and context always."
  },
  {
    "id": 37,
    "statement": "Deontology balances moral rules with consequences in specific situations"
  },
  {
    "id": 38,
    "statement": "Deontology balances moral rules with considered consequences and context."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from harmonious brain region interactions synchronously."
  },
  {
    "id": 40,
    "statement": "Honesty's suitability varies depending on context and relationships."
  },
  {
    "id": 41,
    "statement": "Subjective experiences are shaped by unique external influences."
  },
  {
    "id": 42,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally"
  },
  {
    "id": 43,
    "statement": "Honesty is not the only foundation of trust, depending context."
  },
  {
    "id": 44,
    "statement": "Consciousness emerges from integrated information generated by brain region interactions."
  },
  {
    "id": 45,
    "statement": "Subjective experiences are fundamentally connected to and influenced by the external world."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated neural signals and processing."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally."
  },
  {
    "id": 48,
    "statement": "Subjective experiences are shaped by dynamic interplay between internal and external factors."
  },
  {
    "id": 49,
    "statement": "Neural oscillations contribute to sensory processing, partially integrated therein."
  },
  {
    "id": 50,
    "statement": "Honesty is context-dependent, considering consequences and motivations explicitly."
  },
  {
    "id": 51,
    "statement": "Moral values vary across cultures due to subjective factors."
  },
  {
    "id": 52,
    "statement": "Localization theory oversimplifies brain function's complex nature."
  },
  {
    "id": 53,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 55,
    "statement": "Moral principles can both be objective and context-dependent."
  },
  {
    "id": 56,
    "statement": "Deontology prioritizes inherent moral value over context and consequences."
  },
  {
    "id": 57,
    "statement": "Neural oscillations integrate sensory information through synchrony and phase-locking."
  },
  {
    "id": 58,
    "statement": "Deontology prioritizes moral rules over consequences and exceptions universally."
  },
  {
    "id": 59,
    "statement": "Subjective experiences are shaped by complex interplay of internal and external factors."
  },
  {
    "id": 60,
    "statement": "Complex systems exhibit emergent properties from component interactions and organization."
  },
  {
    "id": 61,
    "statement": "Honesty is a valued trait with varying importance across cultures."
  },
  {
    "id": 62,
    "statement": "Histone modification and chromatin remodeling synergize for gene expression regulation."
  },
  {
    "id": 63,
    "statement": "Deontology prioritizes moral rules, considering context and consequences."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 65,
    "statement": "Morality is complex, influenced by cultural, subjective, and contextual factors."
  },
  {
    "id": 66,
    "statement": "Multidisciplinary research in consciousness is not uniform across fields."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from complex neural interactions and integration."
  },
  {
    "id": 68,
    "statement": "Neural oscillations integrate sensory information globally through synchronization."
  },
  {
    "id": 69,
    "statement": "Conscious experience arises from harmonious and complex brain region interactions globally."
  },
  {
    "id": 70,
    "statement": "Moral values vary across cultures due to unique individual contexts"
  },
  {
    "id": 71,
    "statement": "Localization theories focus on specific brain regions, neglecting integrations."
  },
  {
    "id": 72,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 74,
    "statement": "Deontology balances moral rules with considered consequences and context."
  },
  {
    "id": 75,
    "statement": "Brain's dynamic nature is complex, still an active area of research."
  },
  {
    "id": 76,
    "statement": "Localization theories oversimplify brain function's integrative nature."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from complex emergent properties of neural interactions."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from synchronized neural activity between brain regions."
  },
  {
    "id": 79,
    "statement": "Morality is subjective, context-dependent, and influenced by cultural factors."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from harmonious brain region interactions globally, synchronized"
  },
  {
    "id": 81,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 82,
    "statement": "Neural oscillations integrate sensory information through binding and synchronization."
  },
  {
    "id": 83,
    "statement": "Honesty's suitability varies with context, relationships, and desired outcomes."
  },
  {
    "id": 84,
    "statement": "Morality varies across cultures, yet shares universal commonalities."
  },
  {
    "id": 85,
    "statement": "Histone modification and chromatin remodeling regulate gene expression cooperatively."
  },
  {
    "id": 86,
    "statement": "Integrated information refers to information generated by causal interactions within a system."
  },
  {
    "id": 87,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 88,
    "statement": "Consciousness refers to subjective internal experiences shaping interactions."
  },
  {
    "id": 89,
    "statement": "Neural oscillations modulate sensory processing through complex interactions."
  },
  {
    "id": 90,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 91,
    "statement": "Morality varies across cultures due to cultural, historical, and social factors."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from integrated neural processes and oscillations."
  },
  {
    "id": 93,
    "statement": "Histone modification and chromatin remodeling synergize gene expression regulation."
  },
  {
    "id": 94,
    "statement": "Honesty emerges from integrated processing of internal and external factors."
  },
  {
    "id": 95,
    "statement": "Neural oscillations integrate sensory information mainly through synchronization."
  },
  {
    "id": 96,
    "statement": "Moral values vary across cultures due to subjective context factors"
  },
  {
    "id": 97,
    "statement": "Consciousness arises from integrated information processing and integration."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from complex neural interactions globally processed"
  },
  {
    "id": 99,
    "statement": "Localization theories overlook global brain integration in consciousness."
  },
  {
    "id": 100,
    "statement": "Honesty emerges from dynamic interaction between internal & external factors."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 103,
    "statement": "Deontology emphasizes moral rules over consequences and context"
  },
  {
    "id": 104,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 105,
    "statement": "Deontology balances moral rules, consequences, and context prudently."
  },
  {
    "id": 106,
    "statement": "Deontology prioritizes universal, unchanging moral rules absolutely."
  },
  {
    "id": 107,
    "statement": "Localization theory oversimplifies brain function's distributed complexity."
  },
  {
    "id": 108,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 109,
    "statement": "Honesty is generally effective in most situations with variation."
  },
  {
    "id": 110,
    "statement": "Subjective experiences are inherently relational and influenced by the external world."
  },
  {
    "id": 111,
    "statement": "Honesty emerges from dynamic integration of internal and external factors."
  },
  {
    "id": 112,
    "statement": "Deontology prioritizes universal, unchanging moral rules primarily."
  },
  {
    "id": 113,
    "statement": "Consciousness emerges from binding, synchrony, and oscillations in brain."
  },
  {
    "id": 114,
    "statement": "Histone modification and chromatin remodeling regulate gene expression cooperatively."
  },
  {
    "id": 115,
    "statement": "Consciousness bridges subjective experiences and external objective world."
  },
  {
    "id": 116,
    "statement": "Neural oscillations integrate sensory information through synchrony, phase-locking."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from complex neural interactions and integration"
  },
  {
    "id": 118,
    "statement": "Deontology prioritizes absolute moral rules over consequences universally, despite exceptions."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from complex neural interactions, an emergent property.'"
  },
  {
    "id": 120,
    "statement": "Consciousness arises from complex internal-external interactions globally processed"
  },
  {
    "id": 121,
    "statement": "Consciousness is complex, studied multidisciplinary, and understood differently"
  },
  {
    "id": 122,
    "statement": "Histone modification and chromatin remodeling coordinate gene expression regulation by interacting, working together."
  },
  {
    "id": 123,
    "statement": "Localization theory oversimplifies brain function's dynamic and interconnected nature."
  },
  {
    "id": 124,
    "statement": "Consciousness refers to subjective internal experiences versus external objective world."
  },
  {
    "id": 125,
    "statement": "Honesty is a culturally relative concept with varying importance."
  },
  {
    "id": 126,
    "statement": "Morality is shaped by cultural norms and personal beliefs contextually."
  },
  {
    "id": 127,
    "statement": "Neural oscillations integrate sensory information in region-specific patterns"
  },
  {
    "id": 128,
    "statement": "Deontology prioritizes moral rules over consequences and context universally."
  },
  {
    "id": 129,
    "statement": "Honesty is a culturally relative moral value universally applied."
  },
  {
    "id": 130,
    "statement": "Honesty's suitability varies with specific social, cultural, and situational contexts."
  },
  {
    "id": 131,
    "statement": "Deontology balances moral rules with considered consequences and context harmoniously."
  },
  {
    "id": 132,
    "statement": "Deontology prioritizes moral rules over uncertain consequences and context."
  },
  {
    "id": 133,
    "statement": "Honesty is culturally relative and locally defined."
  },
  {
    "id": 134,
    "statement": "Histone modification and chromatin remodeling cooperatively regulate gene expression"
  },
  {
    "id": 135,
    "statement": "Consciousness emerges from integrated information generation globally processed."
  },
  {
    "id": 136,
    "statement": "Subjective factors like culture, personal experience, and social norms influence morality."
  },
  {
    "id": 137,
    "statement": "Morality is complex, influenced by multiple interacting factors."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from harmonious brain region interactions globally, synchronized."
  },
  {
    "id": 139,
    "statement": "Histone modification and chromatin remodeling synergize globally to regulate gene expression."
  },
  {
    "id": 140,
    "statement": "Brain function is complex, dynamic, and interdependent, not localized."
  },
  {
    "id": 141,
    "statement": "Honesty is a culturally relative value, context-dependent and nuanced."
  },
  {
    "id": 142,
    "statement": "Deontology balances moral rules with consequences in specific situations"
  },
  {
    "id": 143,
    "statement": "Deontology prioritizes moral rules over uncertain consequences and context always."
  },
  {
    "id": 144,
    "statement": "Deontology prioritizes absolute moral rules over consequences and context."
  },
  {
    "id": 145,
    "statement": "Neural oscillations integrate sensory information through synchronization and coupling."
  },
  {
    "id": 146,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 147,
    "statement": "Consciousness distinguishes subjective internal experiences from external objective world."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from harmonious brain region interactions and integration."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from synchronized brain region interactions, integrating information."
  },
  {
    "id": 151,
    "statement": "Neural oscillations integrate sensory information region-specifically dynamically."
  },
  {
    "id": 152,
    "statement": "Consciousness is a multifaceted phenomenon debated across sciences."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from coordinated neural oscillations and synchronization."
  },
  {
    "id": 155,
    "statement": "Deontology prioritizes inherent moral value over context and consequences."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 157,
    "statement": "Deontology prioritizes intrinsic moral value over consequences and context."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from integrated neural information processing globally."
  },
  {
    "id": 159,
    "statement": "Histone modification and chromatin remodeling synergize gene expression regulation."
  },
  {
    "id": 160,
    "statement": "Consciousness studied multidisciplinary including neuroscience, philosophy, psychology, computer science, and IIT."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from integrated information generated by brain interactions"
  },
  {
    "id": 163,
    "statement": "Deontology prioritizes objective and absolute moral rules unconditionally."
  },
  {
    "id": 164,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 165,
    "statement": "Trust is built on consistent demonstration of honesty and reliability"
  },
  {
    "id": 166,
    "statement": "Trust can be built on multiple factors beyond honesty."
  },
  {
    "id": 167,
    "statement": "Consciousness emerges from complex neural interactions globally"
  },
  {
    "id": 168,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 169,
    "statement": "Neural oscillations, binding, and synchronization integrate sensory information."
  },
  {
    "id": 170,
    "statement": "Deontology prioritizes inherent moral value over consequences and context always."
  },
  {
    "id": 171,
    "statement": "Honesty is a necessary condition, not sufficient, for building trust."
  },
  {
    "id": 172,
    "statement": "Moral values, like honesty, vary in cultural application."
  },
  {
    "id": 173,
    "statement": "Honesty is context-dependent, considering consequences and motivations explicitly."
  },
  {
    "id": 174,
    "statement": "Moral development arises from complex interplay of multiple factors."
  },
  {
    "id": 175,
    "statement": "Cultural norms and personal beliefs interact to shape morality."
  },
  {
    "id": 176,
    "statement": "Deontology prioritizes inherent moral value over consequences in certain situations."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated information generated by causal brain interactions globally."
  },
  {
    "id": 178,
    "statement": "Subjective experiences are shaped by internal and external factors simultaneously."
  },
  {
    "id": 179,
    "statement": "Histones are modified to change chromatin structure affecting gene expression."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 181,
    "statement": "Deontology prioritizes intrinsic moral values over consequences in many cases."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 183,
    "statement": "Neural correlates refer to specific brain regions associated with mental states."
  },
  {
    "id": 184,
    "statement": "Deontology prioritizes intrinsic moral values over consequences always."
  },
  {
    "id": 185,
    "statement": "Consciousness refers to subjective internal experiences versus external objective world."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from dynamic internal-external interactions globally processed."
  },
  {
    "id": 187,
    "statement": "Honesty may not always be the most effective moral choice."
  },
  {
    "id": 188,
    "statement": "Consciousness emerges from complex neural interactions globally processed."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from complex neural interactions and global workspace theory"
  },
  {
    "id": 190,
    "statement": "Histone modification and chromatin remodeling coordinate gene expression regulation dynamically."
  },
  {
    "id": 191,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 192,
    "statement": "Honesty is context-dependent; adapting truth for specific situations."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from global workspace integrating diverse information."
  },
  {
    "id": 194,
    "statement": "Honesty is effective, but context and relationships matter"
  },
  {
    "id": 195,
    "statement": "Deontology prioritizes moral rules while considering context and consequences."
  },
  {
    "id": 196,
    "statement": "Deontology focuses on moral rules and principles, not consequences."
  },
  {
    "id": 197,
    "statement": "Honesty is a culturally relative moral value with varying definitions."
  },
  {
    "id": 198,
    "statement": "Consciousness arises from integration of internal and external factors globally."
  }
]