[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 2,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 3,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 4,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 5,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 6,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 8,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 9,
    "statement": "Consciousness is a highly nuanced, multifaceted, and debated scientific topic."
  },
  {
    "id": 10,
    "statement": "Neuroplasticity arises from complex genetic-environmental epigenetic interactions driving brain change."
  },
  {
    "id": 11,
    "statement": "Honesty is a foundation of trust, but context influences moral decisions."
  },
  {
    "id": 12,
    "statement": "Neuroplasticity arises from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 13,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 14,
    "statement": "Harmless brain region interactions facilitate flexible cognitive processing flexibility"
  },
  {
    "id": 15,
    "statement": "Consciousness arises from integrated information globally through IIT's φ calculation."
  },
  {
    "id": 16,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 17,
    "statement": "Neuroplasticity: brain's ability to change and adapt throughout life."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 19,
    "statement": "Consciousness is a multifaceted phenomenon encompassing subjective experience."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 21,
    "statement": "Honesty is never morally acceptable to be compromised"
  },
  {
    "id": 22,
    "statement": "Neuroplasticity is the brain's ability to change adapt."
  },
  {
    "id": 23,
    "statement": "Consciousness is a personal and internal experience unique to each individual."
  },
  {
    "id": 24,
    "statement": "Honesty is dynamic behavior influenced by cultural norms."
  },
  {
    "id": 25,
    "statement": "Consciousness encompasses unique, internal, and qualitative subjective experiences."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated information within brain regions."
  },
  {
    "id": 28,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets"
  },
  {
    "id": 29,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from brain's integrated information through IIT."
  },
  {
    "id": 31,
    "statement": "Neuroplasticity emerges from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 32,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 33,
    "statement": "Consciousness arises from integrated information through IIT."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 36,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 37,
    "statement": "Mental representations instantiated in specific brain activity patterns through neural oscillations."
  },
  {
    "id": 38,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 40,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 41,
    "statement": "Consciousness is a multifaceted and debated scientific topic."
  },
  {
    "id": 42,
    "statement": "Simple statements can clarify complex ideas by providing foundation."
  },
  {
    "id": 43,
    "statement": "Consciousness: Complex interplay of subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 45,
    "statement": "Gamma waves synchronize brain regions for conscious integration."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 47,
    "statement": "Neural oscillations facilitate information integration and conscious experience."
  },
  {
    "id": 48,
    "statement": "Neuroplasticity refers to brain's ability to reorganize throughout life."
  },
  {
    "id": 49,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 50,
    "statement": "Consciousness arises from integrated information generated within brain activity."
  },
  {
    "id": 51,
    "statement": "Honesty's importance varies across cultures, influenced by norms"
  },
  {
    "id": 52,
    "statement": "Consciousness is a subjective, multifaceted, and debated human experience."
  },
  {
    "id": 53,
    "statement": "Cognitive flexibility may be supported by regional brain synchronization."
  },
  {
    "id": 54,
    "statement": "Honesty cultural value influenced by societal norms and collectivism."
  },
  {
    "id": 55,
    "statement": "Honesty serves as a means to achieve greater goods."
  },
  {
    "id": 56,
    "statement": "Anthropology studies consciousness through cultural, social, and symbolic contexts."
  },
  {
    "id": 57,
    "statement": "Cultural context and social connections significantly influence trust development."
  },
  {
    "id": 58,
    "statement": "Consciousness is a complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 59,
    "statement": "Consciousness is a complex, subtle, and multifaceted, ongoing topic."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 62,
    "statement": "Simplest statements can be starting point for complex ideas development."
  },
  {
    "id": 63,
    "statement": "Attention selectively filters out irrelevant sensory information through brain regions."
  },
  {
    "id": 64,
    "statement": "Honesty values vary across cultures and societies."
  },
  {
    "id": 65,
    "statement": "Consciousness is a complex, multifaceted, and debated human experience."
  },
  {
    "id": 66,
    "statement": "Cultural context and social connections significantly influence trust development."
  },
  {
    "id": 67,
    "statement": "Honesty and trust defined differently in various cultural contexts."
  },
  {
    "id": 68,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 69,
    "statement": "Consciousness is a complex and multifaceted human experience"
  },
  {
    "id": 70,
    "statement": "Consciousness is a complex, nuanced, and multifaceted phenomenon."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from complex interactions between brain regions integrated."
  },
  {
    "id": 72,
    "statement": "Neuroplasticity arises from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 73,
    "statement": "Simplest statements can serve as foundation for complex idea development."
  },
  {
    "id": 74,
    "statement": "Honesty and trust meanings vary across cultures with nuances."
  },
  {
    "id": 75,
    "statement": "Honesty is adaptive behavior influenced by cultural norms and context."
  },
  {
    "id": 76,
    "statement": "Epigenetics influences gene expression in neuroplasticity processes."
  },
  {
    "id": 77,
    "statement": "Honesty and trust defined differently in various cultural contexts"
  },
  {
    "id": 78,
    "statement": "Regional brain synchronization supports cognitive flexibility through coordination."
  },
  {
    "id": 79,
    "statement": "Neural oscillations synchronize brain regions for conscious experience through gamma waves."
  },
  {
    "id": 80,
    "statement": "IIT's ϕ calculation measures integrated information in a system"
  },
  {
    "id": 81,
    "statement": "Neuroplasticity shaped by dynamic interplay of genetics and environment."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from integration of neural activity across brain regions"
  },
  {
    "id": 83,
    "statement": "Diversity arises from complex interplay of genetic and environmental factors."
  },
  {
    "id": 84,
    "statement": "Humans are social creatures with varying degrees of diversity."
  },
  {
    "id": 85,
    "statement": "Anthropology studies consciousness through cultural, social, and symbolic perspectives."
  },
  {
    "id": 86,
    "statement": "Cultural norms influence individual behavior and attitudes"
  },
  {
    "id": 87,
    "statement": "Consciousness is a personal andunique internal experience."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from integrated information globally within a system."
  },
  {
    "id": 89,
    "statement": "Lying can be morally justifiable in context-sensitive situations."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from neural activity patterns and brain regions."
  },
  {
    "id": 91,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 92,
    "statement": "Attention and self-awareness intertwined in conscious experience"
  },
  {
    "id": 93,
    "statement": "Cultural context influences perceived importance of honesty."
  },
  {
    "id": 94,
    "statement": "Simplist statements can serve as foundation for more complex ideas."
  },
  {
    "id": 95,
    "statement": "Honesty and trust meanings vary across cultures, influencing relations."
  },
  {
    "id": 96,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 97,
    "statement": "Honesty is a means, not an end, in itself."
  },
  {
    "id": 98,
    "statement": "Simple statements serve as starting point or anchor for complex ideas, clarifying concepts."
  },
  {
    "id": 99,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 100,
    "statement": "Integrated Information Theory (IIT) proposes consciousness arises from integrated information."
  },
  {
    "id": 101,
    "statement": "Honesty is context-dependent, influenced by situation and relationship."
  },
  {
    "id": 102,
    "statement": "Cultural norms influence honesty and authenticity in complex ways."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 104,
    "statement": "Cultural context and social connections heavily influence trust development."
  },
  {
    "id": 105,
    "statement": "Consciousness emerges from global workspace integrating neural activity globally."
  },
  {
    "id": 106,
    "statement": "Honesty is foundation of trust through authenticity credibility"
  },
  {
    "id": 107,
    "statement": "Attention is the process of selectively focusing on stimuli."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrating neural activity in global workspace theory"
  },
  {
    "id": 109,
    "statement": "Consciousness is a multifaceted phenomenon with subjective experience."
  },
  {
    "id": 110,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification"
  },
  {
    "id": 111,
    "statement": "Honesty is one essential aspect of trust, not sole foundation."
  },
  {
    "id": 112,
    "statement": "Conscious experience arises from global brain activity synchronization."
  },
  {
    "id": 113,
    "statement": "Consciousness involves complex interactions between brain regions."
  },
  {
    "id": 114,
    "statement": "Consciousness is a complex, multifaceted and debated phenomenon."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 116,
    "statement": "Gamma waves synchronize brain regions through global workspace theory enabling conscious experience."
  },
  {
    "id": 117,
    "statement": "Consciousness is a complex and multifaceted phenomenon debated scientifically."
  },
  {
    "id": 118,
    "statement": "Honesty is a complex trait influenced by cultural context."
  },
  {
    "id": 119,
    "statement": "Honesty and trust defined differently in various cultural contexts"
  },
  {
    "id": 120,
    "statement": "Consciousness is a multifaceted and debated scientific topic."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 122,
    "statement": "Consciousness emerges from integrated information across brain regions."
  },
  {
    "id": 123,
    "statement": "Attention shapes self-awareness in complex conscious experience"
  },
  {
    "id": 124,
    "statement": "Humans are social, yet individualistic variations and exceptions exist"
  },
  {
    "id": 125,
    "statement": "Neural oscillations integrate information across brain regions for conscious experience"
  },
  {
    "id": 126,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 127,
    "statement": "Honesty is multi-faceted trait influenced by cultural norms and values."
  },
  {
    "id": 128,
    "statement": "Consciousness is a multifaceted phenomenon debated scientifically."
  },
  {
    "id": 129,
    "statement": "Integrated information theory proposes consciousness arises from brain integration."
  },
  {
    "id": 130,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 131,
    "statement": "Honesty and trust defined differently across cultures and contexts."
  },
  {
    "id": 132,
    "statement": "Brain region interactions facilitate flexible cognitive processing through coordination"
  },
  {
    "id": 133,
    "statement": "Cultural norms influence honesty and authenticity in complex ways."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 135,
    "statement": "Neuroplasticity emerges from dynamic genetic-environmental interaction and feedback loop."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from complex interactions between subjective experience, intentionality, self-awareness, attention, and environmental interactions."
  },
  {
    "id": 137,
    "statement": "Consciousness debated across neuroscience, psychology, philosophy, and AI."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from integrated brain activity through IIT."
  },
  {
    "id": 139,
    "statement": "Consciousness is a multifaceted and debated scientific topic"
  },
  {
    "id": 140,
    "statement": "Cultural norms influence honesty, but individuals resist or challenge norms."
  },
  {
    "id": 141,
    "statement": "Gamma waves crucial in binding brain regions for consciousness."
  },
  {
    "id": 142,
    "statement": "Anthropology studies consciousness through cultural, social, and symbolic contexts."
  },
  {
    "id": 143,
    "statement": "Honesty's importance varies across cultures, influenced by norms."
  },
  {
    "id": 144,
    "statement": "Honesty is a complex social construct influenced by cultural norms."
  },
  {
    "id": 145,
    "statement": "Consciousness emerges from integrated brain activity globally through IIT."
  },
  {
    "id": 146,
    "statement": "Honesty foundation of trust through authenticity credibility"
  },
  {
    "id": 147,
    "statement": "Simple statements clarify complex ideas through anchoring and nuance addition."
  },
  {
    "id": 148,
    "statement": "Consciousness is a multifaceted, debated phenomenon involving subjective experience."
  },
  {
    "id": 149,
    "statement": "Cultural norms influence honesty in complex ways, varying across societies."
  },
  {
    "id": 150,
    "statement": "Cultural context and social connections heavily influence trust development."
  },
  {
    "id": 151,
    "statement": "Consciousness is a dynamic and constantly evolving field of study."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from integrated neural activity and information processing."
  },
  {
    "id": 153,
    "statement": "Consciousness is multifaceted, complex, and debated in science."
  },
  {
    "id": 154,
    "statement": "Consciousness emerges from complex brain activity globally integrated."
  },
  {
    "id": 155,
    "statement": "Consciousness studied through multiple disciplines, each with unique perspective."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 157,
    "statement": "Gamma waves synchronize brain regions for global conscious experience"
  },
  {
    "id": 158,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 159,
    "statement": "Anthropology studies consciousness through cultural, social, symbolic perspectives."
  },
  {
    "id": 160,
    "statement": "Honesty is a means, not an end, in itself, pragmatically."
  },
  {
    "id": 161,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 162,
    "statement": "Neuroplasticity arises from dynamic genetic-environmental interaction and feedback loops."
  },
  {
    "id": 163,
    "statement": "Honesty's meaning varies across cultures and situations."
  },
  {
    "id": 164,
    "statement": "Neural oscillations integrate information across brain regions for conscious experience."
  },
  {
    "id": 165,
    "statement": "Honesty can be justified as a means to achieve greater goods."
  },
  {
    "id": 166,
    "statement": "Cultural context shapes perceived importance and standards of honesty."
  },
  {
    "id": 167,
    "statement": "Honesty is foundation of trust, influenced by situational and cultural context"
  },
  {
    "id": 168,
    "statement": "Consciousness arises from integrated brain activity through IIT's phi calculation."
  },
  {
    "id": 169,
    "statement": "Gamma waves synchronize brain regions for coherent conscious experience."
  },
  {
    "id": 170,
    "statement": "Integrated Information Theory (IIT) explains consciousness as a product"
  },
  {
    "id": 171,
    "statement": "Honesty is context-dependent, influenced by situation, relationship, culture, and empathy."
  },
  {
    "id": 172,
    "statement": "Cultural context and social connections significantly influence trust development."
  },
  {
    "id": 173,
    "statement": "Diversity arises from complex interplay of genetic and environmental factors."
  },
  {
    "id": 174,
    "statement": "Honesty is a complex concept influenced by various factors, including culture, values, power dynamics, and personal experiences."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from complex integrated information within a system"
  },
  {
    "id": 176,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms"
  },
  {
    "id": 177,
    "statement": "Consciousness arises from complex interactions between brain regions"
  },
  {
    "id": 178,
    "statement": "Consciousness arises from complex interplay of subjective experience, intentionality, self-awareness, attention, and environment"
  },
  {
    "id": 179,
    "statement": "Consciousness is complex, multifaceted, and debated phenomenon"
  },
  {
    "id": 180,
    "statement": "Consciousness is a complex and dynamic multifaceted subjective experience."
  },
  {
    "id": 181,
    "statement": "Consciousness is complex, multifaceted, and debated scientific topic."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 184,
    "statement": "Neural oscillations synchronize neural activity for information integration."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from integrated processing and information integration."
  },
  {
    "id": 186,
    "statement": "Simple statements clarify complex ideas by providing foundation and focus."
  },
  {
    "id": 187,
    "statement": "Lying can be morally justifiable in context-sensitive situations."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from integrated neural activity across brain regions through binding, synchronization, and hierarchical processing."
  },
  {
    "id": 189,
    "statement": "Consciousness is a complex and multifaceted phenomenon debated scientifically."
  },
  {
    "id": 190,
    "statement": "Honesty is a principle, exceptions may occur ethically."
  },
  {
    "id": 191,
    "statement": "Lying can be morally justifiable in context-sensitive situations."
  },
  {
    "id": 192,
    "statement": "Cultural context and social connections significantly influence trust development."
  },
  {
    "id": 193,
    "statement": "Hormones regulate neural connections through transcriptional and post-transcriptional mechanisms."
  },
  {
    "id": 194,
    "statement": "Brain neural oscillations relate to mental representations, cognitive processes"
  },
  {
    "id": 195,
    "statement": "Consciousness arises from complex interactions between brain regions and facets."
  },
  {
    "id": 196,
    "statement": "Honesty is an essential aspect of trust, not sole foundation."
  },
  {
    "id": 197,
    "statement": "Consciousness involves internal, subjective, and qualitative experiences."
  }
]