[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty's effectiveness depends on context and consequences"
  },
  {
    "id": 2,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 3,
    "statement": "Neural oscillations integrate multiple sensory inputs for conscious perception."
  },
  {
    "id": 4,
    "statement": "Honesty is a fundamental moral value in many cultures."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 6,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 8,
    "statement": "Broadcasting in IIT refers to unified information sharing globally."
  },
  {
    "id": 9,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 10,
    "statement": "Honesty's effectiveness varies depending on context and potential outcomes."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from integrated brain information globally processed."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated information globally processed within brain."
  },
  {
    "id": 13,
    "statement": "Lying may be justified to prevent harm or protect well-being."
  },
  {
    "id": 14,
    "statement": "Honesty's effectiveness depends on context and potential outcomes, considering specific situations."
  },
  {
    "id": 15,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from integrated information processing across the brain."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 18,
    "statement": "Histone modification and chromatin remodeling coordinately regulate epigenetic states."
  },
  {
    "id": 19,
    "statement": "Honesty's effectiveness depends on context and potential harm."
  },
  {
    "id": 20,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale formulas."
  },
  {
    "id": 21,
    "statement": "Neural oscillations facilitate sensory processing through synchronization and binding"
  },
  {
    "id": 22,
    "statement": "Consciousness is multidisciplinary study combining philosophy, neuroscience, psychology."
  },
  {
    "id": 23,
    "statement": "Consciousness is multidisciplinary, combining philosophy, neuroscience, psychology, anthropology, computer science, and physics."
  },
  {
    "id": 24,
    "statement": "Consciousness theories encompass multiple interdisciplinary approaches."
  },
  {
    "id": 25,
    "statement": "Consciousness is multifaceted, with various perspectives on its nature."
  },
  {
    "id": 26,
    "statement": "Epigenetic regulation involves coordinated histone modification and chromatin remodeling."
  },
  {
    "id": 27,
    "statement": "Lying can be justified in extreme circumstances with careful consideration."
  },
  {
    "id": 28,
    "statement": "Philosophy explores consciousness, seeking its fundamental nature and scope."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 30,
    "statement": "Honesty is context-dependent; its effectiveness hinges on social and cultural norms."
  },
  {
    "id": 31,
    "statement": "Honesty's effectiveness depends on context and potential outcomes."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 33,
    "statement": "Consciousness arises from integrated information processing in brain regions"
  },
  {
    "id": 34,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and accessibility synergy."
  },
  {
    "id": 35,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 36,
    "statement": "pH measures hydrogen ion concentration using exponential scale."
  },
  {
    "id": 37,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and synergy."
  },
  {
    "id": 38,
    "statement": "Consciousness influences quantum collapse through Orchestrated Objective Reduction."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from brain's global information integration process globally."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from hierarchical processing in brain regions."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from integrated information globally processed in brain."
  },
  {
    "id": 42,
    "statement": "Humans' consciousness stems from brain's integrated information processing globally."
  },
  {
    "id": 43,
    "statement": "Global workspace theory explains consciousness through integrated information processing."
  },
  {
    "id": 44,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness."
  },
  {
    "id": 45,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling synergy."
  },
  {
    "id": 46,
    "statement": "Honesty's value varies across cultures and situational contexts."
  },
  {
    "id": 47,
    "statement": "Language models lack personal experiences and consciousness."
  },
  {
    "id": 48,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interplay in gene expression."
  },
  {
    "id": 49,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 50,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interactions."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 52,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 53,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 54,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation"
  },
  {
    "id": 55,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from integrated information globally processed globally."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from integrated information globally processed within brain."
  },
  {
    "id": 58,
    "statement": "Consciousness is a multidisciplinary area studied by philosophy, neuroscience, and psychology."
  },
  {
    "id": 59,
    "statement": "PH measures hydrogen ion concentration using logarithmic scale always."
  },
  {
    "id": 60,
    "statement": "Lying can be morally justifiable in context-dependent situations."
  },
  {
    "id": 61,
    "statement": "Epigenetic regulation involves histone modification and chromatin remodeling synergy."
  },
  {
    "id": 62,
    "statement": "Honesty's effectiveness depends on context, consequences, and audience."
  },
  {
    "id": 63,
    "statement": "Integrated information theory explains consciousness as global brain processing."
  },
  {
    "id": 64,
    "statement": "Honesty's effectiveness depends on context, individuals, and potential harm's type."
  },
  {
    "id": 65,
    "statement": "Consciousness arises from integrating information across brain regions."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from integrated information across disciplines."
  },
  {
    "id": 68,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 69,
    "statement": "Hierarchical brain processing integrates information for conscious awareness."
  },
  {
    "id": 70,
    "statement": "Lying can be morally justifiable in context-dependent situations."
  },
  {
    "id": 71,
    "statement": "Indian Institute of Technology has a centralized broadcasting system worldwide."
  },
  {
    "id": 72,
    "statement": "Utilitarianism's limitations, such as neglecting individual rights."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 74,
    "statement": "Lying is justified to prevent harm, preserve confidentiality"
  },
  {
    "id": 75,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 76,
    "statement": "Consciousness is an emergent property of brain interactions."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from integrated brain region information processing."
  },
  {
    "id": 78,
    "statement": "Honesty prioritizes truth over benefits and consequences."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from integrating information across brain regions through neural mechanisms"
  },
  {
    "id": 80,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from integrated brain processing across regions globally."
  },
  {
    "id": 82,
    "statement": "Quantum mechanics' fundamental principles remain unexplained by Orch-OR theory."
  },
  {
    "id": 83,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale for comparison"
  },
  {
    "id": 84,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 85,
    "statement": "Epigenetic regulation involves coordinated chromatin remodeling, histone modification, and accessibility."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from integrated information globally processed in brain"
  },
  {
    "id": 87,
    "statement": "Consciousness influences quantum collapse through Orch-OR theory."
  },
  {
    "id": 88,
    "statement": "Consciousness is multidisciplinary combining philosophy, neuroscience, and psychology."
  },
  {
    "id": 89,
    "statement": "Language models lack personal experiences and consciousness, like weak AI."
  },
  {
    "id": 90,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and synergy coordination gene expression."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from brain's integrated information processing globally."
  },
  {
    "id": 92,
    "statement": "Consciousness research requires interdisciplinary integration and contextualization."
  },
  {
    "id": 93,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale allowing intuitive comparison."
  },
  {
    "id": 94,
    "statement": "Honesty balances truth and compassion by considering context and well-being."
  },
  {
    "id": 95,
    "statement": "Histone modification and chromatin remodeling interact to regulate gene expression."
  },
  {
    "id": 96,
    "statement": "Utilitarianism balances individual rights and overall happiness contextually."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from integrated information globally processed in brain."
  },
  {
    "id": 98,
    "statement": "Utilitarianism may balance individual rights and overall happiness."
  },
  {
    "id": 99,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interaction, influencing gene expression."
  },
  {
    "id": 100,
    "statement": "Honesty balances truth and compassion, considering context and well-being."
  },
  {
    "id": 101,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale only."
  },
  {
    "id": 102,
    "statement": "Philosophy conceptualizes consciousness through theories, exploring nature scope."
  },
  {
    "id": 103,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and accessibility synergy."
  },
  {
    "id": 104,
    "statement": "Capital punishment is unjustifiable due to moral concerns"
  },
  {
    "id": 105,
    "statement": "Lying may be justified to prevent harm otherwise"
  },
  {
    "id": 106,
    "statement": "Honesty is often culturally and situationally conditioned."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 108,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 109,
    "statement": "Lying can be justified to prevent harm or protect confidentiality"
  },
  {
    "id": 110,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 111,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from integrated information globally processed across brain regions."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 115,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 116,
    "statement": "Honesty's effectiveness hinges on social and cultural norms' context."
  },
  {
    "id": 117,
    "statement": "Honesty's value context-dependent, considering cultural and situational factors."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from integrated information global broadcasting processing globally."
  },
  {
    "id": 119,
    "statement": "Epigenetic regulation involves complex histone modification patterns."
  },
  {
    "id": 120,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale simplifying measurement."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from integrated brain processes combining philosophy, neuroscience, and psychology."
  },
  {
    "id": 122,
    "statement": "Epigenetic regulation involves coordinated chromatin remodeling, histone modification, and DNA methylation interactions."
  },
  {
    "id": 123,
    "statement": "Language models operate based on trained text data patterns."
  },
  {
    "id": 124,
    "statement": "Lying can be justified in extreme circumstances, considering moral implications."
  },
  {
    "id": 125,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 126,
    "statement": "Honesty's effectiveness depends on context and potential outcomes, considering specific situations."
  },
  {
    "id": 127,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, synergy coordination."
  },
  {
    "id": 128,
    "statement": "Neural oscillations facilitate sensory processing through synchronization and binding mechanisms."
  },
  {
    "id": 129,
    "statement": "Honesty's effectiveness is influenced by societal and cultural context."
  },
  {
    "id": 130,
    "statement": "Lying can be morally justifiable in context-dependent situations."
  },
  {
    "id": 131,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 132,
    "statement": "Consciousness stems from integrated information processing and perspectives."
  },
  {
    "id": 133,
    "statement": "Orchestrated Objective Reduction (Orch-OR) is a consciousness-based quantum collapse theory."
  },
  {
    "id": 134,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interactions."
  },
  {
    "id": 135,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 136,
    "statement": "Context in honesty's effectiveness encompasses multiple levels."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from integrated information globally processed across brain regions"
  },
  {
    "id": 138,
    "statement": "Global Workspace Theory proposes consciousness arises from brain integration."
  },
  {
    "id": 139,
    "statement": "Integrated Information Theory (IIT) explains consciousness as global processing."
  },
  {
    "id": 140,
    "statement": "Lying is justifiable to prevent harm or preserve confidentiality proportionally."
  },
  {
    "id": 141,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrated information globally processed within systems."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from brain's integrated information processing globally."
  },
  {
    "id": 144,
    "statement": "Epigenetic regulation involves histone modification and chromatin remodeling synergy."
  },
  {
    "id": 145,
    "statement": "Language models lack personal experiences and prior knowledge."
  },
  {
    "id": 146,
    "statement": "Consciousness arises from integrated processing across brain regions globally."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from integrated brain information broadcasting globally."
  },
  {
    "id": 148,
    "statement": "Lying may be justified in extreme circumstances to prevent harm."
  },
  {
    "id": 149,
    "statement": "Lying justified in extreme circumstances to prevent harm"
  },
  {
    "id": 150,
    "statement": "Consciousness arises from Global Workspace Theory's integrated information processing."
  },
  {
    "id": 151,
    "statement": "Lying can be justified in certain circumstances to prevent harm."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from integrated brain information globally processed."
  },
  {
    "id": 153,
    "statement": "Honesty's effectiveness depends on context and potential outcomes."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 155,
    "statement": "Honesty's cultural valuation can vary significantly across societies."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated information globally processed across brain."
  },
  {
    "id": 157,
    "statement": "Honesty's effectiveness is influenced by cultural and social norms context."
  },
  {
    "id": 158,
    "statement": "pH is a logarithmic scale measuring hydrogen ion concentration."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 160,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 161,
    "statement": "Consciousness collapses quantum wave function in Orch-OR theory."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from integrated information globally processed globally."
  },
  {
    "id": 163,
    "statement": "Consciousness emerges from globally integrated neural information processing"
  },
  {
    "id": 164,
    "statement": "Language models lack personal experiences and consciousness."
  },
  {
    "id": 165,
    "statement": "Consciousness plays key role in quantum wave function collapse"
  },
  {
    "id": 166,
    "statement": "Consciousness emerges from integrated brain information globally processed globally."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from integrated global brain processing"
  },
  {
    "id": 169,
    "statement": "Lying can be morally justified to prevent harm, considering context."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from integrated brain information globally processed."
  },
  {
    "id": 171,
    "statement": "Honesty's effectiveness depends on context, audience, and potential consequences."
  },
  {
    "id": 172,
    "statement": "Utilitarianism prioritizes the greater good over individual rights."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from global integration of brain regions' information"
  },
  {
    "id": 174,
    "statement": "Consciousness arises from integrated information globally processed in brain."
  },
  {
    "id": 175,
    "statement": "Consciousness involves the interplay of philosophy, neuroscience, and psychology."
  },
  {
    "id": 176,
    "statement": "Lying can be morally justified to prevent severe harm only."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from complex brain interactions and processing."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 179,
    "statement": "Honesty's value varies across cultures and situational contexts"
  },
  {
    "id": 180,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 181,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 182,
    "statement": "Consciousness arises from global brain integration across regions."
  },
  {
    "id": 183,
    "statement": "Consciousness's neural basis is complex, still not fully understood."
  },
  {
    "id": 184,
    "statement": "Language models lack personal experiences, but can recognize context."
  },
  {
    "id": 185,
    "statement": "pH is a logarithmic scale measuring hydrogen ion concentration."
  },
  {
    "id": 186,
    "statement": "Histone modification, chromatin remodeling, synergy regulate gene expression precisely."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from integrated information globally processed globally."
  },
  {
    "id": 188,
    "statement": "Global workspace theory explains consciousness as integrated information broadcasting."
  },
  {
    "id": 189,
    "statement": "Honesty's value context-dependent, influenced by empathy and compassion."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 191,
    "statement": "Honesty's moral value varies across cultures and situations."
  },
  {
    "id": 192,
    "statement": "Histone modification and chromatin remodeling regulate epigenetic states through chromatin structure."
  },
  {
    "id": 193,
    "statement": "Genetic engineering poses significant ethical concerns and potential risks."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from global, distributed brain information processing."
  },
  {
    "id": 195,
    "statement": "Philosophy seeks fundamental nature and scope of consciousness through various theories"
  },
  {
    "id": 196,
    "statement": "Capital punishment violates human dignity and proportionality principle."
  },
  {
    "id": 197,
    "statement": "Parents' needs affect their ability to prioritize their children's welfare."
  },
  {
    "id": 198,
    "statement": "Language models lack personal experiences and consciousness."
  },
  {
    "id": 199,
    "statement": "Lying can be justified in context-dependent situations for compassion."
  }
]