[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 2,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 3,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement."
  },
  {
    "id": 4,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 5,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 6,
    "statement": "Consciousness arises from integrated information processing in brain"
  },
  {
    "id": 7,
    "statement": "Regional brain synchronization supports cognitive flexibility through integration."
  },
  {
    "id": 8,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from complex interactions among neural facets."
  },
  {
    "id": 11,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 12,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 13,
    "statement": "Neuroplasticity refers to brain's continuous adaptation and reorganization throughout life."
  },
  {
    "id": 14,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets"
  },
  {
    "id": 15,
    "statement": "Consciousness arises from neural activity patterns and brain regions."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 17,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 18,
    "statement": "Consciousness is a dynamic and complex multifaceted phenomenon."
  },
  {
    "id": 19,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 21,
    "statement": "Hormones regulate neural connections through gene regulation and modification."
  },
  {
    "id": 22,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 23,
    "statement": "Integrated information theory suggests consciousness arises from integrated activity."
  },
  {
    "id": 24,
    "statement": "Harmless brain region interactions facilitate cognitive processing flexibility."
  },
  {
    "id": 25,
    "statement": "Consciousness involves intentionality, subjectivity, self-awareness, and environment interaction."
  },
  {
    "id": 26,
    "statement": "Clarifying complex ideas often requires nuanced approaches acknowledging context and ambiguity."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from neural activity integration through oscillations."
  },
  {
    "id": 28,
    "statement": "Cultural norms influence honesty and trust through subtle communication."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from global workspace integrating sensory and cognitive information."
  },
  {
    "id": 30,
    "statement": "Simplest statements serve as foundation for complex idea development through elaboration."
  },
  {
    "id": 31,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 32,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 33,
    "statement": "Cultural norms influence individual behavior and attitudes"
  },
  {
    "id": 34,
    "statement": "Simple statements clarify complex ideas through focused abstraction."
  },
  {
    "id": 35,
    "statement": "Gamma waves synchronize brain regions for conscious integration."
  },
  {
    "id": 36,
    "statement": "Neuroplasticity refers to brain's ability to reorganize throughout life."
  },
  {
    "id": 37,
    "statement": "Consciousness involves complex interactions between multiple components."
  },
  {
    "id": 38,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from integrated information through IIT's φ calculation."
  },
  {
    "id": 40,
    "statement": "Consciousness emerges as complex brain interactions' harmonious integration"
  },
  {
    "id": 41,
    "statement": "Attention filtering involves coordinated brain region activity."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from integrated brain activity generated by causal interactions."
  },
  {
    "id": 43,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 44,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 45,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from neural networks and activity patterns."
  },
  {
    "id": 47,
    "statement": "Simple statements clarify complex ideas by providing clear definitions."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 49,
    "statement": "Hormones regulate neural connections through gene expression and modification."
  },
  {
    "id": 50,
    "statement": "Honesty builds trust through authentic and transparent interactions."
  },
  {
    "id": 51,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 52,
    "statement": "Cultural norms influence individual honesty through social conformity specifically."
  },
  {
    "id": 53,
    "statement": "Regional brain synchronization supports cognitive flexibility through coordination."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from integrated brain information processing"
  },
  {
    "id": 56,
    "statement": "Honesty and trust nuances emerge from cultural context interactions"
  },
  {
    "id": 57,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 58,
    "statement": "Cultural norms influence behavior through interrelated socialization, conformity, and internalization."
  },
  {
    "id": 59,
    "statement": "Attention filtering occurs through prefrontal cortex, anterior cingulate cortex, intraparietal sulcus, and temporal-parietal junction."
  },
  {
    "id": 60,
    "statement": "Lying can be morally justifiable in context-sensitive, harm-avoiding situations only."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 62,
    "statement": "Complex ideas develop from simple statements through refinement and collaboration."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated information through IIT."
  },
  {
    "id": 64,
    "statement": "Consciousness is a complex and multifaceted human experience"
  },
  {
    "id": 65,
    "statement": "Consciousness arises from integration of neural activity across brain regions"
  },
  {
    "id": 66,
    "statement": "Clarifying complex ideas requires nuanced approaches and ambiguity acknowledgment"
  },
  {
    "id": 67,
    "statement": "Consciousness arises from globally integrated brain information through IIT."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from integrated brain activity in global workspace network."
  },
  {
    "id": 69,
    "statement": "Hormones influence neural connections through gene regulation and protein modification."
  },
  {
    "id": 70,
    "statement": "Cultural norms influence honesty and trust through subtle communication mechanisms."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from neural activity integration through oscillations and synchronization."
  },
  {
    "id": 73,
    "statement": "Consciousness emerges from integrated neural activity across brain regions."
  },
  {
    "id": 74,
    "statement": "Cultural norms internalized through complex social interactions and conditioning"
  },
  {
    "id": 75,
    "statement": "Consciousness arises from complex interactions between multiple components"
  },
  {
    "id": 76,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 77,
    "statement": "Human social behavior exhibits biological, psychological, cultural, and environmental variations."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 79,
    "statement": "Neuroplasticity influenced by dynamic interplay of genetics and environmental factors and epigenetics."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 81,
    "statement": "Complex brain interactions orchestrate consciousness through neural networks."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 83,
    "statement": "Consciousness is a multifaceted and debated scientific topic."
  },
  {
    "id": 84,
    "statement": "Honesty varies in moral acceptability depending on context and culture."
  },
  {
    "id": 85,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 86,
    "statement": "Consciousness encompasses subjective experience, encompassing thoughts and sensations."
  },
  {
    "id": 87,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from integrated information processing in brain."
  },
  {
    "id": 89,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from complex brain interactions globally."
  },
  {
    "id": 91,
    "statement": "Simplification methods clarify complex ideas through concise statements."
  },
  {
    "id": 92,
    "statement": "Social conformity influences individual honesty through cultural norms and pressure."
  },
  {
    "id": 93,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 94,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 95,
    "statement": "Hormones regulate neural connections through gene expression modification."
  },
  {
    "id": 96,
    "statement": "Cultural norms influence behavior through complex, multifaceted interactions."
  },
  {
    "id": 97,
    "statement": "Simple statements clarify complex ideas through various simplification methods"
  },
  {
    "id": 98,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 99,
    "statement": "Simplest statements provide foundation for complex idea development through elaboration."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from integrated information within brain regions."
  },
  {
    "id": 101,
    "statement": "Integrated Information Theory (IIT) measures consciousness through phi calculation."
  },
  {
    "id": 102,
    "statement": "Consciousness is a highly nuanced, multifaceted, and debated scientific topic."
  },
  {
    "id": 103,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 104,
    "statement": "Humans being social, with individual, cultural and exceptional variations"
  },
  {
    "id": 105,
    "statement": "Cultural norms can influence honesty through both conformity and individual actions."
  },
  {
    "id": 106,
    "statement": "Mental representations instantiated in specific brain activity patterns through neural oscillations."
  },
  {
    "id": 107,
    "statement": "Consciousness exhibits complex characteristics, varying from individual to collective."
  },
  {
    "id": 108,
    "statement": "Consciousness is a complex and multifaceted human experience."
  },
  {
    "id": 109,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 110,
    "statement": "Gamma waves synchronize brain regions for integrated conscious experience."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from brain's integrated global workspace activity."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from global brain activity through IIT's φ calculation"
  },
  {
    "id": 113,
    "statement": "Honesty and trust are culturally constructed and dynamic."
  },
  {
    "id": 114,
    "statement": "Human behavior influenced by complex interplay of culture, biology, and individual factors"
  },
  {
    "id": 115,
    "statement": "Simple statements clarify complex ideas, improving understanding and communication."
  },
  {
    "id": 116,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 117,
    "statement": "Social beings with individual, cultural, and exceptional variations thrive."
  },
  {
    "id": 118,
    "statement": "Lying can be morally justifiable in specific context-sensitive situations."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from unified information within brain's complex systems"
  },
  {
    "id": 120,
    "statement": "Consciousness is a multifaceted phenomenon encompassing subjective experience."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from complex interactions among brain's processing facets."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from global workspace integrating brain activity globally."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from integrated information in complex systems."
  },
  {
    "id": 124,
    "statement": "Consciousness balances uniqueness with shared experiences and social connections."
  },
  {
    "id": 125,
    "statement": "Honesty and trust meanings vary across cultures with nuances."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from complex interactions between brain regions integrated."
  },
  {
    "id": 127,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 128,
    "statement": "Simple statements clarify complex ideas through analogies, metaphors, and definitions."
  },
  {
    "id": 129,
    "statement": "Simplest statements can be starting point for complex ideas development."
  },
  {
    "id": 130,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 131,
    "statement": "Human behavior influenced by complex interactions of culture, biology."
  },
  {
    "id": 132,
    "statement": "Consciousness is a complex and multifaceted human experience."
  },
  {
    "id": 133,
    "statement": "Brain regions work together to filter attention and focus information."
  },
  {
    "id": 134,
    "statement": "Global workspace theory (GWT) integrates brain regions for consciousness."
  },
  {
    "id": 135,
    "statement": "Consciousness is a multifaceted, dynamic, and context-dependent experience"
  },
  {
    "id": 136,
    "statement": "Consciousness arises from integrated information globally through IIT"
  },
  {
    "id": 137,
    "statement": "Cognitive flexibility supported by coordinated, harmless neural activity patterns"
  },
  {
    "id": 138,
    "statement": "Mental representations instantiated through neural binding and oscillations"
  },
  {
    "id": 139,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 140,
    "statement": "Consciousness studied across multiple disciplines, including neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 141,
    "statement": "Consciousness emerges from integrated brain activity patterns globally."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrated information in complex systems'"
  },
  {
    "id": 143,
    "statement": "Gamma waves synchronize brain regions for unified conscious experience."
  },
  {
    "id": 144,
    "statement": "Regional brain synchronization ensures cognitive flexibility through integration."
  },
  {
    "id": 145,
    "statement": "Mental representations influence neural activity through synchronized brainwave patterns."
  },
  {
    "id": 146,
    "statement": "Subjective experience is unique personal internal qualitative conscious aspect"
  },
  {
    "id": 147,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 148,
    "statement": "Consciousness debated topic in scientific studies of cognition."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 150,
    "statement": "Human behavior influenced by complex interactions among factors"
  },
  {
    "id": 151,
    "statement": "Clarifying complex ideas combines analogies, metaphors, and definitions."
  },
  {
    "id": 152,
    "statement": "Consciousness involves complex interactions between subjective experience intentionality."
  },
  {
    "id": 153,
    "statement": "Lying can be morally justifiable in harm-avoiding situations only."
  },
  {
    "id": 154,
    "statement": "Biological factors influence cultural norms through psychological mechanisms."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 156,
    "statement": "Neural oscillations modulate communication between brain regions forming mental representations."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from integrated information within brain regions globally."
  },
  {
    "id": 158,
    "statement": "Consciousness balances uniqueness with shared experiences through intersubjectivity."
  },
  {
    "id": 159,
    "statement": "Consciousness integrates information dynamically and complexly."
  },
  {
    "id": 160,
    "statement": "Lying can be morally justifiable in specific, transparent circumstances."
  },
  {
    "id": 161,
    "statement": "Honesty can vary depending on cultural norms and context."
  },
  {
    "id": 162,
    "statement": "Cultural norms influence individual honesty through social conformity."
  },
  {
    "id": 163,
    "statement": "Conformity can influence honesty through obedience and social proof."
  },
  {
    "id": 164,
    "statement": "Consciousness emerges from complex neural networks' interactions."
  },
  {
    "id": 165,
    "statement": "Hormones regulate neuroplasticity via receptor-mediated signaling and epigenetics."
  },
  {
    "id": 166,
    "statement": "Consciousness arises from complex interactions between attention, emotions, and biases"
  },
  {
    "id": 167,
    "statement": "Consciousness involves subjective experience and qualitative aspects."
  },
  {
    "id": 168,
    "statement": "Cognitive processing facilitated through integrated brain activity globally."
  },
  {
    "id": 169,
    "statement": "Cultural norms internalized through complex social learning processes."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from integrated neural activity patterns globally."
  },
  {
    "id": 171,
    "statement": "Complex ideas clarified through analogies, metaphors, and examples."
  },
  {
    "id": 172,
    "statement": "Consciousness emerges from integrated global workspace activity."
  },
  {
    "id": 173,
    "statement": "Consciousness emerges from complex interplay of brain facets and regions."
  },
  {
    "id": 174,
    "statement": "Consciousness roots in dynamic interplay of neural patterns."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated information and causal interactions worldwide."
  },
  {
    "id": 178,
    "statement": "Honesty builds trust through authentic and transparent interactions."
  },
  {
    "id": 179,
    "statement": "Honesty builds trust through authentic and transparent interactions."
  },
  {
    "id": 180,
    "statement": "Consciousness is a complex multifaceted human experiences"
  },
  {
    "id": 181,
    "statement": "Moral acceptability of lying depends on context and intentions."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from complex interactions among brain's processing facets."
  },
  {
    "id": 183,
    "statement": "Cultural norms shape honest and trustworthy behaviors differently."
  },
  {
    "id": 184,
    "statement": "Global workspace integrates information from various brain regions."
  },
  {
    "id": 185,
    "statement": "Regional brain synchronization enables cognitive flexibility through brain region coordination."
  },
  {
    "id": 186,
    "statement": "Social conformity influences honesty through identity and norms."
  },
  {
    "id": 187,
    "statement": "Cultural norms influence behavior through social learning and brain regions' interaction."
  },
  {
    "id": 188,
    "statement": "Consciousness exhibits collective patterns through social cognition and shared goals."
  },
  {
    "id": 189,
    "statement": "Consciousness involves complex multifaceted subjective human experience."
  },
  {
    "id": 190,
    "statement": "Honesty is a complex, context-dependent, and multifaceted concept."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrated brain regions coordination."
  },
  {
    "id": 192,
    "statement": "Consciousness multifaceted phenomenon involving subjective experience, intentionality, self-awareness, and interactions."
  },
  {
    "id": 193,
    "statement": "Hormones modulate gene expression through epigenetic modifications."
  },
  {
    "id": 194,
    "statement": "Consciousness involves intentionality, subjectivity, self-awareness, and environment interaction complexly."
  },
  {
    "id": 195,
    "statement": "Honesty is a dynamic concept, relative to context and situation."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 197,
    "statement": "Gamma waves synchronize brain regions through coordinated information transfer."
  },
  {
    "id": 198,
    "statement": "Attention filtering is a cohesive brain process, involving multiple regions."
  },
  {
    "id": 199,
    "statement": "Consciousness arises from unified information in brain's complex systems"
  }
]