[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Conscious experience arises from harmonious and complex brain region interactions globally."
  },
  {
    "id": 2,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 3,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 4,
    "statement": "Morality is shaped by cultural, historical, and social factors across cultures."
  },
  {
    "id": 5,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 6,
    "statement": "Subjective experiences are shaped by unique external influences."
  },
  {
    "id": 7,
    "statement": "Deontology prioritizes intrinsic moral values over consequences absolutely."
  },
  {
    "id": 8,
    "statement": "Consciousness emerges from integrated information generated by neural processing activities."
  },
  {
    "id": 9,
    "statement": "Localization theories oversimplify brain function's dynamic nature."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 11,
    "statement": "Consciousness refers to subjective internal experiences versus external objective world."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 13,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 14,
    "statement": "Consciousness is studied multidisciplinary across neuroscience, philosophy, psychology and computer science."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from harmonic brain region interactions globally."
  },
  {
    "id": 16,
    "statement": "Deontology prioritizes moral rules over consequences and exceptions universally."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from integrated neural signals and processing."
  },
  {
    "id": 19,
    "statement": "Morality is shaped by multiple factors including universals, experiences, and beliefs."
  },
  {
    "id": 20,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 21,
    "statement": "Consciousness refers to subjective internal experiences versus external world."
  },
  {
    "id": 22,
    "statement": "Honesty effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from internal-external interactions globally processed."
  },
  {
    "id": 24,
    "statement": "Deontology balances moral rules with context and consequences."
  },
  {
    "id": 25,
    "statement": "Subjective factors shape moral values across cultures distinctively."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from complex neural processes and interactions globally."
  },
  {
    "id": 27,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 28,
    "statement": "Complex systems exhibit emergent properties from interactions and organization."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from synchronized neural activity and integration globally."
  },
  {
    "id": 30,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 31,
    "statement": "Consciousness is a multidisciplinary topic studied across 8 fields."
  },
  {
    "id": 32,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression.'"
  },
  {
    "id": 33,
    "statement": "Consciousness arises from complex internal-external interactions globally."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from complex neural interactions' emergent patterns globally."
  },
  {
    "id": 35,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally"
  },
  {
    "id": 36,
    "statement": "Consciousness arises from complex neural interactions' emergent patterns globally, including oscillations and synchrony."
  },
  {
    "id": 37,
    "statement": "Neural oscillations contribute to sensory processing in multiple ways."
  },
  {
    "id": 38,
    "statement": "Honesty is a dynamic concept balancing principles, context, consequences, and motivations."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from complex brain interactions"
  },
  {
    "id": 40,
    "statement": "Harmonious brain region interactions synchronize information integration."
  },
  {
    "id": 41,
    "statement": "Deontology prioritizes inherent moral value over consequences context universally."
  },
  {
    "id": 42,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally."
  },
  {
    "id": 43,
    "statement": "External factors shape subjective experiences inherently."
  },
  {
    "id": 44,
    "statement": "Honesty's suitability depends on context, relationships, and consequences."
  },
  {
    "id": 45,
    "statement": "Brain function is complex, involving distributed processing and neural plasticity."
  },
  {
    "id": 46,
    "statement": "Consciousness is a complex phenomenon debated by multiple scientific disciplines"
  },
  {
    "id": 47,
    "statement": "Consciousness arises from globally integrated neural activity processing"
  },
  {
    "id": 48,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 50,
    "statement": "Deontology prioritizes moral rules over consequences in ambiguous situations."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from integrated neural communication and processing."
  },
  {
    "id": 54,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 55,
    "statement": "Brain function involves complex, dynamic interactions between interconnected regions."
  },
  {
    "id": 56,
    "statement": "Deontology prioritizes moral rules over consequences and context."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from globally coordinated neural system interactions."
  },
  {
    "id": 58,
    "statement": "Consciousness is a complex, multidisciplinary scientific topic."
  },
  {
    "id": 59,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from complex neural connections and processes harmony"
  },
  {
    "id": 61,
    "statement": "Complex systems exhibit emergent properties from component interactions and organization."
  },
  {
    "id": 62,
    "statement": "Subjective experiences are shaped by distinct individual factors."
  },
  {
    "id": 63,
    "statement": "Consciousness involves subjective internal experiences shaping external perception."
  },
  {
    "id": 64,
    "statement": "Deontology prioritizes inherent moral values over consequences and context, balancing with proportionality principle."
  },
  {
    "id": 65,
    "statement": "Deontology prioritizes intrinsic moral values over consequences generally."
  },
  {
    "id": 66,
    "statement": "Binding integrates neural features into unified conscious perception."
  },
  {
    "id": 67,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 68,
    "statement": "Complex emergent properties arise from neural interactions and organization."
  },
  {
    "id": 69,
    "statement": "Histone modification and chromatin remodeling synergize in gene regulation mechanisms."
  },
  {
    "id": 70,
    "statement": "Consciousness emerges from global brain activity integrating neural signals."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from integrating neural activity globally through oscillations."
  },
  {
    "id": 72,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from complex neural interactions and oscillations globally."
  },
  {
    "id": 74,
    "statement": "Moral values are shaped by multifaceted subjective factors culturally."
  },
  {
    "id": 75,
    "statement": "Honesty emerges from integrated processing of internal and external factors."
  },
  {
    "id": 76,
    "statement": "Consciousness emerges from brain's integrated information processing systems."
  },
  {
    "id": 77,
    "statement": " Histone modification and chromatin remodeling synergize for precise gene expression."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 79,
    "statement": "Brain function involves complex networks of interconnected regions."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 81,
    "statement": "Deontology balances moral rules with consequences in specific situations."
  },
  {
    "id": 82,
    "statement": "Moral values vary across cultures due to subjective factors."
  },
  {
    "id": 83,
    "statement": "Localization theory oversimplifies brain function's complex nature with connections."
  },
  {
    "id": 84,
    "statement": "Complex systems exhibit emergent properties from interactions and organization."
  },
  {
    "id": 85,
    "statement": "Consciousness integrates subjective internal experiences with external objective world."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 87,
    "statement": "Conscious experience arises from complex neural interactions globally processed."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from coordinated neural activity across regions."
  },
  {
    "id": 89,
    "statement": "Honesty's suitability depends on context, relationships, and consequences."
  },
  {
    "id": 90,
    "statement": "Honesty effectiveness depends on context, relationships, and consequences considered."
  },
  {
    "id": 91,
    "statement": "Moral values vary across cultures due to cultural factors."
  },
  {
    "id": 92,
    "statement": "Consciousness refers to subjective internal experiences versus external world."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from complex neural interactions, including binding, synchrony, and oscillations."
  },
  {
    "id": 94,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from complex emergent properties of neural interactions."
  },
  {
    "id": 96,
    "statement": "Consciousness is the complex phenomenon of subjective experience."
  },
  {
    "id": 97,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 98,
    "statement": "Consciousness research focuses on neural correlates and theoretical explanations."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 100,
    "statement": "Integrated information generates conscious experience in complex systems."
  },
  {
    "id": 101,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 102,
    "statement": "AI systems rely heavily on large-scale data collections"
  },
  {
    "id": 103,
    "statement": "Consciousness arises from complex neural interactions globally integrated across brain."
  },
  {
    "id": 104,
    "statement": "Deontology prioritizes absolute moral rules over consequences and context."
  },
  {
    "id": 105,
    "statement": "Harmonious brain region interactions enable coordinated neural activity globally."
  },
  {
    "id": 106,
    "statement": "Consciousness is a complex, debated topic with various theories."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from integrated neural activity across brain regions."
  },
  {
    "id": 108,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 109,
    "statement": "Consciousness emerges from integrated neural processing of information"
  },
  {
    "id": 110,
    "statement": "Consciousness is a complex and debated scientific topic about subjective experience."
  },
  {
    "id": 111,
    "statement": "Morality is shaped by complex interactions of cultural, historical, and social factors."
  },
  {
    "id": 112,
    "statement": "Brain function is not strictly localized, but complex networked."
  },
  {
    "id": 113,
    "statement": "Deontology balances moral rules with context and consequences, prioritizing universal rules."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from complex neural signals and processing harmoniously."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from harmonious brain region interactions globally processed."
  },
  {
    "id": 116,
    "statement": "Consciousness arises from internal-external interactions and processing"
  },
  {
    "id": 117,
    "statement": "Authenticity is insufficient for building trust without consistency and fairness."
  },
  {
    "id": 118,
    "statement": "Honesty adapts to context, audience, and purpose through expression."
  },
  {
    "id": 119,
    "statement": "Localization theories oversimplistically describe brain function's complexity."
  },
  {
    "id": 120,
    "statement": "Neural oscillations facilitate sensory information integration through synchronized activity."
  },
  {
    "id": 121,
    "statement": "Localization theory oversimplifies brain function's complex interconnectedness."
  },
  {
    "id": 122,
    "statement": "Consciousness debates reveal complexities and inform study approaches"
  },
  {
    "id": 123,
    "statement": "Consciousness emerges from neural oscillations, synchrony, and binding mechanisms."
  },
  {
    "id": 124,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary in multiple ways"
  },
  {
    "id": 125,
    "statement": "Consciousness is a dynamic, intricately interconnected phenomenon."
  },
  {
    "id": 126,
    "statement": "Consciousness emerges from integrated neural activity globally processed."
  },
  {
    "id": 127,
    "statement": "Honesty's moral value is culturally relative, not universally accepted."
  },
  {
    "id": 128,
    "statement": "Harmonious brain region interactions globally involve synchronized neural activity."
  },
  {
    "id": 129,
    "statement": "Subjective experiences arise from dynamic interactions between internal and external factors."
  },
  {
    "id": 130,
    "statement": "Authenticity builds trust, but context, power, culture, and consistency matter too."
  },
  {
    "id": 131,
    "statement": "Consciousness emerges from integrated neural processing, including GWT, oscillations, thalamocortical interactions, DMN and IIT."
  },
  {
    "id": 132,
    "statement": "Honesty is context-dependent, considering consequences, motivations, and norms."
  },
  {
    "id": 133,
    "statement": "Emergent properties in complex neural interactions generate conscious experience."
  },
  {
    "id": 134,
    "statement": "Consciousness emerges from complex brain region interactions processing information"
  },
  {
    "id": 135,
    "statement": "Morality arises from complex interactions between universals and beliefs."
  },
  {
    "id": 136,
    "statement": "Morality's complexity arises from interplay of cultural, historical, and social factors."
  },
  {
    "id": 137,
    "statement": "Alpha, beta, and gamma oscillations integrate sensory information globally."
  },
  {
    "id": 138,
    "statement": "Localization theory oversimplifies brain function's interconnectedness."
  },
  {
    "id": 139,
    "statement": "Deontology prioritizes moral rules over consequences in specific situations."
  },
  {
    "id": 140,
    "statement": "Consciousness emerges from integrated causal interactions in the brain."
  },
  {
    "id": 141,
    "statement": "Histone modification and chromatin remodeling synergize for precise gene regulation."
  },
  {
    "id": 142,
    "statement": "Honesty emerges from internal and external factor interactions dynamically."
  },
  {
    "id": 143,
    "statement": "Honesty weighs consequences, motivations, and norms contextually."
  },
  {
    "id": 144,
    "statement": "Honesty balances principles with context, consequences, and motivations."
  },
  {
    "id": 145,
    "statement": "Consciousness is studied multidisciplinary through neuroscience, philosophy, psychology, computer science, and physics."
  },
  {
    "id": 146,
    "statement": "Honesty is effective when adapted to context, audience, and purpose."
  },
  {
    "id": 147,
    "statement": "Deontology prioritizes moral rules over consequences absolutely."
  },
  {
    "id": 148,
    "statement": "Moral values vary across cultures due to cultural factors."
  },
  {
    "id": 149,
    "statement": "Conscious experience arises from complex neural interactions globally processed."
  },
  {
    "id": 150,
    "statement": "Emergent properties arise from complex interactions and organization of components."
  },
  {
    "id": 151,
    "statement": "Localization theory oversimplifies brain function's complex networks."
  },
  {
    "id": 152,
    "statement": "Synergistic gene regulation involves histone modification and chromatin remodeling."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 155,
    "statement": "Consciousness arise from dynamic neural network interactions."
  },
  {
    "id": 156,
    "statement": "Honesty is context-dependent, considering consequences, motivations, and norms."
  },
  {
    "id": 157,
    "statement": "Brain function involves distributed processing and neural plasticity."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from harmonious internal-external interactions globally processed."
  },
  {
    "id": 159,
    "statement": "Neural oscillations synchronize brain regions for conscious integration"
  },
  {
    "id": 160,
    "statement": "Harmonious brain region interactions facilitate synchronized information processing."
  },
  {
    "id": 161,
    "statement": "Synchronized neural activity enables global integration of information."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from complex neural interactions' emergent patterns globally."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from integrated brain activity processing globally."
  },
  {
    "id": 164,
    "statement": "Consciousness's study is multidisciplinary, encompassing various fields"
  },
  {
    "id": 165,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 166,
    "statement": "Integrated Information Theory (IIT) explains consciousness dynamics globally."
  },
  {
    "id": 167,
    "statement": "Brain function is complex, distributed, and highly interconnected globally"
  },
  {
    "id": 168,
    "statement": "Consciousness arises from integrated information and neural oscillations."
  },
  {
    "id": 169,
    "statement": "Deontology prioritizes moral principles over consequences and context always."
  },
  {
    "id": 170,
    "statement": "Deontology balances moral rules with context, considering consequences"
  },
  {
    "id": 171,
    "statement": "Honesty is not always foundation of trust; dependent on context and culture."
  },
  {
    "id": 172,
    "statement": "Consciousness is a complex and debated scientific topic."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 174,
    "statement": "Neural communication is coordinated information exchange between neurons globally."
  },
  {
    "id": 175,
    "statement": "Consciousness emerges from synchronized neural interactions across brain regions globally processed."
  },
  {
    "id": 176,
    "statement": "Honesty's moral value varies across cultures, influenced by norms."
  },
  {
    "id": 177,
    "statement": "Deontology prioritizes intrinsic moral values over consequences when necessary."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 179,
    "statement": "Morality's development is influenced by interconnected cultural, historical, and social factors."
  },
  {
    "id": 180,
    "statement": "Honesty is context-dependent, considering consequences, motivations, and norms."
  },
  {
    "id": 181,
    "statement": "External factors significantly impact subjective experiences' development"
  },
  {
    "id": 182,
    "statement": "Consciousness emerges from integrated global neural interactions processing information."
  },
  {
    "id": 183,
    "statement": "Emergent properties in complex neural interactions generate conscious experience."
  },
  {
    "id": 184,
    "statement": "Human brain activity correlates with conscious subjective experiences"
  },
  {
    "id": 185,
    "statement": "Honesty balances principles with context, consequences, and motivations."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from integrated neural processing of sensory information."
  },
  {
    "id": 187,
    "statement": "Deontology prioritizes moral rules in ambiguous situations always."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from integrated brain region activity and processing."
  },
  {
    "id": 189,
    "statement": "Unique external influences shape subjective experiences and consciousness."
  },
  {
    "id": 190,
    "statement": "Neural oscillations synchronize neural activity in sensory processing."
  },
  {
    "id": 191,
    "statement": "Complex internal-external interactions generate conscious processing."
  },
  {
    "id": 192,
    "statement": "Complex scientific debates enrich understanding of consciousness across disciplines"
  },
  {
    "id": 193,
    "statement": "Consciousness is a scientific topic due to quantifiable measurement"
  },
  {
    "id": 194,
    "statement": "Subjective experiences arise from individual processing and interpretation complexities."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 196,
    "statement": "Deontology prioritizes moral rules over context and consequences."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from synchronized and coordinated brain region activity."
  },
  {
    "id": 198,
    "statement": "Neural oscillations globally synchronize across brain regions."
  },
  {
    "id": 199,
    "statement": "Cultural and subjective factors shape moral values distinctively."
  }
]