[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 2,
    "statement": "Honesty's effectiveness depends on context and consequences"
  },
  {
    "id": 3,
    "statement": "Honesty is a fundamental moral value in many cultures."
  },
  {
    "id": 4,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 6,
    "statement": "Broadcasting in IIT refers to unified information sharing globally."
  },
  {
    "id": 7,
    "statement": "Neural oscillations integrate multiple sensory inputs for conscious perception."
  },
  {
    "id": 8,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from integrated brain information globally processed."
  },
  {
    "id": 10,
    "statement": "Lying is justified to prevent harm, preserve confidentiality"
  },
  {
    "id": 11,
    "statement": "Consciousness arises from integrated information globally processed within brain."
  },
  {
    "id": 12,
    "statement": "Lying may be justified to prevent harm or protect well-being."
  },
  {
    "id": 13,
    "statement": "Consciousness arises from integrated information processing across the brain."
  },
  {
    "id": 14,
    "statement": "Lying can be justified in extreme circumstances with careful consideration."
  },
  {
    "id": 15,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interplay in gene expression."
  },
  {
    "id": 16,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and accessibility synergy."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from integrated information globally processed in brain."
  },
  {
    "id": 18,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 19,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 20,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation"
  },
  {
    "id": 21,
    "statement": "Histone modification and chromatin remodeling coordinately regulate epigenetic states."
  },
  {
    "id": 22,
    "statement": "Integrated information theory explains consciousness as global brain processing."
  },
  {
    "id": 23,
    "statement": "PH measures hydrogen ion concentration using logarithmic scale always."
  },
  {
    "id": 24,
    "statement": "Lying can be morally justifiable in context-dependent situations."
  },
  {
    "id": 25,
    "statement": "Honesty's effectiveness depends on context, consequences, and audience."
  },
  {
    "id": 26,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and synergy coordination gene expression."
  },
  {
    "id": 27,
    "statement": "Honesty's effectiveness depends on context and potential harm."
  },
  {
    "id": 28,
    "statement": "Honesty's effectiveness depends on context and potential outcomes, considering specific situations."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated information globally processed within systems."
  },
  {
    "id": 31,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale formulas."
  },
  {
    "id": 32,
    "statement": "Utilitarianism's limitations, such as neglecting individual rights."
  },
  {
    "id": 33,
    "statement": "Consciousness is multifaceted, with various perspectives on its nature."
  },
  {
    "id": 34,
    "statement": "Honesty's value context-dependent, considering cultural and situational factors."
  },
  {
    "id": 35,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 36,
    "statement": "Honesty's effectiveness varies depending on context and potential outcomes."
  },
  {
    "id": 37,
    "statement": "Consciousness is an emergent property of brain interactions."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from integrated brain region information processing."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from integrating information across brain regions through neural mechanisms"
  },
  {
    "id": 40,
    "statement": "Consciousness is multidisciplinary, combining philosophy, neuroscience, psychology, anthropology, computer science, and physics."
  },
  {
    "id": 41,
    "statement": "Epigenetic regulation involves coordinated histone modification and chromatin remodeling."
  },
  {
    "id": 42,
    "statement": "Neural oscillations facilitate sensory processing through synchronization and binding"
  },
  {
    "id": 43,
    "statement": "Epigenetic regulation involves coordinated chromatin remodeling, histone modification, and accessibility."
  },
  {
    "id": 44,
    "statement": "Philosophy explores consciousness, seeking its fundamental nature and scope."
  },
  {
    "id": 45,
    "statement": "Consciousness influences quantum collapse through Orch-OR theory."
  },
  {
    "id": 46,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale allowing intuitive comparison."
  },
  {
    "id": 47,
    "statement": "Consciousness is multidisciplinary combining philosophy, neuroscience, and psychology."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 49,
    "statement": "Epigenetic regulation involves histone modification and chromatin remodeling synergy."
  },
  {
    "id": 50,
    "statement": "Consciousness arises from brain's integrated information processing globally."
  },
  {
    "id": 51,
    "statement": "Honesty's effectiveness depends on context and potential outcomes."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 53,
    "statement": "Honesty is context-dependent; its effectiveness hinges on social and cultural norms."
  },
  {
    "id": 54,
    "statement": "Utilitarianism balances individual rights and overall happiness contextually."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from integrated information globally processed in brain."
  },
  {
    "id": 56,
    "statement": "Utilitarianism may balance individual rights and overall happiness."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 58,
    "statement": "Humans' consciousness stems from brain's integrated information processing globally."
  },
  {
    "id": 59,
    "statement": "Language models lack personal experiences and consciousness."
  },
  {
    "id": 60,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling synergy."
  },
  {
    "id": 61,
    "statement": "Global Workspace Theory proposes consciousness arises from brain integration."
  },
  {
    "id": 62,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 63,
    "statement": "pH measures hydrogen ion concentration using exponential scale."
  },
  {
    "id": 64,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interaction, influencing gene expression."
  },
  {
    "id": 65,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interactions."
  },
  {
    "id": 66,
    "statement": "Consciousness is a multidisciplinary area studied by philosophy, neuroscience, and psychology."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from hierarchical processing in brain regions."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from brain's global information integration process globally."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated information processing in brain regions"
  },
  {
    "id": 70,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and synergy."
  },
  {
    "id": 71,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness."
  },
  {
    "id": 72,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale only."
  },
  {
    "id": 73,
    "statement": "Honesty balances truth and compassion, considering context and well-being."
  },
  {
    "id": 74,
    "statement": "Quantum mechanics' fundamental principles remain unexplained by Orch-OR theory."
  },
  {
    "id": 75,
    "statement": "Philosophy conceptualizes consciousness through theories, exploring nature scope."
  },
  {
    "id": 76,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and accessibility synergy."
  },
  {
    "id": 77,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 78,
    "statement": "Capital punishment is unjustifiable due to moral concerns"
  },
  {
    "id": 79,
    "statement": "Lying may be justified to prevent harm otherwise"
  },
  {
    "id": 80,
    "statement": "Honesty is often culturally and situationally conditioned."
  },
  {
    "id": 81,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 82,
    "statement": "Consciousness is multidisciplinary study combining philosophy, neuroscience, psychology."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 84,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 85,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 86,
    "statement": "Honesty's value varies across cultures and situational contexts."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from integrated information globally processed globally."
  },
  {
    "id": 88,
    "statement": "Lying can be justified to prevent harm or protect confidentiality"
  },
  {
    "id": 89,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 90,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from integrated information globally processed across brain regions."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 93,
    "statement": "Lying may be justified in extreme circumstances to prevent harm."
  },
  {
    "id": 94,
    "statement": "Global workspace theory explains consciousness through integrated information processing."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 96,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 97,
    "statement": "Consciousness influences quantum collapse through Orchestrated Objective Reduction."
  },
  {
    "id": 98,
    "statement": "Honesty's effectiveness hinges on social and cultural norms' context."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from integrated information global broadcasting processing globally."
  },
  {
    "id": 100,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation synergy."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from global, integrated brain information processing."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from integrating information across brain regions."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from coordinated brain region interactions globally processing."
  },
  {
    "id": 105,
    "statement": "Consciousness is an emergent property of brain region interactions."
  },
  {
    "id": 106,
    "statement": "Consciousness arises from integrating information across brain regions."
  },
  {
    "id": 107,
    "statement": "Concept of honesty varies across cultures and historical contexts."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrated information processing and broadcasting."
  },
  {
    "id": 109,
    "statement": "Utilitarianism theories balance individual rights and overall happiness sometimes."
  },
  {
    "id": 110,
    "statement": "Honesty's limitations arise in emotionally charged situations, considering empathy."
  },
  {
    "id": 111,
    "statement": "Consciousness is studied by philosophers, neuroscientists, and psychologists."
  },
  {
    "id": 112,
    "statement": "Honesty's effectiveness depends on context and potential harm or fairness."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from integrated information processing globally distributed."
  },
  {
    "id": 114,
    "statement": "Honesty is generally considered a fundamental moral value."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from integrated information globally processed across brain."
  },
  {
    "id": 116,
    "statement": "Honesty's universality depends on cultural and historical contexts."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from integrated information broadcasting globally processed."
  },
  {
    "id": 118,
    "statement": "Honesty prioritizes well-being and context over absolute truth."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from integrated information globally processed brain regions."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 122,
    "statement": "Honesty's effectiveness depends on context and potential harm or fairness."
  },
  {
    "id": 123,
    "statement": "Honesty's effectiveness depends on context and consequences"
  },
  {
    "id": 124,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 125,
    "statement": "Epigenetic regulation involves coordinated chromatin, histone, and DNA modifications."
  },
  {
    "id": 126,
    "statement": "PH measures hydrogen ion concentration using logarithmic scale commonly"
  },
  {
    "id": 127,
    "statement": "Consciousness arises from integrated information globally processed in brain."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 129,
    "statement": "Histone modification and chromatin remodeling demonstrate synergy in epigenetic regulation."
  },
  {
    "id": 130,
    "statement": "Fields philosophy, neuroscience, psychology study consciousness distinctively."
  },
  {
    "id": 131,
    "statement": "Epigenetic regulation combines chromatin remodeling, histone modification, and DNA methylation."
  },
  {
    "id": 132,
    "statement": "Histone modification and chromatin remodeling demonstrate synergy in epigenetic regulation."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from integrated information globally processed, unified."
  },
  {
    "id": 134,
    "statement": "Consciousness emerges from integrated information processing across brain regions."
  },
  {
    "id": 135,
    "statement": "PH is a logarithmic scale measuring hydrogen ion concentration"
  },
  {
    "id": 136,
    "statement": "Epigenetic regulation involves global chromatin state modification process."
  },
  {
    "id": 137,
    "statement": "pH measurements can use non-logarithmic scales in specialized applications."
  },
  {
    "id": 138,
    "statement": "Epigenetic regulation combines chromatin remodeling, histone modification, and DNA methylation mechanisms."
  },
  {
    "id": 139,
    "statement": "Consciousness is a multifaceted phenomenon studied from various perspectives."
  },
  {
    "id": 140,
    "statement": "Integrated information theory explains consciousness as global brain processing."
  },
  {
    "id": 141,
    "statement": "Utilitarianism balances individual rights and overall happiness situationally."
  },
  {
    "id": 142,
    "statement": "Epigenetic regulation integrates histone modification, chromatin remodeling, and synergy."
  },
  {
    "id": 143,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 144,
    "statement": "Consciousness arises from brain's integrated information processing globally."
  },
  {
    "id": 145,
    "statement": "Epigenetic regulation involves DNA methylation and histone modification"
  },
  {
    "id": 146,
    "statement": "Parents prioritize child welfare based on context and constraints."
  },
  {
    "id": 147,
    "statement": "Honesty's effectiveness depends on context, consequences, audience, and personal values."
  },
  {
    "id": 148,
    "statement": "Neural oscillations integrate sensory inputs across multiple frequency bands."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from brain's integrated information processing globally."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from brain's global integrated information processing."
  },
  {
    "id": 151,
    "statement": "Honesty is a fundamental moral value with cultural variations."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrated information processing globally processed globally."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from brain's global information integration process."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrated information within the brain globally."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated brain processing and multiple theories"
  },
  {
    "id": 157,
    "statement": "Lying may be justified to prevent harm or protect well-being in specific contexts"
  },
  {
    "id": 158,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 159,
    "statement": "Justified lying in extreme circumstances requires careful consideration."
  },
  {
    "id": 160,
    "statement": "Global workspace theory explains consciousness through information processing."
  },
  {
    "id": 161,
    "statement": "Lying may be justified in extreme circumstances considering consequences."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from integrated processing across entire brain."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from global workspace integrating brain information."
  },
  {
    "id": 164,
    "statement": "Honesty's concept varies across cultures and historical contexts."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from integrated brain information globally processed globally."
  },
  {
    "id": 166,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale efficiently."
  },
  {
    "id": 167,
    "statement": "Epigenetic regulation involves cooperative histone modification and remodeling."
  },
  {
    "id": 168,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 169,
    "statement": "Integrated information processing involves global broadcasting of information."
  },
  {
    "id": 170,
    "statement": "Utilitarianism prioritizes collective well-being over individual rights"
  },
  {
    "id": 171,
    "statement": "Consciousness arises from integrated brain processing, a fundamental property."
  },
  {
    "id": 172,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 173,
    "statement": "Honesty is culturally and situationally conditioned in various ways."
  },
  {
    "id": 174,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale formulas"
  },
  {
    "id": 175,
    "statement": "Consciousness arises from integrating sensorimotor and cognitive information globally"
  },
  {
    "id": 176,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interactions."
  },
  {
    "id": 177,
    "statement": "Utilitarianism balances individual rights and overall happiness through utility and greater good principles."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from integrating information across brain regions through neural mechanisms"
  },
  {
    "id": 180,
    "statement": "Consciousness is a multidisciplinary study combining philosophy, neuroscience, psychology, anthropology"
  },
  {
    "id": 181,
    "statement": "Lying can be justified to prevent harm or preserve well-being"
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from global brain information integration."
  },
  {
    "id": 184,
    "statement": "Neural oscillations facilitate sensory processing through synchronized integrated binding."
  },
  {
    "id": 185,
    "statement": "Epigenetic regulation involves coordinated chromatin, histone, and DNA modifications."
  },
  {
    "id": 186,
    "statement": "Consciousness influences quantum collapse through Orch-OR theory mechanism."
  },
  {
    "id": 187,
    "statement": "Integrated Information Theory explains consciousness as global brain processing."
  },
  {
    "id": 188,
    "statement": "Epigenetic regulation involves synergistic histone modification and remodeling."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from integrated information globally processed across brain."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 191,
    "statement": "Integrated information theory (IIT) is a widely discussed consciousness theory, but still debated."
  },
  {
    "id": 192,
    "statement": "Anthropology, computer science, and physics contribute to consciousness study."
  },
  {
    "id": 193,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 194,
    "statement": "Epigenetic regulation involves synergy between histone modification and chromatin remodeling."
  },
  {
    "id": 195,
    "statement": "Epigenetic regulation involves coordinated chromatin remodeling, histone modification, and accessibility synergy regulating gene expression."
  },
  {
    "id": 196,
    "statement": "Consciousness emerges from integrated brain region interactions and processing."
  },
  {
    "id": 197,
    "statement": "PH measures hydrogen ion concentration using base-10 logarithmic scale universally."
  },
  {
    "id": 198,
    "statement": "Integrated information processing underlies human consciousness globally."
  },
  {
    "id": 199,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interplay."
  }
]