[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "The speed of light is a fundamental constant in physics, experimentally verified."
  },
  {
    "id": 2,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 3,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 4,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants"
  },
  {
    "id": 5,
    "statement": "Honesty builds trust through trust-based inference and attachment."
  },
  {
    "id": 6,
    "statement": "The parallel postulate defines fundamental property of Euclidean geometry."
  },
  {
    "id": 7,
    "statement": "Euclidean geometry's parallel postulate defines space through equidistant parallel lines."
  },
  {
    "id": 8,
    "statement": "Euclidean geometry's parallel postulate debated due to ancient Greeks' limited understanding of space."
  },
  {
    "id": 9,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 10,
    "statement": "Lying is generally wrong, causing harm to others and trust"
  },
  {
    "id": 11,
    "statement": "Honesty and trust are interconnected, mutually reinforcing social values."
  },
  {
    "id": 12,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 13,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 14,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property"
  },
  {
    "id": 15,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 16,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 17,
    "statement": "The speed of light is a constant governing universe behavior"
  },
  {
    "id": 18,
    "statement": "Corporal punishment increases risk of long-term mental health issues."
  },
  {
    "id": 19,
    "statement": "Mass-energy equivalence warps spacetime through stress-energy tensor."
  },
  {
    "id": 20,
    "statement": "Honesty builds trust through accountability, self-disclosure, and consistency."
  },
  {
    "id": 21,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 22,
    "statement": "The speed of light is the universe's fundamental speed limit."
  },
  {
    "id": 23,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 24,
    "statement": "The speed of light is the universe's fundamental speed limit."
  },
  {
    "id": 25,
    "statement": "Histones regulate chromatin structure through direct and indirect interactions."
  },
  {
    "id": 26,
    "statement": "Histone modifications regulate chromatin structure, impacting gene expression."
  },
  {
    "id": 27,
    "statement": "Histone modifications regulate chromatin structure and accessibility, affecting gene expression."
  },
  {
    "id": 28,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 29,
    "statement": "Gravity warps spacetime due to mass-energy equivalence's curvature."
  },
  {
    "id": 30,
    "statement": "Constant speed of light is fundamental physics principle globally accepted."
  },
  {
    "id": 31,
    "statement": "Honesty and trust are interconnected, mutually reinforcing values."
  },
  {
    "id": 32,
    "statement": "Gravity warps spacetime, a fundamental concept in physics"
  },
  {
    "id": 33,
    "statement": "The speed of light is a universal constant governing universe behavior."
  },
  {
    "id": 34,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 35,
    "statement": "A gravity anomaly is a region with altered gravitational field strength."
  },
  {
    "id": 36,
    "statement": "The wave function describes the probability of finding a particle in a state"
  },
  {
    "id": 37,
    "statement": "Ancient Greeks struggled to prove Euclidean geometry's parallel postulate."
  },
  {
    "id": 38,
    "statement": "Extreme national security contexts may justify lying proportionately to threat."
  },
  {
    "id": 39,
    "statement": "Euclidean geometry's parallel postulate challenged by Aristotle's alternative."
  },
  {
    "id": 40,
    "statement": "Honesty and trust are interconnected, mutually reinforcing values."
  },
  {
    "id": 41,
    "statement": "The speed of light is the universe's fundamental physical limit."
  },
  {
    "id": 42,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 43,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 44,
    "statement": "Lying can be morally justified in extraordinary circumstances due harm."
  },
  {
    "id": 45,
    "statement": "Mass-energy equivalence determines spacetime curvature based on object energy."
  },
  {
    "id": 46,
    "statement": "Histones regulate chromatin structure through modifications, variants, and remodeling."
  },
  {
    "id": 47,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 48,
    "statement": "Honesty and trust are vital in all societal contexts."
  },
  {
    "id": 49,
    "statement": "The speed of light is a universal constant in physics."
  },
  {
    "id": 50,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 51,
    "statement": "Honesty is a vital component of building strong social relationships."
  },
  {
    "id": 52,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 53,
    "statement": "Geodesics are shortest paths in curved spacetime due to gravity."
  },
  {
    "id": 54,
    "statement": "Gravity's acceleration varies 0.1-0.5% due to Earth's shape and rotation."
  },
  {
    "id": 55,
    "statement": "Warping spacetime is a precise mathematical concept within GR."
  },
  {
    "id": 56,
    "statement": "Ancient Greeks' understanding of parallel postulate was incomplete and intuitive."
  },
  {
    "id": 57,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 58,
    "statement": "Quantum particles exist in multiple states simultaneously, described by wave functions."
  },
  {
    "id": 59,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 60,
    "statement": "The speed of light is a fundamental constant in physics governing universe behavior"
  },
  {
    "id": 61,
    "statement": "Honesty can be complex, context-dependent, and situation-specific."
  },
  {
    "id": 62,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 63,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 64,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 65,
    "statement": "Mass-energy equivalence warps spacetime, affecting gravity and motion."
  },
  {
    "id": 66,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 67,
    "statement": "Honesty is vital in building strong social relationships."
  },
  {
    "id": 68,
    "statement": "Corporal punishment increases stress, anxiety, and aggression in children."
  },
  {
    "id": 69,
    "statement": "Histones regulate chromatin structure through modifications, variants, and remodeling."
  },
  {
    "id": 70,
    "statement": "Honesty builds trust through consistency, authenticity, and reciprocity."
  },
  {
    "id": 71,
    "statement": "Warping spacetime is a precise mathematical concept in GR."
  },
  {
    "id": 72,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants, affecting gene expression."
  },
  {
    "id": 73,
    "statement": "Histones regulate chromatin structure and gene expression through variants, interactions, and modifications."
  },
  {
    "id": 74,
    "statement": "Mass-energy equivalence warps spacetime through curvature due to gravity."
  },
  {
    "id": 75,
    "statement": "The speed of light is a universal constant in vacuum."
  },
  {
    "id": 76,
    "statement": "Honesty builds trust through social exchange and attachment principles."
  },
  {
    "id": 77,
    "statement": "Histones regulate chromatin structure and gene expression through interactions, modifications, and variants."
  },
  {
    "id": 78,
    "statement": "Gravity warps spacetime through mass-energy equivalence."
  },
  {
    "id": 79,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted"
  },
  {
    "id": 80,
    "statement": "Honesty builds trust through consistent authentic behaviors and actions"
  },
  {
    "id": 81,
    "statement": "Lying can be justified in extreme national security situations."
  },
  {
    "id": 82,
    "statement": "Light speed is universal constant in vacuum, affected by matter interactions."
  },
  {
    "id": 83,
    "statement": "Lying can be morally justifiable for national security protection."
  },
  {
    "id": 84,
    "statement": "The parallel postulate is a fundamental axiom in Euclidean geometry."
  },
  {
    "id": 85,
    "statement": "Ancient Greeks considered parallel postulate a fundamental axiom."
  },
  {
    "id": 86,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 87,
    "statement": "Honesty and trust are essential in most social interactions."
  },
  {
    "id": 88,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 89,
    "statement": "Lying can be morally justifiable in national security cases for protection."
  },
  {
    "id": 90,
    "statement": "Histones regulate chromatin structure through interactions, modification, and variants."
  },
  {
    "id": 91,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 92,
    "statement": "Honesty builds trust through social exchange and attachment principles."
  },
  {
    "id": 93,
    "statement": "Mass-energy equivalence fundamental to gravity warping spacetime"
  },
  {
    "id": 94,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 95,
    "statement": "Histone modifications regulate chromatin structure and accessibility for gene expression."
  },
  {
    "id": 96,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 97,
    "statement": "Histones regulate chromatin structure through modifications and variants."
  },
  {
    "id": 98,
    "statement": "Mass-energy equivalence warps spacetime around objects with significant mass."
  },
  {
    "id": 99,
    "statement": "Corporal punishment harms children's mental health and well-being."
  },
  {
    "id": 100,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants"
  },
  {
    "id": 101,
    "statement": "The parallel postulate was challenged by Ancient Greeks due to infinity concerns."
  },
  {
    "id": 102,
    "statement": "Mass-energy equivalence provides source of gravity's curvature."
  },
  {
    "id": 103,
    "statement": "Lying can be justified in extreme national security cases with caution."
  },
  {
    "id": 104,
    "statement": "Mass-energy equivalence warps spacetime around massive objects"
  },
  {
    "id": 105,
    "statement": "Honesty builds trust through social exchange and attachment principles"
  },
  {
    "id": 106,
    "statement": "Histone modifications regulate chromatin structure and accessibility controlling gene expression."
  },
  {
    "id": 107,
    "statement": "Corporal punishment increases risk of long-term mental health issues through negative effects on children's well-being and development."
  },
  {
    "id": 108,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 109,
    "statement": "Histone variants regulate chromatin structure and gene expression."
  },
  {
    "id": 110,
    "statement": "Humans exhibit social behavior to gain resources and survive."
  },
  {
    "id": 111,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 112,
    "statement": "Mass-energy equivalence states that mass and energy are interchangeable."
  },
  {
    "id": 113,
    "statement": "Einstein Field Equations describe spacetime warping through mass-energy."
  },
  {
    "id": 114,
    "statement": "The speed of light, a fundamental constant, governs universe behavior."
  },
  {
    "id": 115,
    "statement": "Honesty is complex, context-dependent, and culturally influenced value."
  },
  {
    "id": 116,
    "statement": "Mass-energy equivalence warps spacetime through curvature."
  },
  {
    "id": 117,
    "statement": "Spacetime's curvature caused by mass-energy warping four-dimensional fabric."
  },
  {
    "id": 118,
    "statement": "The speed of light is always constant in vacuum."
  },
  {
    "id": 119,
    "statement": "Gravity anomalies arise from mass distribution irregularities."
  },
  {
    "id": 120,
    "statement": "Lying can be morally justified in extreme circumstances."
  },
  {
    "id": 121,
    "statement": "Honesty builds trust through consistent authentic behaviors and actions"
  },
  {
    "id": 122,
    "statement": "Human emotions can be influenced by subconscious memories."
  },
  {
    "id": 123,
    "statement": "Human emotions can be influenced by subconscious memories."
  },
  {
    "id": 124,
    "statement": "Histones regulate chromatin structure and gene expression through variants."
  },
  {
    "id": 125,
    "statement": "Parallels postulate debated due to ancient Greeks' finite understanding."
  },
  {
    "id": 126,
    "statement": "Mass-energy equivalence warps spacetime through mass-energy density."
  },
  {
    "id": 127,
    "statement": "Lying can be morally justifiable in extreme national security casesdue to necessity and proportionality."
  },
  {
    "id": 128,
    "statement": "Wave function describes quantum particle's probability of different states."
  },
  {
    "id": 129,
    "statement": "Histone variants regulate chromatin structure and gene expression"
  },
  {
    "id": 130,
    "statement": "The speed of light is a constant in physics."
  },
  {
    "id": 131,
    "statement": "Histone modifications regulate chromatin structure and accessibility controlling gene expression"
  },
  {
    "id": 132,
    "statement": "Gravity anomalies occur from irregular mass distributions in systems."
  },
  {
    "id": 133,
    "statement": "Constant speed of light is a fundamental principle in physics broadly accepted."
  },
  {
    "id": 134,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 135,
    "statement": "Mass-energy equivalence warps spacetime through curvature."
  },
  {
    "id": 136,
    "statement": "Mass-energy equivalence warps spacetime through curvature due to density."
  },
  {
    "id": 137,
    "statement": "Histones regulate chromatin structure and gene expression through interactions and modifications."
  },
  {
    "id": 138,
    "statement": "Histones regulate chromatin structure via interactions and modifications."
  },
  {
    "id": 139,
    "statement": "Chromatin structure influenced by histone modifications and variants"
  },
  {
    "id": 140,
    "statement": "Subconscious memories influence human emotions through amygdala reactivation"
  },
  {
    "id": 141,
    "statement": "Lying can be morally justified in extreme circumstances for protection."
  },
  {
    "id": 142,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 143,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants governing gene expression"
  },
  {
    "id": 144,
    "statement": "Mass-energy equivalence warps spacetime through curvature due to density."
  },
  {
    "id": 145,
    "statement": "Epigenetic modifications regulate gene expression through chromatin remodeling processes."
  },
  {
    "id": 146,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 147,
    "statement": "Gravity's acceleration varies 0.1-0.5% due to Earth's shape and rotation."
  },
  {
    "id": 148,
    "statement": "Limited understanding of infinity led to Euclidean geometry debates."
  },
  {
    "id": 149,
    "statement": "A gravity anomaly is a region with altered gravitational field strength."
  },
  {
    "id": 150,
    "statement": "Corporal punishment leads to long-term mental health issues."
  },
  {
    "id": 151,
    "statement": "Histones regulate chromatin structure through molecular mechanisms."
  },
  {
    "id": 152,
    "statement": "Mass-energy equivalence warps spacetime through mass-energy density."
  },
  {
    "id": 153,
    "statement": "Lying justifiable in extreme national security situations to protect lives."
  },
  {
    "id": 154,
    "statement": "Histones regulate chromatin structure and gene expression through variants, interactions, and modifications."
  },
  {
    "id": 155,
    "statement": "Lying can be morally justified in extraordinary circumstances harm prevention."
  },
  {
    "id": 156,
    "statement": "Gravity warps spacetime through mass-energy equivalence forces."
  },
  {
    "id": 157,
    "statement": "Wave functions describe quantum particle's probabilities of multiple states."
  },
  {
    "id": 158,
    "statement": "Lying can be justified in extreme circumstances with caution."
  },
  {
    "id": 159,
    "statement": "Corporal punishment causes long-term mental health issues robustly proven."
  },
  {
    "id": 160,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property of parallelism."
  },
  {
    "id": 161,
    "statement": "Parallel postulate challenged due to ancient Greeks' infinity concerns."
  },
  {
    "id": 162,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 163,
    "statement": "Aristotle did not propose a parallel postulate alternative."
  },
  {
    "id": 164,
    "statement": "Histones regulate chromatin structure through direct and indirect interactions."
  },
  {
    "id": 165,
    "statement": "Histones regulate chromatin structure through modifications and variants affecting gene expression."
  },
  {
    "id": 166,
    "statement": "Histone modifications regulate chromatin structure and gene expression directly."
  },
  {
    "id": 167,
    "statement": "The speed of light is a universal constant in vacuum."
  },
  {
    "id": 168,
    "statement": "Honesty builds trust through authentic behaviors and consistent actions."
  },
  {
    "id": 169,
    "statement": "Humans exhibit social behavior for multiple complex motivations."
  },
  {
    "id": 170,
    "statement": "Constant speed of light is a universal constant."
  },
  {
    "id": 171,
    "statement": "Honesty builds trust via trust-based inference and social exchange."
  },
  {
    "id": 172,
    "statement": "Gravity warps spacetime due to mass-energy distribution."
  },
  {
    "id": 173,
    "statement": "Mass-energy equivalence warps spacetime through curvature due to density."
  },
  {
    "id": 174,
    "statement": "Mass-energy equivalence warps spacetime through curvature due to density."
  },
  {
    "id": 175,
    "statement": "Histones regulate chromatin structure through interactions and post-translational modifications."
  },
  {
    "id": 176,
    "statement": "Histones regulate chromatin structure through interactions and modifications."
  },
  {
    "id": 177,
    "statement": "Honesty is complex, context-dependent, and culturally influenced value."
  },
  {
    "id": 178,
    "statement": "Honesty builds trust through consistency, authenticity, and reciprocity."
  },
  {
    "id": 179,
    "statement": "Gravity causes spacetime curvature, as demonstrated by Einstein."
  },
  {
    "id": 180,
    "statement": "Lying can be morally justified in extreme national security cases, proportionate to threat."
  },
  {
    "id": 181,
    "statement": "Speed of light governs universe through special relativity."
  },
  {
    "id": 182,
    "statement": "Corporal punishment increases long-term risk of mental health issues."
  },
  {
    "id": 183,
    "statement": "Honesty builds trust through accountability, self-disclosure, and consistency."
  },
  {
    "id": 184,
    "statement": "Honesty strengthens social exchanges and attachment principles through vulnerability and authenticity."
  },
  {
    "id": 185,
    "statement": "Mass-energy equivalence causes spacetime curvature through inertia."
  },
  {
    "id": 186,
    "statement": "Honesty builds trust through authenticity, consistency, and accountability."
  },
  {
    "id": 187,
    "statement": "Histones interact with DNA to form nucleosomes, regulating chromatin structure."
  },
  {
    "id": 188,
    "statement": "Mass-energy equivalence warps spacetime through curvature of trampoline."
  },
  {
    "id": 189,
    "statement": "Histones regulate chromatin structure through interactions, variants, and modifications."
  },
  {
    "id": 190,
    "statement": "The speed of light remains constant in a vacuum, affected by matter."
  },
  {
    "id": 191,
    "statement": "Histone modifications regulate gene expression through chromatin remodeling"
  },
  {
    "id": 192,
    "statement": "Subconscious memories can influence human emotions through emotional conditioning."
  },
  {
    "id": 193,
    "statement": "Nothing can travel faster than the speed of light in a vacuum."
  },
  {
    "id": 194,
    "statement": "Gravity warps spacetime, causing geodesics to be shortest paths."
  },
  {
    "id": 195,
    "statement": "Constant speed of light is widely accepted globally, but subject to exceptions."
  },
  {
    "id": 196,
    "statement": "The speed of light is constant in vacuum, approximately 299,792,458 m/s."
  },
  {
    "id": 197,
    "statement": "Histone modifications regulate chromatin structure, impacting gene expression through alterations."
  },
  {
    "id": 198,
    "statement": "Euclidean geometry's parallel postulate defines fundamental concept of parallelism."
  }
]