[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants"
  },
  {
    "id": 2,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 3,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 4,
    "statement": "Lying is generally wrong, causing harm to others and trust"
  },
  {
    "id": 5,
    "statement": "Honesty builds trust through accountability, self-disclosure, and consistency."
  },
  {
    "id": 6,
    "statement": "Histone modifications regulate chromatin structure and accessibility, affecting gene expression."
  },
  {
    "id": 7,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 8,
    "statement": "Mass-energy equivalence warps spacetime through curvature."
  },
  {
    "id": 9,
    "statement": "Mass-energy equivalence fundamental to gravity warping spacetime"
  },
  {
    "id": 10,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property"
  },
  {
    "id": 11,
    "statement": "Honesty builds trust through trust-based inference and attachment."
  },
  {
    "id": 12,
    "statement": "Histones regulate chromatin structure through interactions, modification, and variants."
  },
  {
    "id": 13,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 14,
    "statement": "Gravity warps spacetime due to mass-energy curvature, affecting motion and time"
  },
  {
    "id": 15,
    "statement": "Euclidean geometry's parallel postulate debated due to ancient Greeks' limited understanding of space."
  },
  {
    "id": 16,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 17,
    "statement": "Honesty builds trust through social exchange and attachment principles"
  },
  {
    "id": 18,
    "statement": "The speed of light is a fundamental concept in physics, essential to Einstein's theory of special relativity."
  },
  {
    "id": 19,
    "statement": "Quantum particles can exist in multiple states simultaneously, described by wave function."
  },
  {
    "id": 20,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 21,
    "statement": "Histone modifications regulate chromatin structure and accessibility controlling gene expression."
  },
  {
    "id": 22,
    "statement": "Extreme national security contexts justify lying proportionately to threat."
  },
  {
    "id": 23,
    "statement": "Histone modifications regulate chromatin structure and accessibility for gene expression."
  },
  {
    "id": 24,
    "statement": "Human emotions can be influenced by subconscious memories."
  },
  {
    "id": 25,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 26,
    "statement": "Ancient Greeks struggled to prove Euclidean geometry's parallel postulate."
  },
  {
    "id": 27,
    "statement": "Non-Euclidean geometry pioneers challenged Euclid's parallel postulate"
  },
  {
    "id": 28,
    "statement": "The speed of light is a universal constant governing universe behavior."
  },
  {
    "id": 29,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 30,
    "statement": "Honesty and trust are closely linked reciprocal principles."
  },
  {
    "id": 31,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 32,
    "statement": "Gravity's acceleration varies by 0.0000035% due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 33,
    "statement": "Light speed constant, maximum speed in universe, 186,282 miles per second."
  },
  {
    "id": 34,
    "statement": "Corporal punishment increases stress, anxiety, and aggression in children."
  },
  {
    "id": 35,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature"
  },
  {
    "id": 36,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 37,
    "statement": "Subconscious memories can influence human emotions through conditioning and processing."
  },
  {
    "id": 38,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 39,
    "statement": "Lying's moral justifiability depends on extreme circumstances' context."
  },
  {
    "id": 40,
    "statement": "Euclidean geometry's parallel postulate defines fundamental space properties."
  },
  {
    "id": 41,
    "statement": "A gravity anomaly is a region with altered gravitational field strength."
  },
  {
    "id": 42,
    "statement": "Honesty builds trust through consistency and authenticity."
  },
  {
    "id": 43,
    "statement": "The speed of light is a fundamental constant governing universe behavior."
  },
  {
    "id": 44,
    "statement": "Mathematical axioms can be challenged and revised through evidence-based scrutiny."
  },
  {
    "id": 45,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 46,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 47,
    "statement": "Wave function describes quantum particle's probability of different states."
  },
  {
    "id": 48,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 49,
    "statement": "Gravity warps spacetime through mass-energy equivalence curvature."
  },
  {
    "id": 50,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 51,
    "statement": "Mass-energy equivalence warps spacetime due to interacting mass-energy."
  },
  {
    "id": 52,
    "statement": "Euclidean geometry's parallel postulate debated and challenged throughout history"
  },
  {
    "id": 53,
    "statement": "Human emotions can be influenced by subconscious memories."
  },
  {
    "id": 54,
    "statement": "Gravity's acceleration varies by 0.3% due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 55,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 56,
    "statement": "Mass-energy equivalence warps spacetime through curvature, influencing motion."
  },
  {
    "id": 57,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property."
  },
  {
    "id": 58,
    "statement": "Epigenetic modifications regulate gene expression through histone-DNA interactions."
  },
  {
    "id": 59,
    "statement": "The parallel postulate was debated and challenged throughout history."
  },
  {
    "id": 60,
    "statement": "Subconscious memories can influence human emotions through emotional conditioning."
  },
  {
    "id": 61,
    "statement": "Euclidean parallel postulate challenged by Aristarchus' heliocentric model."
  },
  {
    "id": 62,
    "statement": "Euclidean geometry's parallel postulate debated and challenged throughout history"
  },
  {
    "id": 63,
    "statement": "Honesty is not always the most ethical choice in extreme situations."
  },
  {
    "id": 64,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 65,
    "statement": "Euclidean geometry's parallel postulate defines space through constant distance."
  },
  {
    "id": 66,
    "statement": "Morally justifiable lying depends on context, consequences, and intent."
  },
  {
    "id": 67,
    "statement": "Corporal punishment increases risk of long-term mental health issues."
  },
  {
    "id": 68,
    "statement": "Euclidean geometry's parallel postulate defines fundamental property of space through parallelism."
  },
  {
    "id": 69,
    "statement": "Honesty is a vital aspect of building trust."
  },
  {
    "id": 70,
    "statement": "Euclidean geometry's parallel postulate debated amid non-Euclidean challenges."
  },
  {
    "id": 71,
    "statement": "Geodesics are shortest paths in curved spacetime under gravity influence."
  },
  {
    "id": 72,
    "statement": "Corporal punishment can lead to long-term mental health issues."
  },
  {
    "id": 73,
    "statement": "Chromatin modification and histone variant complexes regulate gene expression."
  },
  {
    "id": 74,
    "statement": "Euclidean geometry's parallel postulate defines fundamental property of space."
  },
  {
    "id": 75,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression through histone modifications and DNA methylation."
  },
  {
    "id": 76,
    "statement": "Parallel postulate debated among ancient Greek mathematicians."
  },
  {
    "id": 77,
    "statement": "The parallel postulate defines parallel lines' fundamental properties."
  },
  {
    "id": 78,
    "statement": "Mathematical axioms can be challenged and revised over time."
  },
  {
    "id": 79,
    "statement": "Frame-dragging: massive object rotation warps spacetime, causing rotation."
  },
  {
    "id": 80,
    "statement": "Mathematical axioms can be reevaluated and refined over time."
  },
  {
    "id": 81,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 82,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 83,
    "statement": "Honesty builds trust through consistency and authenticity."
  },
  {
    "id": 84,
    "statement": "Histones interact with DNA through direct and indirect mechanisms."
  },
  {
    "id": 85,
    "statement": "Quantum particles exist in multiple states simultaneously, described by wave functions."
  },
  {
    "id": 86,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 87,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 88,
    "statement": "Corporal punishment can lead to increased aggression and trauma in children due to increased stress and anxiety, promoting continued use of disciplinary measures that can result in cycles of violence, causing harm to individuals, leading to long-term negative effects on mental and emotional well-being, and affecting cognitive and social development."
  },
  {
    "id": 89,
    "statement": "Epigenetic modifications alter histone-DNA interactions, regulating chromatin structure."
  },
  {
    "id": 90,
    "statement": "Euclidean geometry's parallel postulate debated among ancient Greek mathematicians."
  },
  {
    "id": 91,
    "statement": "Mass-energy equivalence warps spacetime around massive objects"
  },
  {
    "id": 92,
    "statement": "The speed of light remains constant in all frames."
  },
  {
    "id": 93,
    "statement": "Geodesics are shortest paths in curved spacetime due to gravity."
  },
  {
    "id": 94,
    "statement": "The speed of light remains constant in all reference frames"
  },
  {
    "id": 95,
    "statement": "Gravity warps spacetime due to mass-energy equivalence's curvature."
  },
  {
    "id": 96,
    "statement": "Multidisciplinary evaluation: comprehensive team assessment in healthcare."
  },
  {
    "id": 97,
    "statement": "Frame-dragging: massive object rotation warps spacetime through rotation."
  },
  {
    "id": 98,
    "statement": "Lying's moral justifiability depends on extreme national security contexts."
  },
  {
    "id": 99,
    "statement": "Geometry is relative, dependent on mathematical axioms."
  },
  {
    "id": 100,
    "statement": "Mass-energy equivalence causes spacetime warping due to gravity"
  },
  {
    "id": 101,
    "statement": "Frame-dragging: massive object rotation warps spacetime through rotation."
  },
  {
    "id": 102,
    "statement": "Mass-energy equivalence determines gravitational curvature strength."
  },
  {
    "id": 103,
    "statement": "The parallel postulate was historically debated and challenged by mathematicians."
  },
  {
    "id": 104,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants"
  },
  {
    "id": 105,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 106,
    "statement": "The parallel postulate was challenged by ancient Greeks and innovators."
  },
  {
    "id": 107,
    "statement": "Aristarchus' heliocentric model questioned Euclidean parallel postulate."
  },
  {
    "id": 108,
    "statement": "Euclidean geometry's parallel postulate debated due to limited understanding of space and infinity."
  },
  {
    "id": 109,
    "statement": "Ancient Greek mathematicians debated Euclid's parallel postulate extensively."
  },
  {
    "id": 110,
    "statement": "Quantum particles exist in multiple states simultaneously."
  },
  {
    "id": 111,
    "statement": "Honesty not always most ethical choice in extreme situations."
  },
  {
    "id": 112,
    "statement": "In extreme cases, lying might be justified for protection's sake"
  },
  {
    "id": 113,
    "statement": "Gravity warps spacetime around massive objects."
  },
  {
    "id": 114,
    "statement": "Geodesics are paths objects follow in curved spacetime under gravity."
  },
  {
    "id": 115,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 116,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 117,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted as fact."
  },
  {
    "id": 118,
    "statement": "Constant speed of light is fundamental physics principle globally accepted."
  },
  {
    "id": 119,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 120,
    "statement": "Euclidean geometry's parallel postulate debated over limited mathematical rigour."
  },
  {
    "id": 121,
    "statement": "Honesty in relationships is crucial for trust and vulnerability"
  },
  {
    "id": 122,
    "statement": "The acceleration of gravity varies by 0.0000035% due to Earth's shape and rotation."
  },
  {
    "id": 123,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants controlling gene expression."
  },
  {
    "id": 124,
    "statement": "Mass-energy equivalence, fundamental concept of general relativity."
  },
  {
    "id": 125,
    "statement": "Histones regulate chromatin structure through DNA interactions, modifications, and variants."
  },
  {
    "id": 126,
    "statement": "Frame-dragging: spacetime rotation caused by massive object's spin"
  },
  {
    "id": 127,
    "statement": "Histones regulate chromatin structure through interactions and modifications."
  },
  {
    "id": 128,
    "statement": "Histone modifications regulate chromatin structure, epigenetic gene expression."
  },
  {
    "id": 129,
    "statement": "Frame-dragging: massive object rotation warps spacetime through rotation."
  },
  {
    "id": 130,
    "statement": "Wave function collapse allows definite measurement outcomes, explains quantum mechanics."
  },
  {
    "id": 131,
    "statement": "Lying can be morally justifiable in certain contexts and situations."
  },
  {
    "id": 132,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 133,
    "statement": "Subconscious memories can influence human emotions through conditioning and processing."
  },
  {
    "id": 134,
    "statement": "Mass-energy equivalence is interconnected with spacetime curvature."
  },
  {
    "id": 135,
    "statement": "Honesty builds trust through self-disclosure and consistency."
  },
  {
    "id": 136,
    "statement": "Quantum particles can exist in multiple states simultaneously."
  },
  {
    "id": 137,
    "statement": "Mathematical axioms can be revised through evidence-based scrutiny and critiques"
  },
  {
    "id": 138,
    "statement": "Honesty builds trust through social exchange and attachment principles."
  },
  {
    "id": 139,
    "statement": "Subconscious memories can influence human emotions through emotional conditioning."
  },
  {
    "id": 140,
    "statement": "Histone modifications regulate chromatin structure and gene accessibility."
  },
  {
    "id": 141,
    "statement": "Subconscious memories influence human emotions through implicit associations."
  },
  {
    "id": 142,
    "statement": "Lying can be morally justifiable in extreme circumstances, protecting lives."
  },
  {
    "id": 143,
    "statement": "Wave function collapse explains definite measurement outcomes in quantum mechanics"
  },
  {
    "id": 144,
    "statement": "Honesty builds trust through consistency and authenticity."
  },
  {
    "id": 145,
    "statement": "Histones regulate chromatin structure through histone-DNA interactions, modifications, and variants."
  },
  {
    "id": 146,
    "statement": "Geometry's axioms define its fundamental structure and properties."
  },
  {
    "id": 147,
    "statement": "Histones regulate chromatin structure through direct and indirect mechanisms."
  },
  {
    "id": 148,
    "statement": "Parallelogram postulate debated among ancient Greek mathematicians"
  },
  {
    "id": 149,
    "statement": "Gravity warps spacetime due to mass-energy equivalence, affecting motion."
  },
  {
    "id": 150,
    "statement": "The parallel postulate was debated among ancient Greek mathematicians."
  },
  {
    "id": 151,
    "statement": "Lying might be justified to prevent harm or danger."
  },
  {
    "id": 152,
    "statement": "A multidisciplinary team assesses patients comprehensively for care decisions."
  },
  {
    "id": 153,
    "statement": "Newton's laws govern omnidirectional motion and force interactions"
  },
  {
    "id": 154,
    "statement": "Gravity warps spacetime around massive objects due to curvature"
  },
  {
    "id": 155,
    "statement": "Honesty builds trust through accountability and self-disclosure."
  },
  {
    "id": 156,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants"
  },
  {
    "id": 157,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 158,
    "statement": "Mass-energy equivalence warps spacetime through gravity's stress-energy tensor curvature."
  },
  {
    "id": 159,
    "statement": "Frame-dragging: rotation of massive objects warps spacetime."
  },
  {
    "id": 160,
    "statement": "Lying can be justified in extreme national security cases to prevent harm."
  },
  {
    "id": 161,
    "statement": "Gravity is a curvature of spacetime caused by mass-energy"
  },
  {
    "id": 162,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 163,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 164,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 165,
    "statement": "Lying can be morally justifiable in extreme situations."
  },
  {
    "id": 166,
    "statement": "The speed of light (186,282 miles/second) defines relativity's core principles."
  },
  {
    "id": 167,
    "statement": "Histones regulate chromatin structure through histone-DNA interactions, modifications, and variants."
  },
  {
    "id": 168,
    "statement": "Human knowledge evolves through iteration of challenge and refinement."
  },
  {
    "id": 169,
    "statement": "Honesty builds trust in relationships through predictability and reliability."
  },
  {
    "id": 170,
    "statement": "Gravity warps spacetime due to mass-energy curvature and gravity."
  },
  {
    "id": 171,
    "statement": "Euclidean geometry's parallel postulate debated among ancient Greeks due to conceptual limitations."
  },
  {
    "id": 172,
    "statement": "Mass-energy equivalence warps spacetime through gravity-induced curvature."
  },
  {
    "id": 173,
    "statement": "Honesty builds trust through transparent behavior and actions."
  },
  {
    "id": 174,
    "statement": "Subconscious memories influence human emotions through emotional conditioning and implicit memory."
  },
  {
    "id": 175,
    "statement": "Histone variants regulate chromatin structure and function through modification."
  },
  {
    "id": 176,
    "statement": "Euclidean geometry's parallel postulate debated for lack of rigor."
  },
  {
    "id": 177,
    "statement": "Honesty builds trust through subconscious inferences and patterns."
  },
  {
    "id": 178,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression through altered accessibility."
  },
  {
    "id": 179,
    "statement": "The speed of light is approximately 299,792,458 meters per second."
  },
  {
    "id": 180,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 181,
    "statement": "Epigenetic modifications regulate chromatin structure through histone-DNA interactions."
  },
  {
    "id": 182,
    "statement": "Parallel postulate defines fundamental property of Euclidean geometry."
  },
  {
    "id": 183,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted as fact."
  },
  {
    "id": 184,
    "statement": "Euclidean geometry's parallel postulate debated and challenged by many."
  },
  {
    "id": 185,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature'."
  },
  {
    "id": 186,
    "statement": "Wave function collapse occurs during measurement due to observer effect."
  },
  {
    "id": 187,
    "statement": "Non-Euclidean geometry pioneers challenged Euclid's parallel postulate, impacting geometry."
  },
  {
    "id": 188,
    "statement": "Gravity varies by 0.0000035% due to Earth's shape and rotation."
  },
  {
    "id": 189,
    "statement": "Honesty builds trust by addressing psychological and sociological principles"
  },
  {
    "id": 190,
    "statement": "Ancient Greeks struggled to prove Euclidean geometry's parallel postulate."
  },
  {
    "id": 191,
    "statement": "A gravity anomaly is a region with altered gravitational field strength."
  },
  {
    "id": 192,
    "statement": "Mass-energy equivalence warps spacetime through gravitational curvature."
  },
  {
    "id": 193,
    "statement": "Geodesics are the shortest paths in curved spacetime due to gravity."
  },
  {
    "id": 194,
    "statement": "The speed of light is a fundamental constant governing spacetime."
  },
  {
    "id": 195,
    "statement": "The speed of light's constancy is a special relativity postulate"
  },
  {
    "id": 196,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 197,
    "statement": "Constant speed of light is fundamental concept in physics globally accepted."
  }
]