[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Corporal punishment can lead to increased aggression and trauma in children due to increased stress and anxiety, promoting continued use of disciplinary measures that can result in cycles of violence, causing harm to individuals, leading to long-term negative effects on mental and emotional well-being, and affecting cognitive and social development."
  },
  {
    "id": 2,
    "statement": "Gravity warps spacetime due to mass-energy curvature, affecting motion and time"
  },
  {
    "id": 3,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation due to gravity."
  },
  {
    "id": 4,
    "statement": "Gravity anomaly refers to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 5,
    "statement": "Honesty builds trust through psychological and sociological principles, theories, and research."
  },
  {
    "id": 6,
    "statement": "Constant speed of light is a fundamental physics principle."
  },
  {
    "id": 7,
    "statement": "Parallel postulate defines Euclidean geometry's unique properties."
  },
  {
    "id": 8,
    "statement": "Constant speed of light is a fundamental principle in physics"
  },
  {
    "id": 9,
    "statement": "Euclidean geometry's parallel postulate was historically debated"
  },
  {
    "id": 10,
    "statement": "Gravity's curvature causes spacetime to bend around mass and energy."
  },
  {
    "id": 11,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 12,
    "statement": "Epigenetic modifications affect gene expression through DNA-methylation, histone-modification, and chromatin-remodeling mechanisms."
  },
  {
    "id": 13,
    "statement": "Mass-energy equivalence warps spacetime through gravitational influence"
  },
  {
    "id": 14,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 15,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 16,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 17,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 18,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 19,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 20,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects' gravity."
  },
  {
    "id": 21,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity through psychological and sociological principles."
  },
  {
    "id": 22,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 23,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 24,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 25,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 26,
    "statement": "Parallel postulate defines Euclidean geometry's unique flatness properties."
  },
  {
    "id": 27,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 28,
    "statement": "Constant speed of light challenges classical understanding of space."
  },
  {
    "id": 29,
    "statement": "Parallel postulate unique to Euclidean geometry's flat space."
  },
  {
    "id": 30,
    "statement": "Corporal punishment can lead to long-term emotional trauma in children"
  },
  {
    "id": 31,
    "statement": "Gravity's acceleration varies slightly due to Earth's ellipsoidal shape."
  },
  {
    "id": 32,
    "statement": "Mass-energy equivalence warps spacetime through gravity, curvature."
  },
  {
    "id": 33,
    "statement": "Gravity anomaly is a deviating gravitational field strength pattern."
  },
  {
    "id": 34,
    "statement": "Gravity's acceleration varies 0.3-0.6% due to Earth's shape and rotation."
  },
  {
    "id": 35,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 36,
    "statement": "Quantum particles can exist in multiple states simultaneously"
  },
  {
    "id": 37,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 38,
    "statement": "Mass-energy equivalence warps spacetime in Einstein's general relativity."
  },
  {
    "id": 39,
    "statement": "Corporal punishment linked to increased aggression, anxiety, depression."
  },
  {
    "id": 40,
    "statement": "Lying may be morally justifiable in cases of national security."
  },
  {
    "id": 41,
    "statement": "Gravity varies 0.3-0.6% due to Earth's shape and rotation, centrifugal force."
  },
  {
    "id": 42,
    "statement": "Histone modifications alter chromatin structure and transcription factor binding patterns."
  },
  {
    "id": 43,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects' gravity."
  },
  {
    "id": 44,
    "statement": "Epigenetic modifications regulate gene expression through packaging and access."
  },
  {
    "id": 45,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 46,
    "statement": "Euclidean geometry's parallel postulate defines concept of parallel lines."
  },
  {
    "id": 47,
    "statement": "Lying can be morally justifiable in national security cases."
  },
  {
    "id": 48,
    "statement": "Corporal punishment increases risk of aggression, anxiety, and depression in children."
  },
  {
    "id": 49,
    "statement": "Epigenetic modifications affect gene expression through DNA-methylation, histone-modification, and chromatin-remodeling."
  },
  {
    "id": 50,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 51,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 52,
    "statement": "Honesty builds trust through social cognition and attachment principles."
  },
  {
    "id": 53,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation by 0.0000035%."
  },
  {
    "id": 54,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 55,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 56,
    "statement": "Gravity's acceleration varies 0.5% due to Earth's ellipsoidal shape and density."
  },
  {
    "id": 57,
    "statement": "Honesty builds trust through social exchange, trustworthiness, and cooperation studies."
  },
  {
    "id": 58,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 59,
    "statement": "Honesty builds trust through cognitive dissonance, self-perception theory, and social identity."
  },
  {
    "id": 60,
    "statement": "Corporal punishment consistently linked to negative mental health outcomes."
  },
  {
    "id": 61,
    "statement": "The speed of light is constantly 299,792,458 meters per second."
  },
  {
    "id": 62,
    "statement": "Parallel postulate applies only to Euclidean geometry, varying others."
  },
  {
    "id": 63,
    "statement": "Multidisciplinary evaluation assesses patient comprehensively through team collaboration process."
  },
  {
    "id": 64,
    "statement": "Superposition allows quantum particles to exist multiple states."
  },
  {
    "id": 65,
    "statement": "The Parallel Postulate defines unique properties of Euclidean geometry."
  },
  {
    "id": 66,
    "statement": "Lying can be morally justified in extreme national security situations."
  },
  {
    "id": 67,
    "statement": "Euclidean geometry's unique properties include parallel postulate and others"
  },
  {
    "id": 68,
    "statement": "Honesty may not always build trust, empathy can be alternative."
  },
  {
    "id": 69,
    "statement": "Honesty is essential in establishing trust regardless of context."
  },
  {
    "id": 70,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 71,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 72,
    "statement": "Superposition: Quantum particles can exist in multiple states simultaneously"
  },
  {
    "id": 73,
    "statement": "Parallel postulate defines Euclidean geometry's flat, two-dimensional space."
  },
  {
    "id": 74,
    "statement": "Geodesics are paths objects follow in curved spacetime under gravity."
  },
  {
    "id": 75,
    "statement": "Wave function collapse is necessary for quantum measurements to occur."
  },
  {
    "id": 76,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 77,
    "statement": "Multidisciplinary evaluation: joint assessment by multiple healthcare professionals."
  },
  {
    "id": 78,
    "statement": "Honesty builds trust through cognitive, emotional, social, and moral consistency."
  },
  {
    "id": 79,
    "statement": "Parallel postulate is unique to Euclidean geometry definition"
  },
  {
    "id": 80,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 81,
    "statement": "Mass-energy curry waves spacetime, affecting motion and time."
  },
  {
    "id": 82,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 83,
    "statement": "Frame-dragging: spacetime rotation around massive rotating objects."
  },
  {
    "id": 84,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation due to gravity."
  },
  {
    "id": 85,
    "statement": "The parallel postulate was debated and challenged throughout history."
  },
  {
    "id": 86,
    "statement": "Conversations build upon prior knowledge for trust growth and refinement."
  },
  {
    "id": 87,
    "statement": "Epigenetic modifications alter chromatin structure, affecting gene expression."
  },
  {
    "id": 88,
    "statement": "Honesty is necessary but insufficient for building trust."
  },
  {
    "id": 89,
    "statement": "Mass-energy equivalence causes spacetime curvature via gravity"
  },
  {
    "id": 90,
    "statement": "Histone modifications alter chromatin structure and transcription factor binding."
  },
  {
    "id": 91,
    "statement": "Multidisciplinary evaluation assesses patient comprehensively through team collaboration."
  },
  {
    "id": 92,
    "statement": "Constant speed of light a fundamental concept in physics"
  },
  {
    "id": 93,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 94,
    "statement": "Superposition: Quantum particles exist in multiple states simultaneously."
  },
  {
    "id": 95,
    "statement": "Honesty building trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 96,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 97,
    "statement": "Conversations are a new start with no prior knowledge."
  },
  {
    "id": 98,
    "statement": "Honesty is crucial in building trust, but not always decisive."
  },
  {
    "id": 99,
    "statement": "Corporal punishment's harmful effects vary with context and culture."
  },
  {
    "id": 100,
    "statement": "Mass-energy equivalence warps spacetime around massive objects, affecting motion."
  },
  {
    "id": 101,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 102,
    "statement": "Multidisciplinary evaluation assesses patient's overall well-being jointly through multiple professionals."
  },
  {
    "id": 103,
    "statement": "Cognitive consistency is not always a trust factor."
  },
  {
    "id": 104,
    "statement": "Parallel postulate ensures flatness and two-dimensionality in Euclidean geometry."
  },
  {
    "id": 105,
    "statement": "Euclidean geometry has properties beyond parallel postulate, including angle sum, shape formation, distance, similarity, congruence, and symmetry."
  },
  {
    "id": 106,
    "statement": "Gravity warps spacetime through mass-energy equivalence."
  },
  {
    "id": 107,
    "statement": "Frame-dragging: rotation of spacetime around massive rotating objects."
  },
  {
    "id": 108,
    "statement": "Conversations enhance knowledge through shared perspectives and active processing."
  },
  {
    "id": 109,
    "statement": "Epigenetic modifications affect gene expression without altering DNA sequence."
  },
  {
    "id": 110,
    "statement": "Honesty builds trust through cognitive, emotional, social, and moral consistency."
  },
  {
    "id": 111,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature"
  },
  {
    "id": 112,
    "statement": "Gravity anomalies occur due to mass distribution variations and shape."
  },
  {
    "id": 113,
    "statement": "Superposition allows quantum particles to exist in multiple states."
  },
  {
    "id": 114,
    "statement": "Non-Euclidean geometries have different parallel line properties."
  },
  {
    "id": 115,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children due"
  },
  {
    "id": 116,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation, proves GR."
  },
  {
    "id": 117,
    "statement": "Circular reasoning undermines trust through flawed justification."
  },
  {
    "id": 118,
    "statement": "Multidisciplinary evaluation: comprehensive assessment by multiple healthcare professionals."
  },
  {
    "id": 119,
    "statement": "Multidisciplinary evaluation assesses patient's overall well-being jointly."
  },
  {
    "id": 120,
    "statement": "Honesty is crucial in building trust, but not sufficient alone"
  },
  {
    "id": 121,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 122,
    "statement": "Euclidean geometry's parallel postulate defines flat, two-dimensional space."
  },
  {
    "id": 123,
    "statement": "Conversations enhance knowledge through shared perspectives and active processing."
  },
  {
    "id": 124,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 125,
    "statement": "Mass-energy equivalence causes spacetime curvature through gravity"
  },
  {
    "id": 126,
    "statement": "Honesty builds trust through consistency, authenticity, and predictability."
  },
  {
    "id": 127,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure and histone modification."
  },
  {
    "id": 128,
    "statement": "Lying can be morally justifiable in national security cases"
  },
  {
    "id": 129,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 130,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 131,
    "statement": "Gravity's acceleration varies slightly due to Earth's shape and rotation."
  },
  {
    "id": 132,
    "statement": "Gravity anomalies occur due to mass distribution and object shape."
  },
  {
    "id": 133,
    "statement": "Corporal punishment linked to increased aggression, anxiety, depression."
  },
  {
    "id": 134,
    "statement": "Corporal punishment increases negative emotional and behavioral outcomes"
  },
  {
    "id": 135,
    "statement": "Corporal punishment's effects vary with culture and socioeconomic context."
  },
  {
    "id": 136,
    "statement": "Epigenetic modifications regulate gene expression through packaging."
  },
  {
    "id": 137,
    "statement": "Circular reasoning undermines trust through flawed justification"
  },
  {
    "id": 138,
    "statement": "Parallel postulate defines flat, two-dimensional Euclidean geometry."
  },
  {
    "id": 139,
    "statement": "Mass-energy equivalence warps spacetime through gravitational influence."
  },
  {
    "id": 140,
    "statement": "Geodesics are paths that minimize distance or time in spacetime."
  },
  {
    "id": 141,
    "statement": "Lying might be morally justified in extreme national security situations."
  },
  {
    "id": 142,
    "statement": "Mass-energy equivalence warps spacetime causing curvature and bending."
  },
  {
    "id": 143,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 144,
    "statement": "Mass-energy warps spacetime, curving it and giving rise to gravity."
  },
  {
    "id": 145,
    "statement": "Frame-dragging is a spacetime phenomenon caused by rotating massive objects."
  },
  {
    "id": 146,
    "statement": "Euclidean geometry's parallel postulate defines flat two-dimensional spatial relationships."
  },
  {
    "id": 147,
    "statement": "The speed of light is fundamental to spacetime and motion."
  },
  {
    "id": 148,
    "statement": "Conversations benefit from active processing, enhancing understanding and relationships."
  },
  {
    "id": 149,
    "statement": "Superposition: Quantum particles exist in multiple states simultaneously."
  },
  {
    "id": 150,
    "statement": "Moral justifications for lying in national security depend on context."
  },
  {
    "id": 151,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation due to gravity."
  },
  {
    "id": 152,
    "statement": "Parallel postulate defines concept of parallel lines uniquely."
  },
  {
    "id": 153,
    "statement": "Mass-energy equivalence warps spacetime due to gravity and curvature."
  },
  {
    "id": 154,
    "statement": "Honesty alone is not sufficient for building trust."
  },
  {
    "id": 155,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 156,
    "statement": "Corporal punishment has negative effects on children's mental health due context."
  },
  {
    "id": 157,
    "statement": "Mass-energy equivalence is a fundamental concept in physics."
  },
  {
    "id": 158,
    "statement": "Euclidean geometry's parallel postulate defines its uniqueness property."
  },
  {
    "id": 159,
    "statement": "Non-Euclidean geometries have different parallel line properties due to curvature."
  },
  {
    "id": 160,
    "statement": "Trust is built through consistency and authenticity."
  },
  {
    "id": 161,
    "statement": "Parallel postulate defines flatness in Euclidean geometry."
  },
  {
    "id": 162,
    "statement": "Cognitive consistency is not the sole determinant of trust."
  },
  {
    "id": 163,
    "statement": "Multidisciplinary evaluation assesses patient's overall well-being through joint healthcare collaboration."
  },
  {
    "id": 164,
    "statement": "Epigenetic modifications regulate gene expression through chromatin packaging and accessibility."
  },
  {
    "id": 165,
    "statement": "Constant speed of light: 299,792,458 meters per second in vacuum."
  },
  {
    "id": 166,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure and accessibility."
  },
  {
    "id": 167,
    "statement": "Euclidean geometry's parallel postulate defines parallel lines and distance."
  },
  {
    "id": 168,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 169,
    "statement": "Honesty strengthens social identity through self-comparison and attachment."
  },
  {
    "id": 170,
    "statement": "Gravity warps spacetime around massive objects due to rotation."
  },
  {
    "id": 171,
    "statement": "Mass-energy equivalence warps spacetime in Einstein's general relativity."
  },
  {
    "id": 172,
    "statement": "Honesty is crucial for building trust, but not always decisive."
  },
  {
    "id": 173,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 174,
    "statement": "Multidisciplinary evaluation assesses patient's overall well-being through team collaboration."
  },
  {
    "id": 175,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 176,
    "statement": "Mass-energy equivalence warps spacetime through curved gravitational force."
  },
  {
    "id": 177,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 178,
    "statement": "Conversations are a crucial aspect of building trust"
  },
  {
    "id": 179,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity principles."
  },
  {
    "id": 180,
    "statement": "Superposition: Quantum particles exist in multiple states simultaneously."
  },
  {
    "id": 181,
    "statement": "Gravity's acceleration varies due to Earth's rotation and shape."
  },
  {
    "id": 182,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 183,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 184,
    "statement": "Corporal punishment can lead to cycle of violence; perpetuating intergenerational trauma"
  },
  {
    "id": 185,
    "statement": "Corporal punishment increases risk of long-term psychological trauma."
  },
  {
    "id": 186,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature due to energy."
  },
  {
    "id": 187,
    "statement": "Corporal punishment linked to increased aggression, anxiety, and depression."
  },
  {
    "id": 188,
    "statement": "Gravity anomalies refer to disruptions in gravitational field strength and pattern."
  },
  {
    "id": 189,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 190,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 191,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 192,
    "statement": "Gravity's acceleration varies 0.3-0.6% due to Earth's shape and rotation."
  },
  {
    "id": 193,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 194,
    "statement": "Gravity's acceleration varies 0.03% due to Earth's ellipsoidal shape."
  },
  {
    "id": 195,
    "statement": "Mass-energy equivalence warps spacetime through gravitational curvature"
  },
  {
    "id": 196,
    "statement": "Corporal punishment linked to increased aggression, anxiety, and depression."
  },
  {
    "id": 197,
    "statement": "Honesty builds trust through consistency, transparency, accountability, empathy, and follow-through"
  }
]