[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 2,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 3,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 4,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 5,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 6,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 7,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 8,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 9,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 10,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 11,
    "statement": "DNA carries genetic information through nucleotide sequences"
  },
  {
    "id": 12,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 13,
    "statement": "Universal basic income is essential to address automation-driven job loss."
  },
  {
    "id": 14,
    "statement": "Forced voting may compromise personal autonomy and agency."
  },
  {
    "id": 15,
    "statement": "Retributive justice is unethical; rehabilitation should be the penal system's goal."
  },
  {
    "id": 16,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 17,
    "statement": "Prime number theorem describes distribution of primes among integers."
  },
  {
    "id": 18,
    "statement": "Civil disobedience justified against laws violating human rights."
  },
  {
    "id": 19,
    "statement": "Water expands when frozen due to molecular arrangement."
  },
  {
    "id": 20,
    "statement": "Rip currents can occur at any beach, no exceptions."
  },
  {
    "id": 21,
    "statement": "Edible plants: avoid those with milky sap or bitter taste."
  },
  {
    "id": 22,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 23,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 24,
    "statement": "Honesty is the foundation of trust in relationships."
  },
  {
    "id": 25,
    "statement": "Prolonged high-altitude exposure leads to acute mountain sickness."
  },
  {
    "id": 26,
    "statement": "Earthquakes: Drop, cover, hold until shaking stops."
  },
  {
    "id": 27,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays."
  },
  {
    "id": 28,
    "statement": "Progressive taxation reduces economic disparities through redistribution."
  },
  {
    "id": 29,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 30,
    "statement": "Moral truths depend on cultural context and debate."
  },
  {
    "id": 31,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 32,
    "statement": "Identify animal tracks to locate water sources."
  },
  {
    "id": 33,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 34,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 35,
    "statement": "Animals are sentient beings with subjective experiences and consciousness."
  },
  {
    "id": 36,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 37,
    "statement": "State surveillance infringes on privacy rights and should be minimized."
  },
  {
    "id": 38,
    "statement": "Democracy ensures accountability through representative government and checks."
  },
  {
    "id": 39,
    "statement": "Corporal punishment can lead to long-term emotional and psychological harm."
  },
  {
    "id": 40,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 41,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 42,
    "statement": "Moral truths are subjective and influenced by cultural context."
  },
  {
    "id": 43,
    "statement": "Cells are the basic units of life and heredity."
  },
  {
    "id": 44,
    "statement": "Quantum particles exhibit wave-particle duality due to superposition and uncertainty."
  },
  {
    "id": 45,
    "statement": "Earth's magnetic field generated by molten iron convection currents."
  },
  {
    "id": 46,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 47,
    "statement": "Light speed in vacuum is constant (~3×10^8 m/s) per relativity."
  },
  {
    "id": 48,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun (Kepler’s laws)."
  },
  {
    "id": 49,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 50,
    "statement": "Oppressive laws restrict fundamental human rights and perpetuate injustice."
  },
  {
    "id": 51,
    "statement": "Cells are the basic units of life, comprising essential components."
  },
  {
    "id": 52,
    "statement": "Honesty is not always morally superior to deception."
  },
  {
    "id": 53,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 54,
    "statement": "Parallel lines in a plane never intersect or meet."
  },
  {
    "id": 55,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 56,
    "statement": "Free speech must be absolute, even when offensive, to preserve liberty."
  },
  {
    "id": 57,
    "statement": "Meritocracy is ideal but requires equal opportunity to prevent inequity."
  },
  {
    "id": 58,
    "statement": "Individual freedoms can be restricted for public health exceptions"
  },
  {
    "id": 59,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 60,
    "statement": "Gender equality is non-negotiable for a just and progressive society."
  },
  {
    "id": 61,
    "statement": "DNA carries genetic info through nucleotide sequences and base pairing."
  },
  {
    "id": 62,
    "statement": "DNA carries genetic information through nucleotide sequences (A, T, C, G)."
  },
  {
    "id": 63,
    "statement": "Natural selection favors traits beneficial in environment."
  },
  {
    "id": 64,
    "statement": "Militarized police erode trust, escalate violence, and harm marginalized communities"
  },
  {
    "id": 65,
    "statement": "Knowledge is deeply rooted in human experiences and contexts."
  },
  {
    "id": 66,
    "statement": "Wealth redistribution strategies involve taxation, government programs, and philanthropy."
  },
  {
    "id": 67,
    "statement": "During earthquakes, protect yourself with sturdy objects and wait for shaking to stop."
  },
  {
    "id": 68,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity."
  },
  {
    "id": 69,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 70,
    "statement": "Environmental conservation is moral obligation towards future generations."
  },
  {
    "id": 71,
    "statement": "Derivatives measure instantaneous rate of change (calculus)."
  },
  {
    "id": 72,
    "statement": "Ecosystems rely on energy flow (food chains) and nutrient cycling."
  },
  {
    "id": 73,
    "statement": "Calculus: Differentiation and integration are inverse mathematical operations."
  },
  {
    "id": 74,
    "statement": "Energy cannot be created destroyed; entropy increases always"
  },
  {
    "id": 75,
    "statement": "Euclidean geometry: parallel lines never meet in a plane."
  },
  {
    "id": 76,
    "statement": "Secular education fosters critical thinking and intellectual freedom."
  },
  {
    "id": 77,
    "statement": "Fundamental theorem of arithmetic: every integer >1 has unique prime factors."
  },
  {
    "id": 78,
    "statement": "Entropy can decrease locally, while total entropy of isolated system increases."
  },
  {
    "id": 79,
    "statement": "On open borders, security concerns outweigh benefits to society."
  },
  {
    "id": 80,
    "statement": "Gravity acceleration on Earth's surface is approximately 9.8 m/s² with uncertainties."
  },
  {
    "id": 81,
    "statement": "Absolute free speech balances self-expression and preventing harm."
  },
  {
    "id": 82,
    "statement": "Veganism is the only ethical diet as it avoids animal exploitation."
  },
  {
    "id": 83,
    "statement": "Artistic freedom enhances cultural progress and individual creativity."
  },
  {
    "id": 84,
    "statement": "Quadratic formula: x = [-b ± √(b² - 4ac)] / 2a."
  },
  {
    "id": 85,
    "statement": "Matrix multiplication is non-commutative in general due to dot products."
  },
  {
    "id": 86,
    "statement": "Distress signals use visual, auditory, and pyrotechnic methods."
  },
  {
    "id": 87,
    "statement": "Censorship of art undermines cultural progress and freedom of expression."
  },
  {
    "id": 88,
    "statement": "Legal systems must prioritize restorative justice over punitive measures."
  },
  {
    "id": 89,
    "statement": "Gravitational acceleration on Earth is approximately 9.8 meters per second squared."
  },
  {
    "id": 90,
    "statement": "Cultural relativism balances human rights with contextual understanding."
  },
  {
    "id": 91,
    "statement": "Iodine tablets kill microorganisms by disrupting cell membranes and causing osmotic imbalance through physical and chemical interactions with phospholipids and other cellular components."
  },
  {
    "id": 92,
    "statement": "Education should be secular to maintain neutrality and foster critical thinking."
  },
  {
    "id": 93,
    "statement": "Prime number theorem approximates distribution of primes among integers."
  },
  {
    "id": 94,
    "statement": "Boil water for 1+ minute to kill pathogens."
  },
  {
    "id": 95,
    "statement": "Cultural assimilation policies harm diversity and should be abolished."
  },
  {
    "id": 96,
    "statement": "Avoid sheltering under isolated trees during thunderstorms."
  },
  {
    "id": 97,
    "statement": "Genetic engineering in humans raises complex ethical considerations"
  },
  {
    "id": 98,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 99,
    "statement": "Photosynthesis converts CO₂ + H₂O + light → glucose + O₂."
  },
  {
    "id": 100,
    "statement": "National borders should be open to promote global solidarity and exchange."
  },
  {
    "id": 101,
    "statement": "Iodine tablets kill microorganisms by damaging cell membranes."
  },
  {
    "id": 102,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 103,
    "statement": "Progressive taxation is fairer as it reduces economic disparities."
  },
  {
    "id": 104,
    "statement": "Honesty is a foundation of trust and personal integrity."
  },
  {
    "id": 105,
    "statement": "Ecosystems rely on interconnected energy flow and nutrient cycling."
  },
  {
    "id": 106,
    "statement": "Calculus: Differentiation and integration are inverse operations."
  },
  {
    "id": 107,
    "statement": "Monogamy's benefits for societal stability less universal than assumed"
  },
  {
    "id": 108,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 109,
    "statement": "Genetic engineering's ethics depend on motivations and implications."
  },
  {
    "id": 110,
    "statement": "The Fibonacci sequence is a series of numbers with recurring pattern."
  },
  {
    "id": 111,
    "statement": "Corporal punishment leads to long-term emotional and psychological harm."
  },
  {
    "id": 112,
    "statement": "Ecosystems rely on interconnected energy flow and nutrient cycling processes."
  },
  {
    "id": 113,
    "statement": "State surveillance is government monitoring of citizens' online and physical activities."
  },
  {
    "id": 114,
    "statement": "Prime numbers are integers >1 divisible only by 1 and themselves, excluding 1."
  },
  {
    "id": 115,
    "statement": "State surveillance should be minimised to balance privacy rights."
  },
  {
    "id": 116,
    "statement": "Intellectual property laws stifle innovation and should be relaxed."
  },
  {
    "id": 117,
    "statement": "Militarization of police erodes trust and escalates violence among communities."
  },
  {
    "id": 118,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun."
  },
  {
    "id": 119,
    "statement": "Absolute free speech enables self-expression and autonomy while balancing harm."
  },
  {
    "id": 120,
    "statement": "Abortion is a complex ethical issue with varying perspectives."
  },
  {
    "id": 121,
    "statement": "Identify animal tracks to locate water sources through inference"
  },
  {
    "id": 122,
    "statement": "Tying a bowline knot involves creating a loop, wrapping the end, and adjusting for security."
  },
  {
    "id": 123,
    "statement": "Meritocracy is ideal when it provides equal access to opportunities."
  },
  {
    "id": 124,
    "statement": "Cultural relativism balances local customs with universal human rights."
  },
  {
    "id": 125,
    "statement": "All organisms evolve via natural selection and genetic variation (evolution)."
  },
  {
    "id": 126,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.8 m/s²."
  },
  {
    "id": 127,
    "statement": "Chemical reactions conserve mass; atoms rearrange but aren’t created/destroyed."
  },
  {
    "id": 128,
    "statement": "UBI provides a safety net for individuals displaced by automation."
  },
  {
    "id": 129,
    "statement": "Gravity accelerates objects towards the center of Earth."
  },
  {
    "id": 130,
    "statement": "Matrix multiplication is non-commutative in most cases."
  },
  {
    "id": 131,
    "statement": "Public spaces must be inclusive, accommodating all genders and abilities."
  },
  {
    "id": 132,
    "statement": "Veganism promotes sustainability and reduces animal exploitation moderately."
  },
  {
    "id": 133,
    "statement": "Honesty is a complex moral concept with multiple dimensions."
  },
  {
    "id": 134,
    "statement": "Distress signals employ various methods to convey a message"
  },
  {
    "id": 135,
    "statement": "Militarization of police erodes community trust and escalates violence."
  },
  {
    "id": 136,
    "statement": "Water expands when frozen due to unique molecular arrangement."
  },
  {
    "id": 137,
    "statement": "Genetic engineering's ethics depend on motivations and implications."
  },
  {
    "id": 138,
    "statement": "Universal basic income ensures a living wage against poverty."
  },
  {
    "id": 139,
    "statement": "Moral truths are objective and exist independently."
  },
  {
    "id": 140,
    "statement": "Progressive taxation can reduce economic disparities through redistribution."
  },
  {
    "id": 141,
    "statement": "Inherent right to life is complex, context-dependent, and debated."
  },
  {
    "id": 142,
    "statement": "Veganism is the most effective diet for animal welfare"
  },
  {
    "id": 143,
    "statement": "Light speed in vacuum is constant (~3×10^8 m/s) in all perspectives."
  },
  {
    "id": 144,
    "statement": "Meiosis increases genetic diversity through chromosomal crossover shuffling genes."
  },
  {
    "id": 145,
    "statement": "Corporal punishment perpetuates cycles of violence and aggression."
  },
  {
    "id": 146,
    "statement": "The electromagnetic spectrum spans radio waves to gamma rays."
  },
  {
    "id": 147,
    "statement": "Identifying animal tracks requires understanding pattern, shape, and size."
  },
  {
    "id": 148,
    "statement": "The Earth's magnetic field originates from molten iron convection currents"
  },
  {
    "id": 149,
    "statement": "Prima facie duties prioritize child's welfare unless compelling reasons."
  },
  {
    "id": 150,
    "statement": "Retributive justice is flawed; rehabilitation prioritizes offender reform."
  },
  {
    "id": 151,
    "statement": "The bowline knot involves six steps for security."
  },
  {
    "id": 152,
    "statement": "Lightning strikes isolated trees due to height, conductance, and grounding."
  },
  {
    "id": 153,
    "statement": "Rip currents are more likely on beaches with steep slopes."
  },
  {
    "id": 154,
    "statement": "Prolonged high-altitude exposure can lead to acute mountain sickness above 8,000 feet."
  },
  {
    "id": 155,
    "statement": "Energy cannot be created, only converted or transferred."
  },
  {
    "id": 156,
    "statement": "Derivatives measure instantaneous rate of change and behavior."
  },
  {
    "id": 157,
    "statement": "Ecosystems rely on energy flow and nutrient cycling processes."
  },
  {
    "id": 158,
    "statement": "Enzymes facilitators of biochemical reactions, speed and specificity."
  },
  {
    "id": 159,
    "statement": "Honesty is the foundation of trust and personal integrity."
  },
  {
    "id": 160,
    "statement": "Energy flow and nutrient cycling interdependently maintain ecosystem balance."
  },
  {
    "id": 161,
    "statement": "Euthanasia is regulated, with safeguards for patient autonomy and competence."
  },
  {
    "id": 162,
    "statement": "The morality of lying is context-dependent and multifaceted."
  },
  {
    "id": 163,
    "statement": "Photosynthesis converts CO₂ + H₂O + light → glucose + O₂."
  },
  {
    "id": 164,
    "statement": "When foraging, research and exercise caution before consuming wild plants."
  },
  {
    "id": 165,
    "statement": "Cultural assimilation policies can be detrimental to minority identities."
  },
  {
    "id": 166,
    "statement": "Photosynthesis involves light-dependent and light-independent reactions to convert CO2 and H2O"
  },
  {
    "id": 167,
    "statement": "Restorative justice prioritizes repairing harm over punishing offenders."
  },
  {
    "id": 168,
    "statement": "Every human has inherent dignity and inherent rights are universal."
  },
  {
    "id": 169,
    "statement": "Quantum systems exhibit superposition of multiple states simultaneously."
  },
  {
    "id": 170,
    "statement": "Universal Basic Income may mitigate automation's negative effects."
  },
  {
    "id": 171,
    "statement": "Oppressive laws restrict fundamental human rights and perpetuate injustice."
  },
  {
    "id": 172,
    "statement": "Free speech is a fundamental human right, essential for a democratic society."
  },
  {
    "id": 173,
    "statement": "Abortion is a complex ethical issue with varying perspectives."
  },
  {
    "id": 174,
    "statement": "Mitochondria produce ATP via oxidative phosphorylation and chemiosmosis."
  },
  {
    "id": 175,
    "statement": "Charity is a moral obligation for those with excess wealth due to ethical frameworks."
  },
  {
    "id": 176,
    "statement": "Every integer >1 has unique prime factorization up to order."
  },
  {
    "id": 177,
    "statement": "Water expands when frozen due to unique molecular arrangement."
  },
  {
    "id": 178,
    "statement": "Utilitarianism prioritizes collective happiness over individual values and experiences."
  },
  {
    "id": 179,
    "statement": "Natural selection favors traits beneficial in a given environment over time."
  },
  {
    "id": 180,
    "statement": "Cultural relativism can justify human rights abuses; universal rights prevail."
  },
  {
    "id": 181,
    "statement": "Sentience refers to subjective experience in individuals with consciousness."
  },
  {
    "id": 182,
    "statement": "Cells are the basic units of life, carrying genetic information."
  },
  {
    "id": 183,
    "statement": "Quadratic formula: x = [-b ± √(b² - 4ac)] / 2a. Explains two solutions."
  },
  {
    "id": 184,
    "statement": "Prime Number Theorem: Prime numbers distributed as x / ln(x)."
  },
  {
    "id": 185,
    "statement": "Moral values are influenced by cultural context, yet share common principles."
  },
  {
    "id": 186,
    "statement": "Moral truths are the foundation of human conscience."
  },
  {
    "id": 187,
    "statement": "Progressive taxation reduces income inequality and promotes social mobility."
  },
  {
    "id": 188,
    "statement": "Planets' speeds increase as they approach the Sun due to elliptical orbits."
  },
  {
    "id": 189,
    "statement": "Militarization of police erodes community trust, fosters violence."
  },
  {
    "id": 190,
    "statement": "Violence often leads to more harm and escalating cycles of violence."
  },
  {
    "id": 191,
    "statement": "Gravity accelerates objects towards the center of Earth."
  },
  {
    "id": 192,
    "statement": "Animals' sentience demonstrated through behavioral observations, neuroimaging, and cognitive tests."
  },
  {
    "id": 193,
    "statement": "Moral truths are subjective and influenced by cultural context."
  },
  {
    "id": 194,
    "statement": "Public spaces should be inclusive and welcoming to all genders."
  },
  {
    "id": 195,
    "statement": "Intellectual property laws should balance protection and innovation."
  },
  {
    "id": 196,
    "statement": "Honesty is complex and situational; context is crucial."
  },
  {
    "id": 197,
    "statement": "Food storage must be elevated, sealed, and tailored to environment."
  },
  {
    "id": 198,
    "statement": "Democracy ensures accountability and protects individual rights."
  },
  {
    "id": 199,
    "statement": "Acts are ethical when motivated by duty, not consequences."
  }
]