[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 2,
    "statement": "The speed of light is a fundamental constant in physics, experimentally verified."
  },
  {
    "id": 3,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 4,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 5,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants"
  },
  {
    "id": 6,
    "statement": "Honesty builds trust through trust-based inference and attachment."
  },
  {
    "id": 7,
    "statement": "Euclidean geometry's parallel postulate debated due to ancient Greeks' limited understanding of space."
  },
  {
    "id": 8,
    "statement": "Corporal punishment increases risk of long-term mental health issues."
  },
  {
    "id": 9,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property"
  },
  {
    "id": 10,
    "statement": "Honesty builds trust through accountability, self-disclosure, and consistency."
  },
  {
    "id": 11,
    "statement": "Histone modifications regulate chromatin structure and accessibility, affecting gene expression."
  },
  {
    "id": 12,
    "statement": "Mass-energy equivalence fundamental to gravity warping spacetime"
  },
  {
    "id": 13,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 14,
    "statement": "The parallel postulate defines fundamental property of Euclidean geometry."
  },
  {
    "id": 15,
    "statement": "Extreme national security contexts may justify lying proportionately to threat."
  },
  {
    "id": 16,
    "statement": "Ancient Greeks struggled to prove Euclidean geometry's parallel postulate."
  },
  {
    "id": 17,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 18,
    "statement": "Lying is generally wrong, causing harm to others and trust"
  },
  {
    "id": 19,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 20,
    "statement": "Honesty is a vital component of building strong social relationships."
  },
  {
    "id": 21,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 22,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 23,
    "statement": "Corporal punishment increases stress, anxiety, and aggression in children."
  },
  {
    "id": 24,
    "statement": "Honesty builds trust through consistency, authenticity, and reciprocity."
  },
  {
    "id": 25,
    "statement": "Mass-energy equivalence warps spacetime through curvature."
  },
  {
    "id": 26,
    "statement": "Gravity warps spacetime due to mass-energy equivalence's curvature."
  },
  {
    "id": 27,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted"
  },
  {
    "id": 28,
    "statement": "Geodesics are shortest paths in curved spacetime due to gravity."
  },
  {
    "id": 29,
    "statement": "Honesty builds trust through social exchange and attachment principles"
  },
  {
    "id": 30,
    "statement": "Honesty builds trust through trust-based inference and attachment."
  },
  {
    "id": 31,
    "statement": "Histones regulate chromatin structure through modifications and variants."
  },
  {
    "id": 32,
    "statement": "The speed of light is a constant governing universe behavior"
  },
  {
    "id": 33,
    "statement": "Gravity anomalies arise from mass distribution irregularities."
  },
  {
    "id": 34,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 35,
    "statement": "Quantum particles exist in multiple states simultaneously, described by wave functions."
  },
  {
    "id": 36,
    "statement": "Honesty and trust are interconnected, mutually reinforcing values."
  },
  {
    "id": 37,
    "statement": "Mass-energy equivalence warps spacetime around massive objects"
  },
  {
    "id": 38,
    "statement": "Histone modifications regulate chromatin structure and accessibility controlling gene expression."
  },
  {
    "id": 39,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 40,
    "statement": "Wave function describes quantum particle's probability of different states."
  },
  {
    "id": 41,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 42,
    "statement": "Spacetime's curvature caused by mass-energy warping four-dimensional fabric."
  },
  {
    "id": 43,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property."
  },
  {
    "id": 44,
    "statement": "Histone modifications regulate chromatin structure and accessibility for gene expression."
  },
  {
    "id": 45,
    "statement": "Human emotions can be influenced by subconscious memories."
  },
  {
    "id": 46,
    "statement": "Gravity's acceleration varies 0.1-0.5% due to Earth's shape and rotation."
  },
  {
    "id": 47,
    "statement": "Human emotions can be influenced by subconscious memories."
  },
  {
    "id": 48,
    "statement": "Corporal punishment increases risk of long-term mental health issues through negative effects on children's well-being and development."
  },
  {
    "id": 49,
    "statement": "Histones regulate chromatin structure through interactions, modification, and variants."
  },
  {
    "id": 50,
    "statement": "Histones regulate chromatin structure and gene expression through variants."
  },
  {
    "id": 51,
    "statement": "Parallels postulate debated due to ancient Greeks' finite understanding."
  },
  {
    "id": 52,
    "statement": "Mass-energy equivalence warps spacetime through mass-energy density."
  },
  {
    "id": 53,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 54,
    "statement": "Warping spacetime is a precise mathematical concept within GR."
  },
  {
    "id": 55,
    "statement": "Lying can be morally justifiable in extreme national security casesdue to necessity and proportionality."
  },
  {
    "id": 56,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 57,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 58,
    "statement": "Epigenetic modifications regulate gene expression through histone modifications and DNA methylation."
  },
  {
    "id": 59,
    "statement": "Wave functions describe quantum states with probability densities."
  },
  {
    "id": 60,
    "statement": "Histones regulate chromatin structure through electrostatic, hydrogen and hydrophobic interactions."
  },
  {
    "id": 61,
    "statement": "Histones regulate chromatin structure and gene expression through variants, interactions, and modifications."
  },
  {
    "id": 62,
    "statement": "The parallel postulate was debated and challenged throughout history."
  },
  {
    "id": 63,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 64,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 65,
    "statement": "Ancient Greeks considered parallel postulate a working assumption."
  },
  {
    "id": 66,
    "statement": "Mass-energy equivalence warps spacetime through curvature due to density."
  },
  {
    "id": 67,
    "statement": "Histones regulate chromatin structure through modifications, variants, and remodeling."
  },
  {
    "id": 68,
    "statement": "Lying can be morally justifiable in extreme situations where truth would cause harm."
  },
  {
    "id": 69,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 70,
    "statement": "Euclidean geometry's parallel postulate eluded proof in ancient era."
  },
  {
    "id": 71,
    "statement": "The speed of light is the universe's fundamental speed limit."
  },
  {
    "id": 72,
    "statement": "Honesty breeds trust through consistency and authentic behaviors."
  },
  {
    "id": 73,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 74,
    "statement": "Warping spacetime is a precise mathematical concept in GR."
  },
  {
    "id": 75,
    "statement": "Honesty, consistency, and vulnerability combined build trust."
  },
  {
    "id": 76,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 77,
    "statement": "Subconscious memories can automatically trigger emotional responses."
  },
  {
    "id": 78,
    "statement": "The speed of light is a fundamental constant governing universe behavior."
  },
  {
    "id": 79,
    "statement": "Lying justified in extreme national security contexts to prevent catastrophic consequences"
  },
  {
    "id": 80,
    "statement": "Euclidean geometry's parallel postulate defines space through equidistant parallel lines."
  },
  {
    "id": 81,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 82,
    "statement": "Mass distribution irregularities cause gravitational field anomalies through unequal gravity force."
  },
  {
    "id": 83,
    "statement": "Gravity warps spacetime through mass-energy equivalence."
  },
  {
    "id": 84,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 85,
    "statement": "The speed of light is a universal constant governing universe behavior."
  },
  {
    "id": 86,
    "statement": "Gravity's acceleration varies by 0.0000035% due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 87,
    "statement": "Non-Euclidean geometry pioneers challenged Euclid's parallel postulate independently."
  },
  {
    "id": 88,
    "statement": "Gravity's acceleration varies by 0.1-0.5% due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 89,
    "statement": "A gravity anomaly is a region with altered gravitational field strength."
  },
  {
    "id": 90,
    "statement": "Histones regulate chromatin structure through modifications and variants."
  },
  {
    "id": 91,
    "statement": "Histones regulate chromatin structure through direct and indirect interactions."
  },
  {
    "id": 92,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature"
  },
  {
    "id": 93,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 94,
    "statement": "Ancient Greeks considered parallel postulate a fundamental axiom."
  },
  {
    "id": 95,
    "statement": "Ancient Greeks struggled to prove parallel postulate due to infinity uncertainty"
  },
  {
    "id": 96,
    "statement": "Honesty breeds trust through consistency and genuine behavior."
  },
  {
    "id": 97,
    "statement": "Euclidean geometry's parallel postulate challenged by various mathematicians, theories."
  },
  {
    "id": 98,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 99,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 100,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 101,
    "statement": "Extreme national security contexts justify lying proportionately to threat."
  },
  {
    "id": 102,
    "statement": "Gravity warps spacetime through mass-energy equivalence curvature."
  },
  {
    "id": 103,
    "statement": "Quantum particles can exist in multiple states simultaneously, described by wave function."
  },
  {
    "id": 104,
    "statement": "Honesty builds trust through social exchange and attachment principles"
  },
  {
    "id": 105,
    "statement": "Honesty builds trust through consistent and authentic behaviors."
  },
  {
    "id": 106,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression through histone modifications and DNA methylation."
  },
  {
    "id": 107,
    "statement": "Euclidean geometry's parallel postulate debated and challenged throughout history"
  },
  {
    "id": 108,
    "statement": "Ancient Greeks struggled to prove Euclidean geometry's parallel postulate."
  },
  {
    "id": 109,
    "statement": "Honesty builds trust through consistency, vulnerability, and reciprocity."
  },
  {
    "id": 110,
    "statement": "Subconscious memories can influence human emotions through emotional conditioning."
  },
  {
    "id": 111,
    "statement": "Light speed constant, maximum speed in universe, 186,282 miles per second."
  },
  {
    "id": 112,
    "statement": "The parallel postulate defines the property of Euclidean geometry"
  },
  {
    "id": 113,
    "statement": "Geodesics are shortest paths in curved spacetime under gravity influence."
  },
  {
    "id": 114,
    "statement": "Honesty is always the best policy in most situations"
  },
  {
    "id": 115,
    "statement": "Non-Euclidean geometry pioneers challenged Euclid's parallel postulate independently."
  },
  {
    "id": 116,
    "statement": "Histones and chromatin structure are crucial for gene regulation"
  },
  {
    "id": 117,
    "statement": "Gravity's acceleration varies by 0.0000035% due to Earth's ellipsoidal shape."
  },
  {
    "id": 118,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature based on mass-energy density."
  },
  {
    "id": 119,
    "statement": "Ancient Greeks' limited understanding of infinity hinders Euclidean geometry."
  },
  {
    "id": 120,
    "statement": "Honesty and trust are closely linked reciprocal principles."
  },
  {
    "id": 121,
    "statement": "Honesty builds trust through consistency, self-disclosure, authenticity, and nuance."
  },
  {
    "id": 122,
    "statement": "Non-Euclidean geometry pioneers challenged Euclid's parallel postulate"
  },
  {
    "id": 123,
    "statement": "Honesty builds trust through consistency and authenticity."
  },
  {
    "id": 124,
    "statement": "Mathematical axioms can be challenged and revised over time."
  },
  {
    "id": 125,
    "statement": "The parallel postulate is a fundamental concept in geometry"
  },
  {
    "id": 126,
    "statement": "Mass-energy equivalence warps spacetime due to mass-energy density."
  },
  {
    "id": 127,
    "statement": "Euclidean geometry's parallel postulate debated and challenged in history."
  },
  {
    "id": 128,
    "statement": "Honesty builds trust through consistency and vulnerability."
  },
  {
    "id": 129,
    "statement": "Corporal punishment increases long-term mental health risk."
  },
  {
    "id": 130,
    "statement": "A gravity anomaly occurs in regions with unusual mass distribution"
  },
  {
    "id": 131,
    "statement": "Histone modifications regulate chromatin structure and accessibility by influencing transcription factor binding."
  },
  {
    "id": 132,
    "statement": "Extreme national security contexts may justify proportionate deception."
  },
  {
    "id": 133,
    "statement": "Wave functions describe quantum particles' multiple states through superposition."
  },
  {
    "id": 134,
    "statement": "Honesty is a foundation of trust, but context and intent matter."
  },
  {
    "id": 135,
    "statement": "Context-dependent honesty enables trust in extreme situations while avoiding harm."
  },
  {
    "id": 136,
    "statement": "Corporal punishment increases risk of long-term mental health issues"
  },
  {
    "id": 137,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 138,
    "statement": "Subconscious memories can trigger automatic emotional responses in brain."
  },
  {
    "id": 139,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted"
  },
  {
    "id": 140,
    "statement": "Euclidean geometry's parallel postulate defines properties of parallel lines."
  },
  {
    "id": 141,
    "statement": "Non-Euclidean geometry pioneers challenged Euclid's parallel postulate independently."
  },
  {
    "id": 142,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 143,
    "statement": "Mass-energy density warps spacetime, causing curvature and gravity."
  },
  {
    "id": 144,
    "statement": "Honesty fosters trust, empathy, and deeper connections in relationships."
  },
  {
    "id": 145,
    "statement": "Histones are proteins that package DNA into chromatin with variants playing roles in gene expression."
  },
  {
    "id": 146,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 147,
    "statement": "Mass-energy density determines gravity's strength and spacetime curvature."
  },
  {
    "id": 148,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 149,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 150,
    "statement": "Lying can be morally justified in extreme situations protecting greater good."
  },
  {
    "id": 151,
    "statement": "Histones regulate chromatin structure through modifications and variants."
  },
  {
    "id": 152,
    "statement": "Math provides logical structure for describing physical reality."
  },
  {
    "id": 153,
    "statement": "Mass-energy equivalence warps spacetime through curvature and density."
  },
  {
    "id": 154,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 155,
    "statement": "The speed of light is a fundamental constant in physics, verified experimentally."
  },
  {
    "id": 156,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 157,
    "statement": "Honesty builds trust through consistent, self-disclosing, authentic, and nuanced actions."
  },
  {
    "id": 158,
    "statement": "Honesty builds trust through consistency and authenticity."
  },
  {
    "id": 159,
    "statement": "Honesty and trust are interconnected, mutually reinforcing values supported"
  },
  {
    "id": 160,
    "statement": "Honesty breeds trust through consistency and genuine behavior."
  },
  {
    "id": 161,
    "statement": "Honesty builds trust through inferred trustworthiness and emotional attachment."
  },
  {
    "id": 162,
    "statement": "Lying's moral justifiability depends on extreme situation's circumstances."
  },
  {
    "id": 163,
    "statement": "Histone modifications regulate chromatin structure and gene expression through ACETYLATION and METHYLATION."
  },
  {
    "id": 164,
    "statement": "Honesty builds trust through consistency and vulnerability."
  },
  {
    "id": 165,
    "statement": "Honesty not always best policy in all situations."
  },
  {
    "id": 166,
    "statement": "The speed of light connects spacetime geometry through relativity."
  },
  {
    "id": 167,
    "statement": "Histone modifications alter chromatin structure and accessibility for gene expression."
  },
  {
    "id": 168,
    "statement": "Honesty and trust are interdependent and mutually reinforcing values."
  },
  {
    "id": 169,
    "statement": "Mass-energy equivalence warps spacetime through gravitational curvature."
  },
  {
    "id": 170,
    "statement": "Histones regulate chromatin structure through modifications, variants, and interactions."
  },
  {
    "id": 171,
    "statement": "Genuine behavior builds trust through authenticity and consistency."
  },
  {
    "id": 172,
    "statement": "Histones interact with DNA through electrostatic, hydrogen, and van der Waals forces."
  },
  {
    "id": 173,
    "statement": "Gravity warps spacetime due to mass-energy equivalence curvature."
  },
  {
    "id": 174,
    "statement": "Histones regulate chromatin structure through modifications and variants."
  },
  {
    "id": 175,
    "statement": "The speed of light connects spacetime geometry through relativity."
  },
  {
    "id": 176,
    "statement": "Mass-energy density warps spacetime through gravitational curvature."
  },
  {
    "id": 177,
    "statement": "Mass-energy warping curves spacetime continuum, affecting gravity"
  },
  {
    "id": 178,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 179,
    "statement": "Accountability means taking ownership of actions for trust-building."
  },
  {
    "id": 180,
    "statement": "Epigenetic modifications regulate gene expression through histone modifications and DNA methylation."
  },
  {
    "id": 181,
    "statement": "Constant speed of light globally accepted fundamental physics principle."
  },
  {
    "id": 182,
    "statement": "Wave function describes quantum particle's probability through square absolute value."
  },
  {
    "id": 183,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 184,
    "statement": "It is never morally acceptable to lie because honesty builds trust."
  },
  {
    "id": 185,
    "statement": "Histone modifications and epigenetic marks regulate chromatin structure and gene expression."
  },
  {
    "id": 186,
    "statement": "Mass-energy equivalence warps spacetime through gravity-induced curvature"
  },
  {
    "id": 187,
    "statement": "Histones regulate chromatin structure and gene expression through interactions, modifications, and variants."
  },
  {
    "id": 188,
    "statement": "Subconscious memories can influence human emotions and behaviors."
  },
  {
    "id": 189,
    "statement": "Honesty enhances social relationships through vulnerability and reciprocity"
  },
  {
    "id": 190,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 191,
    "statement": "Histones regulate chromatin structure through electrostatic, hydrogen, and hydrophobic interactions."
  },
  {
    "id": 192,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 193,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure modifications."
  },
  {
    "id": 194,
    "statement": "Curved spacetime directs objects along geodesic shortest paths."
  },
  {
    "id": 195,
    "statement": "Euclidean geometry's fundamental property defined by parallel postulate."
  },
  {
    "id": 196,
    "statement": "Fundamental constant speed of light governs universe's behavior universally."
  },
  {
    "id": 197,
    "statement": "Ancient Greeks had limited understanding of infinity, affecting geometry."
  },
  {
    "id": 198,
    "statement": "Honesty builds trust through trust-based inference and emotional connection."
  }
]