[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 2,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 3,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 4,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 5,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 6,
    "statement": "Forced voting may compromise personal autonomy and agency."
  },
  {
    "id": 7,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 8,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 9,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 10,
    "statement": "DNA carries genetic info through nucleotide sequences and base pairing"
  },
  {
    "id": 11,
    "statement": "Universal basic income is essential to address automation-driven job loss."
  },
  {
    "id": 12,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 13,
    "statement": "Speed of light in vacuum is a universal constant universally."
  },
  {
    "id": 14,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 15,
    "statement": "The universe is governed by physical laws and principles."
  },
  {
    "id": 16,
    "statement": "Energy conservation: 1st law, entropy increases 2nd law"
  },
  {
    "id": 17,
    "statement": "The speed of light is a universal constant universally."
  },
  {
    "id": 18,
    "statement": "Moral agency arises from a dimensionality convergence theory."
  },
  {
    "id": 19,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 20,
    "statement": "Censorship of art hinders cultural progress and artistic freedom."
  },
  {
    "id": 21,
    "statement": "Morality of lying depends on context and values applied"
  },
  {
    "id": 22,
    "statement": "Energy conservation: 1st law, entropy increases 2nd law"
  },
  {
    "id": 23,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 24,
    "statement": "The death penalty is a form of revenge not justice."
  },
  {
    "id": 25,
    "statement": "Epidemics fuel public health justifications for individual freedom restrictions."
  },
  {
    "id": 26,
    "statement": "Parallel lines never meet in a plane due to the Parallel Postulate."
  },
  {
    "id": 27,
    "statement": "DNA carries genetic information through nucleotide sequences"
  },
  {
    "id": 28,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 29,
    "statement": "Euclidean geometry: parallel lines never meet in a plane."
  },
  {
    "id": 30,
    "statement": "Earthquakes: Drop, cover, hold until shaking stops."
  },
  {
    "id": 31,
    "statement": "Retributive justice is unethical; rehabilitation should be the penal system's goal."
  },
  {
    "id": 32,
    "statement": "Honesty may not always be the most morally justifiable choice."
  },
  {
    "id": 33,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 34,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 35,
    "statement": "Democracy ensures accountability through representative government and checks."
  },
  {
    "id": 36,
    "statement": "Honesty is not always morally superior to deception."
  },
  {
    "id": 37,
    "statement": "Every human being has inherent value and worth, regardless of characteristics."
  },
  {
    "id": 38,
    "statement": "Parallel lines in Euclidean geometry never intersect in a plane."
  },
  {
    "id": 39,
    "statement": "Corporal punishment can lead to long-term emotional and psychological harm."
  },
  {
    "id": 40,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 41,
    "statement": "Boiling water at 212°F for 1 minute kills most pathogens."
  },
  {
    "id": 42,
    "statement": "Animals are sentient beings with subjective experiences and consciousness."
  },
  {
    "id": 43,
    "statement": "Euthanasia for unbearable suffering requires consent and individualized assessment."
  },
  {
    "id": 44,
    "statement": "Oppressive laws restrict fundamental human rights and perpetuate injustice."
  },
  {
    "id": 45,
    "statement": "Iodine tablets kill microorganisms by disrupting cell membranes and causing osmotic imbalance through physical and chemical interactions with phospholipids and other cellular components."
  },
  {
    "id": 46,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 47,
    "statement": "Quantum particles exhibit wave-particle duality due to superposition and uncertainty."
  },
  {
    "id": 48,
    "statement": "Cells are the basic units of life, comprising essential components."
  },
  {
    "id": 49,
    "statement": "Civil disobedience justified against laws violating human rights."
  },
  {
    "id": 50,
    "statement": "Censorship of art restricts creative freedom and diversity"
  },
  {
    "id": 51,
    "statement": "Water expands when frozen due to ice crystal lattice structure."
  },
  {
    "id": 52,
    "statement": "Edible plants: avoid those with milky sap or bitter taste."
  },
  {
    "id": 53,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 54,
    "statement": "Capital punishment as retribution underlies discriminatory practices."
  },
  {
    "id": 55,
    "statement": "Moral agency arises from a state of consciousness."
  },
  {
    "id": 56,
    "statement": "Energy cannot be created destroyed; entropy increases always"
  },
  {
    "id": 57,
    "statement": "Prime number theorem describes distribution of primes among integers."
  },
  {
    "id": 58,
    "statement": "Censorship of art undermines cultural progress and freedom of expression."
  },
  {
    "id": 59,
    "statement": "Energy conservation: 1st law, entropy increases 2nd law"
  },
  {
    "id": 60,
    "statement": "Honesty enables open communication, fostering emotional connections."
  },
  {
    "id": 61,
    "statement": "Iodine kills microorganisms by disrupting cell membranes and osmotic imbalance."
  },
  {
    "id": 62,
    "statement": "Animal rights ensure sentient beings are treated with ethics and respect."
  },
  {
    "id": 63,
    "statement": "Knowledge evolves through iterative refinement and personal experiences."
  },
  {
    "id": 64,
    "statement": "Quadratic formula has far-reaching applications across various fields."
  },
  {
    "id": 65,
    "statement": "Wealth redistribution essential for social equity and justice."
  },
  {
    "id": 66,
    "statement": "Moral judgments influenced by cultural and historical context, yet eternal principles exist."
  },
  {
    "id": 67,
    "statement": "Quadratic formula: x = [-b ± √(b² - 4ac)] / 2a."
  },
  {
    "id": 68,
    "statement": "Moral decision-making requires considering context and consequences."
  },
  {
    "id": 69,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 70,
    "statement": "Animals have subjective experiences, including emotions, sensations, and thoughts."
  },
  {
    "id": 71,
    "statement": "Capital punishment is unjustifiable due to potential errors in justice system."
  },
  {
    "id": 72,
    "statement": "Moral agency arises from a dimensionality convergence theory."
  },
  {
    "id": 73,
    "statement": "Individual freedoms may be restricted to prevent harm using principles."
  },
  {
    "id": 74,
    "statement": "During earthquakes, protect yourself with sturdy objects and wait for shaking to stop."
  },
  {
    "id": 75,
    "statement": "Corporal punishment increases aggression, depression, and anxiety."
  },
  {
    "id": 76,
    "statement": "Knowing is an iterative process influenced by personal experiences and contexts."
  },
  {
    "id": 77,
    "statement": "Intrinsic human value exists independently of external factors."
  },
  {
    "id": 78,
    "statement": "Free speech has limitations to protect vulnerable groups' rights through regulation."
  },
  {
    "id": 79,
    "statement": "Forced voting undermines civic engagement through coercion and skepticism."
  },
  {
    "id": 80,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 81,
    "statement": "Euthanasia for unbearable suffering requires consent, individualized assessment, and multidisciplinary evaluation."
  },
  {
    "id": 82,
    "statement": "Honesty is the foundation of trust in relationships."
  },
  {
    "id": 83,
    "statement": "Cultural assimilation policies harm diversity and should be abolished."
  },
  {
    "id": 84,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays."
  },
  {
    "id": 85,
    "statement": "Cells are the fundamental units of life composition."
  },
  {
    "id": 86,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 87,
    "statement": "Knowledge is deeply rooted in human experiences and contexts."
  },
  {
    "id": 88,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 89,
    "statement": "Light speed in vacuum is constant (~3×10^8 m/s) per relativity."
  },
  {
    "id": 90,
    "statement": "Cultural relativism challenges the notion of objective moral truths."
  },
  {
    "id": 91,
    "statement": "Gravity acceleration on Earth varies due to latitude, altitude, and conditions."
  },
  {
    "id": 92,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 93,
    "statement": "Protecting oneself with sturdy objects against falling debris during earthquakes."
  },
  {
    "id": 94,
    "statement": "Identify animal tracks to locate water sources."
  },
  {
    "id": 95,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity through recombination."
  },
  {
    "id": 96,
    "statement": "Meritocracy is ideal but requires equal opportunity to prevent inequity."
  },
  {
    "id": 97,
    "statement": "Progressive taxation reduces economic disparities through redistribution."
  },
  {
    "id": 98,
    "statement": "Boil water for 1+ minute to kill pathogens."
  },
  {
    "id": 99,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 100,
    "statement": "Water expands when frozen due to molecular arrangement."
  },
  {
    "id": 101,
    "statement": "Free speech has limitations to protect vulnerable groups' rights."
  },
  {
    "id": 102,
    "statement": "Honesty is a fundamental virtue in human relationships."
  },
  {
    "id": 103,
    "statement": "Animal tracks reveal presence of water sources through behavioral clues."
  },
  {
    "id": 104,
    "statement": "Derivatives measure instantaneous rate of change (calculus)."
  },
  {
    "id": 105,
    "statement": "Gender equality is a fundamental human right and moral imperative."
  },
  {
    "id": 106,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 107,
    "statement": "Parallel lines never intersect due to the Parallel Postulate."
  },
  {
    "id": 108,
    "statement": "Photosynthesis converts CO₂ + H₂O + light → glucose + O₂."
  },
  {
    "id": 109,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 110,
    "statement": "Violent resistance justified in self-defense with proportionate necessity."
  },
  {
    "id": 111,
    "statement": "State surveillance infringes on privacy rights and should be minimized."
  },
  {
    "id": 112,
    "statement": "DNA carries genetic info through nucleotide sequences and base pairing."
  },
  {
    "id": 113,
    "statement": "Moral judgments are influenced by cultural and historical context."
  },
  {
    "id": 114,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 115,
    "statement": "Utilitarianism prioritizes overall happiness and well-being over individual pleasures."
  },
  {
    "id": 116,
    "statement": "Iodine tablets kill microorganisms by disrupting cell membranes and causing osmotic imbalance."
  },
  {
    "id": 117,
    "statement": "Mandatory voting can increase voter turnout among marginalized groups."
  },
  {
    "id": 118,
    "statement": "Planets orbit due to gravity's centripetal force."
  },
  {
    "id": 119,
    "statement": "Moral truths are subjective and influenced by cultural context."
  },
  {
    "id": 120,
    "statement": "Cells are the basic units of life and heredity."
  },
  {
    "id": 121,
    "statement": "Earth's magnetic field generated by molten iron convection currents."
  },
  {
    "id": 122,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun (Kepler’s laws)."
  },
  {
    "id": 123,
    "statement": "Rip currents occur in specific coastal areas with strong tides and changes."
  },
  {
    "id": 124,
    "statement": "Rip currents can occur at any beach, no exceptions."
  },
  {
    "id": 125,
    "statement": "Honesty is not always morally superior to deception."
  },
  {
    "id": 126,
    "statement": "Parallel lines in a plane never intersect or meet."
  },
  {
    "id": 127,
    "statement": "Free speech must be absolute, even when offensive, to preserve liberty."
  },
  {
    "id": 128,
    "statement": "Moral truths depend on cultural context and ongoing debate."
  },
  {
    "id": 129,
    "statement": "Individual freedoms can be restricted for public health exceptions"
  },
  {
    "id": 130,
    "statement": "Civil disobedience justified when peaceful and targeting human rights violations."
  },
  {
    "id": 131,
    "statement": "Moral truths depend on cultural context and debate."
  },
  {
    "id": 132,
    "statement": "Cells are the basic units of life, containing essential components."
  },
  {
    "id": 133,
    "statement": "DNA carries genetic info through nucleotide sequences and base pairing mechanisms."
  },
  {
    "id": 134,
    "statement": "Rip currents can occur at beaches with specific conditions."
  },
  {
    "id": 135,
    "statement": "Store food elevated and sealed for multiple wildlife species."
  },
  {
    "id": 136,
    "statement": "Meritocracy requires equal opportunity to prevent social hierarchies."
  },
  {
    "id": 137,
    "statement": "The Earth's magnetic field is generated by geodynamo currents."
  },
  {
    "id": 138,
    "statement": "Parenting involves balancing children's needs with own well-being and consequences."
  },
  {
    "id": 139,
    "statement": "Energy conservation involves converting and dispersing energy, not creating or destroying."
  },
  {
    "id": 140,
    "statement": "Utilitarianism prioritizes overall happiness, sometimes compromising individual rights."
  },
  {
    "id": 141,
    "statement": "Cultural assimilation policies harm diversity by erasing minority cultures."
  },
  {
    "id": 142,
    "statement": "Universal Basic Income is a concept where every citizen receives a regular, unconditional sum of money."
  },
  {
    "id": 143,
    "statement": "Gender equality is non-negotiable for a just and progressive society."
  },
  {
    "id": 144,
    "statement": "Water expands when frozen due to hydrogen bond rigidity"
  },
  {
    "id": 145,
    "statement": "Dropping, covering, and holding during earthquakes reduces injury risk"
  },
  {
    "id": 146,
    "statement": "Identifying animal tracks can reveal water source presence indirectly."
  },
  {
    "id": 147,
    "statement": "Experience and cultural context are crucial in identifying edibility of plants."
  },
  {
    "id": 148,
    "statement": "Chromosomal crossover during meiosis increases genetic diversity through recombination"
  },
  {
    "id": 149,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 150,
    "statement": "Relationship structure influences societal stability complexity"
  },
  {
    "id": 151,
    "statement": "Corporal punishment perpetuates cycles of violence, harming future generations."
  },
  {
    "id": 152,
    "statement": "Gravity acceleration varies with latitude, altitude, and conditions."
  },
  {
    "id": 153,
    "statement": "The universe is governed by physical laws and principles"
  },
  {
    "id": 154,
    "statement": "Parallel lines in a plane never intersect or meet, permanently."
  },
  {
    "id": 155,
    "statement": "Universal moral truths are often culturally relative and subjective"
  },
  {
    "id": 156,
    "statement": "Honesty is not always the best moral policy; context matters."
  },
  {
    "id": 157,
    "statement": "Moral principles vary across cultures and historical contexts."
  },
  {
    "id": 158,
    "statement": "Free speech's value lies in its ability to foster diverse perspectives."
  },
  {
    "id": 159,
    "statement": "Gender equality recognizes human dignity and social justice."
  },
  {
    "id": 160,
    "statement": " Prime number theorem describes distribution of prime numbers."
  },
  {
    "id": 161,
    "statement": "The speed of light is a fundamental prediction of relativity"
  },
  {
    "id": 162,
    "statement": "Exceptions to cell units of life: Viruses, prions, and some bacteria"
  },
  {
    "id": 163,
    "statement": "Gender equality is an ongoing effort for equal rights and opportunities."
  },
  {
    "id": 164,
    "statement": "Environmental conservation ensures ecological balance and resource sustainability."
  },
  {
    "id": 165,
    "statement": "Abortion ethical debate centered on individual rights and autonomy."
  },
  {
    "id": 166,
    "statement": "Iodine tablets kill microorganisms by disrupting cell membranes."
  },
  {
    "id": 167,
    "statement": "Gravity acceleration on Earth varies due to latitude and altitude."
  },
  {
    "id": 168,
    "statement": "Government censorship stifles creativity, freedom of artistic expression."
  },
  {
    "id": 169,
    "statement": "Moral values are influenced by cultural context and history."
  },
  {
    "id": 170,
    "statement": "Honesty is the foundation of trust in relationships."
  },
  {
    "id": 171,
    "statement": "DNA replication preserves genetic information through base pairing rules."
  },
  {
    "id": 172,
    "statement": "The speed of light in a vacuum is a universal constant."
  },
  {
    "id": 173,
    "statement": "Planetary orbits result from gravitational and velocity interactions."
  },
  {
    "id": 174,
    "statement": "Kant's categorical imperative emphasizes moral duty over personal gain or consequences."
  },
  {
    "id": 175,
    "statement": "Knowledge is shaped by human experiences, empirical evidence, and logical reasoning."
  },
  {
    "id": 176,
    "statement": "Energy cannot be created, only converted from one form"
  },
  {
    "id": 177,
    "statement": "Rip currents can occur in any coastal area, regardless of tides."
  },
  {
    "id": 178,
    "statement": "Wealth redistribution can be moral obligation through equitable principles."
  },
  {
    "id": 179,
    "statement": "Representative government with checks ensures accountability."
  },
  {
    "id": 180,
    "statement": "Honesty is the foundation of trust in relationships."
  },
  {
    "id": 181,
    "statement": "Quantum particles exhibit wave-particle duality due to superposition & uncertainty."
  },
  {
    "id": 182,
    "statement": "Moral truths depend on cultural context and debate."
  },
  {
    "id": 183,
    "statement": "Progressive taxation reduces economic disparities through resource redistribution"
  },
  {
    "id": 184,
    "statement": "Energy conservation fundamental in thermodynamic laws."
  },
  {
    "id": 185,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays, including IR, visible, UV, X-rays"
  },
  {
    "id": 186,
    "statement": "Cultural relativism promotes cross-cultural understanding and respect."
  },
  {
    "id": 187,
    "statement": "Religious institutions should advocate for secular values and respect."
  },
  {
    "id": 188,
    "statement": "Democracy ensures accountability through separation of powers and representative government."
  },
  {
    "id": 189,
    "statement": "Photosynthesis converts light, CO2, and H2O into glucose and O2."
  },
  {
    "id": 190,
    "statement": "Oppressive laws restrict fundamental human rights and perpetuate injustice."
  },
  {
    "id": 191,
    "statement": "Derivatives measure instantaneous rate of change in real-world applications."
  },
  {
    "id": 192,
    "statement": "Honesty is a fundamental virtue in human relationships."
  },
  {
    "id": 193,
    "statement": "Honesty is not always morally superior to deception."
  },
  {
    "id": 194,
    "statement": "Utilitarianism balances individual pleasure with overall happiness."
  },
  {
    "id": 195,
    "statement": "Compulsory voting encourages personal civic engagement."
  },
  {
    "id": 196,
    "statement": "Chromosomal crossover increases genetic diversity through recombination."
  },
  {
    "id": 197,
    "statement": "DNA carries genetic information through nucleotide sequences coding proteins."
  },
  {
    "id": 198,
    "statement": "Mitochondria produce ATP through cellular respiration in eukaryotic cells."
  }
]