[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 67,
    "statement": "Recognize that cooperation often outperforms isolated efforts."
  },
  {
    "id": 2,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 41,
    "statement": "Identify edible and poisonous plants and animals."
  },
  {
    "id": 31,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 92,
    "statement": "Engage in regular exercise and maintain physical fitness."
  },
  {
    "id": 88,
    "statement": "Encourage lifelong learning and skill development for stability."
  },
  {
    "id": 66,
    "statement": "Use stories, metaphors, and teaching to transmit wisdom."
  },
  {
    "id": 85,
    "statement": "Support ethical entrepreneurship and sustainable productivity."
  },
  {
    "id": 9,
    "statement": "Foster empathy and kindness, even under difficult circumstances."
  },
  {
    "id": 91,
    "statement": "Adopt a balanced diet with grains, fruits, vegetables, proteins."
  },
  {
    "id": 25,
    "statement": "Encourage civic participation: voting, dialogue, and community service."
  },
  {
    "id": 30,
    "statement": "Continuously learn and adapt knowledge for new challenges."
  },
  {
    "id": 13,
    "statement": "Honor agreements and contracts made in good faith."
  },
  {
    "id": 75,
    "statement": "Encourage innovation while preserving valuable inherited knowledge."
  },
  {
    "id": 45,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries."
  },
  {
    "id": 65,
    "statement": "Negotiate compromises to resolve conflicting interests."
  },
  {
    "id": 21,
    "statement": "Support elders and protect children’s safety and development."
  },
  {
    "id": 18,
    "statement": "Sustain lawful structures to prevent corruption and abuse of power."
  },
  {
    "id": 8,
    "statement": "Encourage forgiveness, but learn from past wrongs."
  },
  {
    "id": 20,
    "statement": "Cooperate to improve communal living and solve shared problems."
  },
  {
    "id": 96,
    "statement": "The Earth’s atmosphere is composed primarily of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 27,
    "statement": "Acknowledge and value diverse talents and roles within a community."
  },
  {
    "id": 23,
    "statement": "Engage in dialogue to resolve conflicts rather than violence."
  },
  {
    "id": 32,
    "statement": "Water (H2O) is essential for life; preserving clean water is vital."
  },
  {
    "id": 17,
    "statement": "Guarantee education as a right to foster informed citizenship."
  },
  {
    "id": 90,
    "statement": "Prioritize sanitation: proper waste disposal and clean water."
  },
  {
    "id": 22,
    "statement": "Recognize and celebrate cultural and religious diversity without discrimination."
  },
  {
    "id": 28,
    "statement": "Practice hospitality: help travelers and those without shelter."
  },
  {
    "id": 29,
    "statement": "Maintain civility in public discourse, even in disagreement."
  },
  {
    "id": 1,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 50,
    "statement": "Master basic arithmetic: addition, subtraction, multiplication, division."
  },
  {
    "id": 24,
    "statement": "Contribute to public goods (e.g., infrastructure, healthcare) as able."
  },
  {
    "id": 33,
    "statement": "Plants convert sunlight into energy through photosynthesis."
  },
  {
    "id": 47,
    "statement": "Navigate using the Sun, stars, and geographical landmarks."
  },
  {
    "id": 10,
    "statement": "Establish clear systems of agreed-upon laws to maintain order."
  },
  {
    "id": 36,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 37,
    "statement": "Gravity causes objects with mass to attract one another."
  },
  {
    "id": 38,
    "statement": "Basic elements form materials; understanding them aids resource use."
  },
  {
    "id": 39,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 68,
    "statement": "Keep accurate records: census data, trade logs, historical archives."
  },
  {
    "id": 12,
    "statement": "Uphold the right to own property, respecting others’ belongings."
  },
  {
    "id": 42,
    "statement": "Build basic shelter for protection from weather and predators."
  },
  {
    "id": 54,
    "statement": "Use algebraic thinking to represent unknowns and solve equations."
  },
  {
    "id": 44,
    "statement": "Use simple tools (knives, hammers, axes) to enhance human capability."
  },
  {
    "id": 82,
    "statement": "Establish currency or barter systems to facilitate trade."
  },
  {
    "id": 95,
    "statement": "The speed of light in a vacuum is constant, approximately 299,792 kilometers per second."
  },
  {
    "id": 78,
    "statement": "Inspire philosophical reflection on meaning, purpose, and morality."
  },
  {
    "id": 48,
    "statement": "Practice basic farming: soil preparation, planting, harvesting."
  },
  {
    "id": 49,
    "statement": "Use clothing and insulation to protect from extreme temperatures."
  },
  {
    "id": 34,
    "statement": "The human body consists of cells, tissues, organs, and systems."
  },
  {
    "id": 51,
    "statement": "Understand fractions and ratios to represent parts of wholes."
  },
  {
    "id": 52,
    "statement": "Incorporate zero and negative numbers into number systems."
  },
  {
    "id": 53,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes."
  },
  {
    "id": 43,
    "statement": "Create fire using sparks, friction, or magnification to produce flame."
  },
  {
    "id": 55,
    "statement": "Apply logical reasoning (if-then statements) to deduce truths."
  },
  {
    "id": 56,
    "statement": "Use probability to evaluate uncertainty and risk."
  },
  {
    "id": 57,
    "statement": "Estimate values when exact calculations are difficult."
  },
  {
    "id": 58,
    "statement": "Utilize statistics to summarize data and inform decisions."
  },
  {
    "id": 69,
    "statement": "Educate newcomers in essential skills to ensure continuity."
  },
  {
    "id": 60,
    "statement": "Develop a common language or symbolic communication system."
  },
  {
    "id": 35,
    "statement": "Disease can be caused by microorganisms; hygiene and sanitation help prevent illness."
  },
  {
    "id": 62,
    "statement": "Listen actively to understand others’ perspectives."
  },
  {
    "id": 63,
    "statement": "Share information openly to foster mutual trust."
  },
  {
    "id": 87,
    "statement": "Adapt policies in response to environmental and social changes."
  },
  {
    "id": 80,
    "statement": "Form representative governing bodies to serve communities."
  },
  {
    "id": 19,
    "statement": "Ensure that laws evolve to reflect greater understanding and justice."
  },
  {
    "id": 40,
    "statement": "Secure safe water sources: boil or filter if necessary."
  },
  {
    "id": 84,
    "statement": "Ensure checks and balances to prevent tyranny."
  },
  {
    "id": 59,
    "statement": "Recognize patterns and sequences in nature and society."
  },
  {
    "id": 70,
    "statement": "Encourage creative expression through art, music, and storytelling."
  },
  {
    "id": 4,
    "statement": "Show compassion toward those in need."
  },
  {
    "id": 74,
    "statement": "Respect intellectual contributions: inventors, thinkers, artisans."
  },
  {
    "id": 73,
    "statement": "Celebrate social bonds with music, dance, and festivals."
  },
  {
    "id": 97,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 86,
    "statement": "Plan long-term resource management (agriculture, water, energy)."
  },
  {
    "id": 76,
    "statement": "Support craftsmanship: pottery, weaving, metallurgy, carpentry."
  },
  {
    "id": 77,
    "statement": "Foster curiosity and exploration of new techniques and styles."
  },
  {
    "id": 26,
    "statement": "Respect privacy and personal boundaries of others."
  },
  {
    "id": 79,
    "statement": "Use art to communicate complex ideas and emotions beyond words."
  },
  {
    "id": 14,
    "statement": "Hold individuals accountable for wrongful actions through fair trials."
  },
  {
    "id": 11,
    "statement": "Protect basic freedoms: speech, expression, and peaceful assembly."
  },
  {
    "id": 72,
    "statement": "Document histories to learn from ancestors’ successes and errors."
  },
  {
    "id": 83,
    "statement": "Collect taxes or contributions for public welfare."
  },
  {
    "id": 5,
    "statement": "Respect the dignity and autonomy of every individual."
  },
  {
    "id": 3,
    "statement": "Act with honesty and integrity in all dealings."
  },
  {
    "id": 81,
    "statement": "Distribute resources fairly to prevent extreme wealth gaps."
  },
  {
    "id": 64,
    "statement": "Encourage debate and discourse to refine ideas."
  },
  {
    "id": 6,
    "statement": "Value truth and seek understanding over ignorance."
  },
  {
    "id": 89,
    "statement": "Incentivize innovation that improves health, happiness, prosperity."
  },
  {
    "id": 46,
    "statement": "Preserve and store food to prevent spoilage (e.g., drying, salting)."
  },
  {
    "id": 93,
    "statement": "Seek medical knowledge to prevent and treat diseases."
  },
  {
    "id": 7,
    "statement": "Exercise fairness and impartiality in judgments and decisions."
  },
  {
    "id": 61,
    "statement": "Use writing or recording methods to preserve knowledge."
  },
  {
    "id": 94,
    "statement": "Understand basic reproductive health and family planning."
  },
  {
    "id": 15,
    "statement": "Maintain transparency in leadership and decision-making."
  },
  {
    "id": 16,
    "statement": "Encourage free and informed consent in all significant interactions."
  },
  {
    "id": 71,
    "statement": "Preserve cultural traditions that enrich community identity."
  },
  {
    "id": 98,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 99,
    "statement": "All living organisms are made up of one or more cells, which are the basic units of life."
  },
  {
    "id": 100,
    "statement": "Respect individuals' personal boundaries by recognizing cultural variations, paying attention to verbal and nonverbal cues, asking for consent, and being mindful of biases and privilege."
  },
  {
    "id": 102,
    "statement": "Gravity is a force that arises from the interaction between masses, and its strength depends on the mass and distance between objects."
  },
  {
    "id": 104,
    "statement": "Respect the personal boundaries of others by acknowledging and honoring the limits they set for themselves, whether explicit or implicit, to maintain their emotional, physical, and psychological well-being. This includes asking for consent, respecting decisions to decline engagement, being mindful of physical touch and space, and avoiding gossip or sharing sensitive information without permission."
  },
  {
    "id": 106,
    "statement": "Respect personal boundaries by obtaining explicit consent before sharing sensitive information, avoiding prying questions, and prioritizing individuals' emotional well-being."
  },
  {
    "id": 108,
    "statement": "Respect privacy and personal boundaries of others by being aware of and respecting explicit and subconscious cues, actively listening and asking for permission, and avoiding assumptions, intrusive questions, and pressure to disclose information without consent."
  },
  {
    "id": 110,
    "statement": "Strive to preserve human life and well-being wherever possible, while also respecting and preserving the natural world and its various ecosystems, recognizing that the health of the planet and its creatures are intimately connected to the health and well-being of humanity."
  },
  {
    "id": 112,
    "statement": "Fair trials are essential for maintaining social order and promoting accountability in a community by ensuring that individuals are held accountable for their actions in a manner that is just, impartial, and transparent, and that involves due process, impartiality, transparency, and accountability."
  },
  {
    "id": 114,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 116,
    "statement": "Respect privacy and personal boundaries of others by communicating openly, being empathetic, and being patient, while also recognizing the importance of physical, emotional, digital, and informational boundaries in different contexts."
  },
  {
    "id": 118,
    "statement": "Respecting others' privacy and personal boundaries is essential to build stronger relationships, avoid conflicts, and demonstrate a commitment to empathy and respect, as it acknowledges individuals' right to control their personal and private information."
  },
  {
    "id": 120,
    "statement": "Create fire using sparks, friction, or magnification by finding suitable tinder materials, using appropriate tools, and practicing these methods to contain and sustain the fire."
  },
  {
    "id": 122,
    "statement": "The system of taxation and contribution for public welfare involves clear tax rates, brackets, and exemptions; decentralized collection mechanisms; transparent record-keeping and regular audits; effective framework for prioritizing funding; and robust enforcement and public engagement."
  },
  {
    "id": 124,
    "statement": "Respect privacy and personal boundaries of others by asking for consent, respecting individual decisions, and being mindful of intimacy and physical touch."
  },
  {
    "id": 126,
    "statement": "While navigating the wilderness, it is crucial to identify edible and poisonous plants and animals carefully, considering physical characteristics, signs of recent consumption, and growth conditions. Avoid overreliance on appearance, and instead, consult field guides, take courses, and practice identification in controlled environments to ensure accurate recognition. Always err on the side of caution, and if in doubt, avoid consuming or handling the plant or animal altogether."
  },
  {
    "id": 128,
    "statement": "Respect individual autonomy by honoring others' willingness or unwillingness to share personal information, and maintain physical and emotional boundaries."
  },
  {
    "id": 130,
    "statement": "Respect privacy and personal boundaries of others by being mindful of their physical and emotional space in various social contexts, paying attention to nonverbal and verbal cues, and setting clear boundaries to maintain healthy relationships."
  },
  {
    "id": 132,
    "statement": "Respect the privacy and personal boundaries of others by being mindful of their physical and emotional space, not crossing limits without consent, and prioritizing open communication and empathy in all interactions."
  },
  {
    "id": 134,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 136,
    "statement": "Respect privacy and personal boundaries of others by obtaining consent, considering context, and actively listening, while also prioritizing your own comfort and boundaries through open communication and empathy."
  },
  {
    "id": 138,
    "statement": "Respect privacy and personal boundaries by paying attention to nonverbal cues, asking open-ended questions, and showing genuine interest; respect someone's silence if they don't want to share information, and recognize red flags such as defensiveness, avoidance, or clear indications of 'no' or 'not now'."
  },
  {
    "id": 140,
    "statement": "Respect privacy and personal boundaries of others by asking for consent, respecting physical boundaries, avoiding prying or gossip, being mindful of digital privacy, and setting boundaries yourself, all while considering cultural differences, power dynamics, and emotional boundaries."
  },
  {
    "id": 142,
    "statement": "Respect intellectual contributions by acknowledging the value of diverse fields and promoting a culture of collaboration, while actively working to rectify historical imbalances and providing context about the broader context and contributions of others."
  },
  {
    "id": 144,
    "statement": "Encourage free and informed consent in all significant interactions by providing clear and comprehensive information and ensuring the individual's autonomy to make a decision without coercion, manipulation, or undue influence."
  },
  {
    "id": 146,
    "statement": "Identify edible and poisonous plants and animals through observation, research, and consulting experts; common characteristics include pleasant or neutral smell, bitter or astringent taste, soft or tender texture, and mild or neutral flavor."
  },
  {
    "id": 148,
    "statement": "Respecting others' privacy and personal boundaries is essential in building trust and maintaining healthy relationships; it involves setting and respecting physical, emotional, intellectual, and time boundaries, as well as considering confidentiality, data privacy, and online privacy, and being mindful of online tracking and surveillance."
  },
  {
    "id": 150,
    "statement": "Establish clear policies, procedures, and training programs to educate employees on respecting privacy and personal boundaries, balancing needs for confidentiality and open communication."
  },
  {
    "id": 152,
    "statement": "Hygiene and sanitation measures, such as handwashing, proper food handling, proper waste disposal, cleaning and disinfecting, and vaccination, can effectively prevent the spread of illnesses caused by microorganisms."
  },
  {
    "id": 154,
    "statement": "Respect privacy and personal boundaries of others by being mindful of how you're affecting them, giving them space to maintain their autonomy, and communicating boundaries clearly and assertively."
  },
  {
    "id": 156,
    "statement": "Respect privacy and personal boundaries by being mindful of online sharing, social media use, and real-life communication. Prioritize open communication while maintaining consideration for others' feelings and needs."
  },
  {
    "id": 158,
    "statement": "Respect privacy and personal boundaries in various situations, including physical, digital, informed consent, relationships, cultural sensitivity, and professional settings, by being aware of and communicating one's own boundaries, respecting others' boundaries, being mindful of power imbalances and privilege, and educating oneself about cultural differences and nuances in communication styles."
  },
  {
    "id": 160,
    "statement": "Respecting privacy and personal boundaries means being mindful of others' confidential information, personal space, and emotional comfort, and taking actions to protect and respect these boundaries, such as asking for permission, being respectful of others' no's, and not making assumptions."
  },
  {
    "id": 162,
    "statement": "Respect the privacy and personal boundaries of those sharing their struggles or challenges by listening actively, avoiding sharing the information with others, respecting their decision to not discuss the topic further, and focusing on emotional support rather than trying to 'fix' the problem or offer unsolicited advice."
  },
  {
    "id": 164,
    "statement": "Maintain transparency in leadership and decision-making by being open and honest about goals, processes, and outcomes, and by providing regular updates and progress reports to stakeholders, while being selective about what information is shared publicly and using secure channels for sensitive information."
  },
  {
    "id": 166,
    "statement": "Respect privacy and personal boundaries by being mindful of confidentiality, consent, and physical space in various contexts, including social media, personal relationships, and professional settings."
  },
  {
    "id": 168,
    "statement": "Respecting personal boundaries means acknowledging and accepting others' limits, preferences, and needs, and being considerate and empathetic towards them, without prioritizing one's own comfort or avoiding potential conflicts."
  },
  {
    "id": 170,
    "statement": "Foster a conversation to resolve conflicts rather than resorting to violence or aggression, as this helps to build and maintain strong community relationships and promotes a culture of empathy and compassion."
  },
  {
    "id": 172,
    "statement": "Cooperate to improve communal living and solve shared problems."
  },
  {
    "id": 174,
    "statement": "Respect privacy and personal boundaries in all interactions: don't intrude on someone's personal space, thoughts, or feelings without consent, and recognize and honor the limits that others set for themselves in physical, emotional, and intellectual aspects."
  },
  {
    "id": 176,
    "statement": "Respect online boundaries by being mindful of personal information, using privacy settings, respecting online discussions, being cautious with tagging, using direct messages wisely, being aware of online stalking, setting boundaries with online requests, and educating yourself on online safety and best practices."
  },
  {
    "id": 178,
    "statement": "Creating fire using sparks, friction, or magnification is possible based on the principle of generating heat and ignition, involving the transfer of heat and energy, conversion of mechanical energy into thermal energy, and concentration of light energy onto a small area."
  },
  {
    "id": 180,
    "statement": "Support craftsmanship: Recognize and promote traditional skills and techniques, especially those at risk of being lost, through practices such as commissioning custom pieces, attending workshops and events, donating to education organizations, documenting and sharing online, and buying products from local craftsmen, while preserving historical documents and tools."
  },
  {
    "id": 182,
    "statement": "Maintain transparency in communication to prevent misunderstandings and resolve conflicts effectively in both in-person and virtual team settings, utilizing effective listening, empathy, and constructive feedback."
  },
  {
    "id": 184,
    "statement": "Respect privacy and personal boundaries in all contexts: personal relationships, workplaces, and public settings by being mindful of others' needs for confidentiality, alone time, and quiet, and by demonstrating considerate behaviors such as asking for permission, respecting wishes for privacy, and not invading personal space."
  },
  {
    "id": 186,
    "statement": "Train artificial intelligence to develop emotional intelligence and empathy through exposure to diverse human experiences and interactions."
  },
  {
    "id": 188,
    "statement": "Weather and climate patterns significantly impact agriculture and survival by affecting temperature, precipitation, wind, and sunlight, as well as altering the distribution and prevalence of pests and diseases, and changing growing seasons, ultimately influencing crop yields, food security, and human settlements."
  },
  {
    "id": 190,
    "statement": "Respecting someone's privacy and personal boundaries means not intruding or invading their space, both physically and emotionally, by being mindful of what they're comfortable sharing and not pushing them to reveal more than they're willing."
  },
  {
    "id": 192,
    "statement": "Humans have a capacity for empathy and kindness, even under difficult circumstances, which fosters strong social bonds and community cohesion."
  },
  {
    "id": 194,
    "statement": "Respect involves acknowledging and respecting the personal boundaries of others, including their limits and preferences regarding personal space, relationships, and interactions, and adjusting one's behavior accordingly."
  },
  {
    "id": 196,
    "statement": "Respect is a dynamic process: it requires open communication, empathy, self-awareness, and willingness to adapt and adjust boundaries in response to changing circumstances and individual needs."
  },
  {
    "id": 198,
    "statement": "Respecting privacy and personal boundaries of others involves being mindful of an individual's limits and preferences regarding their personal space, information, and interactions, and taking steps to ensure you're not overstepping or invading their boundaries."
  },
  {
    "id": 200,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 202,
    "statement": "Respect privacy and personal boundaries by acknowledging the initial trust, evaluating the context, setting boundaries, offering alternatives, and practicing empathy when faced with a situation where someone asks about a personal topic shared with you in confidence."
  },
  {
    "id": 204,
    "statement": "Respect and value the diversity of cultures, perspectives, and identities that exist within a community, and work to create an inclusive environment where all individuals feel welcome and valued."
  },
  {
    "id": 206,
    "statement": "Respecting the personal boundaries of others includes not sharing private information, personal space, or physical boundaries, and not engaging in gossip or spreading rumors. It is essential for building healthy relationships, trust, and communication."
  },
  {
    "id": 208,
    "statement": "When engaging in conversations or conflicts, respect emotional boundaries by actively listening, avoiding unsolicited advice, validating emotions, setting respectful tone, and being mindful of nonverbal cues to create a safe and supportive environment."
  },
  {
    "id": 210,
    "statement": "The concept of self-awareness is linked to the development of complex cognitive functions in the human brain, particularly in the prefrontal cortex, and is thought to emerge through the integration of sensory inputs, memory, and emotional experiences."
  },
  {
    "id": 212,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 214,
    "statement": "Having comprehensive medical knowledge in epidemiology, pathophysiology, pharmacology, microbiology, and public health enables healthcare professionals to prevent and treat various diseases, including infectious and chronic diseases, cancer, and others."
  },
  {
    "id": 216,
    "statement": "Respect privacy and personal boundaries of others by considering their consent, context, and comfort level, and maintain open and honest communication throughout any interaction."
  },
  {
    "id": 218,
    "statement": "Respect privacy and personal boundaries by actively listening, being aware of your own biases, establishing clear communication, respecting differences, seeking common ground, and being willing to adapt; this involves being proactive, empathetic, and flexible in navigating complex situations and maintaining respectful relationships."
  },
  {
    "id": 220,
    "statement": "Philosophical reflection involves encouraging critical thinking about fundamental questions related to meaning, purpose, and morality, and is distinct from ethics and social sciences in its focus on underlying assumptions and principles."
  },
  {
    "id": 222,
    "statement": "Respecting privacy and personal boundaries of others involves being mindful of others' needs for autonomy, confidentiality, and physical or emotional space in various contexts, including personal and professional relationships, and balancing this need with the need for transparency through clear communication and guidelines."
  },
  {
    "id": 224,
    "statement": "Matter is composed of atoms, which consist of a nucleus containing protons and neutrons, surrounded by electrons in energy levels or shells, with the number of protons determining the element and the number of electrons determining the chemical properties."
  },
  {
    "id": 226,
    "statement": "Empathy and kindness can help individuals cope and recover from challenging experiences by reducing stress and anxiety, building resilience, fostering a sense of connection, and promoting positive emotions, while also providing benefits to the receiver such as feeling validated, supported, and increased self-worth, and to the giver, including increased happiness, enhanced social connections, and improved mental and physical health outcomes."
  },
  {
    "id": 228,
    "statement": "Understanding the composition of matter, including the arrangement and interactions of protons, neutrons, and electrons, is fundamental to grasping many physical phenomena and concepts, with far-reaching implications for chemical reactions, physical properties, energy and thermodynamics, and biological systems."
  },
  {
    "id": 230,
    "statement": "Respect personal boundaries by being aware of nonverbal cues, asking open-ended questions, looking for subtle hints, respecting silence, being mindful of power dynamics, setting boundaries yourself, and practicing empathy."
  },
  {
    "id": 232,
    "statement": "Respect privacy and personal boundaries in various contexts, including online social media, in-person interactions, and professional settings, by considering factors such as consent, physical and emotional space, and the potential impact of actions on others."
  },
  {
    "id": 234,
    "statement": "Respecting personal boundaries and privacy requires being aware of and adapting to cultural differences, power dynamics, public safety needs, conflicting values, and technology-driven challenges. Effective communication, clear boundaries, and cultural sensitivity are essential for maintaining respect and dignity in personal and professional relationships while reconciling these competing considerations."
  },
  {
    "id": 236,
    "statement": "Respect privacy and personal boundaries by being mindful of verbal and nonverbal cues, prioritizing comfort level, and avoiding sharing personal or sensitive information without consent."
  },
  {
    "id": 238,
    "statement": "Respecting others' privacy and personal boundaries involves being mindful of verbal and non-verbal cues, asking open-ended questions to gauge someone's comfort level, respecting initial hesitation or refusal to share information, and being aware of cultural and individual differences in boundaries and privacy expectations."
  },
  {
    "id": 240,
    "statement": "Basic geometry is essential for understanding spatial relationships and navigation. It is used in everyday life to measure lengths, areas, and volumes, and has a significant impact on community development and urban planning."
  },
  {
    "id": 242,
    "statement": "When unsure about someone's personal boundaries, pay attention to nonverbal cues, ask open-ended questions, respect silence, consider power dynamics, and educate yourself to prioritize respect and empathy."
  },
  {
    "id": 244,
    "statement": "Use probability to evaluate uncertainty and risk by determining the number of favorable outcomes and total outcomes, then applying simple ratios or fractions to calculate the probability; be aware of common pitfalls and improve understanding through online resources, real-world practice, and reading books on probability and statistics."
  },
  {
    "id": 246,
    "statement": "The human body is organized into cells, tissues, organs, and systems, with each level building upon the previous one, and changes in one level can have cascading effects on other levels, ultimately affecting overall health and well-being."
  },
  {
    "id": 248,
    "statement": "Respecting privacy and personal boundaries involves being mindful of others' comfort levels and not invading their personal space or sharing their private information without consent, which includes refraining from prying or asking intrusive questions, sharing personal or sensitive information without permission, respecting physical boundaries, not snooping or monitoring others' digital activities without consent, and being considerate of others' time and not overstepping or dominating conversations."
  },
  {
    "id": 250,
    "statement": "Respecting privacy and personal boundaries in communication requires establishing trust, being aware of nonverbal cues, asking permission, setting boundaries, and being mindful of technology."
  },
  {
    "id": 252,
    "statement": "Respecting personal boundaries means acknowledging and respecting the limits others set for themselves, whether it's physical, emotional, or psychological, by communicating clearly, being empathetic, and providing autonomy to make decisions."
  },
  {
    "id": 254,
    "statement": "Encourage free and informed consent in all significant interactions by creating an environment where individuals feel comfortable making choices without coercion or manipulation, take all necessary steps to ensure autonomy, respect individuals' boundaries, and apply cultural and contextual sensitivity."
  },
  {
    "id": 256,
    "statement": "Respect privacy and personal boundaries of others by being mindful of individual limits, physical space, and sensitive information, and prioritize these boundaries in all interactions to maintain healthy and respectful relationships."
  },
  {
    "id": 258,
    "statement": "Respect the dignity and autonomy of every individual."
  },
  {
    "id": 260,
    "statement": "When balancing individual privacy with community needs, consider identifying community needs, assessing the impact on individuals, seeking alternatives, communicating and negotiating, and prioritizing dignity and autonomy."
  },
  {
    "id": 262,
    "statement": "The speed of light in a vacuum is a fundamental constant of the universe, approximately 299,792 kilometers per second, and is a consequence of the structure of spacetime and the laws of physics, particularly special relativity, applying to all physical laws and being the same for all observers in uniform motion relative to one another."
  },
  {
    "id": 264,
    "statement": "When distributing resources, consider factors like need, contribution, equity, efficiency, and sustainability, and ensure transparency, accountability, and inclusivity through decision-making processes that involve diverse stakeholders, provide education and training, and foster empathy and cooperation."
  },
  {
    "id": 266,
    "statement": "Gravity causes objects with mass to attract one another."
  },
  {
    "id": 268,
    "statement": "Fractions and ratios provide a precise way to represent parts of wholes, enabling comparisons and calculations in various fields, including cooking, science, finance, engineering, and data analysis."
  },
  {
    "id": 270,
    "statement": "Recognize that cooperation among diverse individuals or organizations can often achieve better outcomes than isolated efforts, due to shared knowledge, combined resources, diverse perspectives, and increased efficiency."
  },
  {
    "id": 272,
    "statement": "Respect the privacy and personal boundaries of others by being mindful of personal space, not sharing confidential information without permission, not prying into personal life, and being aware of cultural and societal norms around personal boundaries, and maintain empathetic and open communication to build strong relationships."
  },
  {
    "id": 274,
    "statement": "Respect privacy and personal boundaries by taking immediate action to rectify mistakes, following established protocols and procedures, asking clarifying questions, and being mindful of social norms and regulations."
  },
  {
    "id": 276,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 278,
    "statement": "Respect privacy and personal boundaries of others by being mindful of others' comfort levels, confidentiality, and autonomy, and by avoiding intruding, prying, or forcing others to share more than they're willing to."
  },
  {
    "id": 280,
    "statement": "Determining and respecting personal boundaries requires attention to verbal and nonverbal cues, open-ended questioning, and explicit permission to avoid intruding or causing discomfort."
  },
  {
    "id": 282,
    "statement": "Respect the privacy and personal boundaries of others by being mindful of verbal and non-verbal cues, seeking explicit consent, respecting 'no' or 'I'd rather not talk about it' responses, and being aware of power imbalances."
  },
  {
    "id": 284,
    "statement": "Strive to continually adapt and update knowledge based on new discoveries and learnings, prioritizing veracity and accuracy over outdated information."
  },
  {
    "id": 286,
    "statement": "Respect privacy and personal boundaries of others by observing and learning cultural norms, asking permission, being mindful of nonverbal cues, respecting local customs, being open to feedback, and prioritizing respect for individual autonomy in diverse contexts."
  },
  {
    "id": 288,
    "statement": "Encourage debate and discourse to refine ideas by establishing clear guidelines, encouraging empathy, using open-ended questions, promoting constructive feedback, leading by example, monitoring and intervening, and creating a safe space."
  },
  {
    "id": 290,
    "statement": "Encourage citizens to actively engage in the democratic process, exercise their rights and responsibilities, and contribute to the well-being of the community through various forms of civic participation, including volunteering, public consultations, group memberships, political involvement, and online activism."
  },
  {
    "id": 292,
    "statement": "Act with honesty and integrity in all dealings."
  }
]