[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency and reliability are essential building blocks for trust."
  },
  {
    "id": 2,
    "statement": "Consistency and reliability are essential for building trust."
  },
  {
    "id": 3,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 4,
    "statement": "A substructure is a self-contained entity within a larger system."
  },
  {
    "id": 5,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 6,
    "statement": "Moral development involves complex interplay among cognitive, emotional, and social factors."
  },
  {
    "id": 7,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 8,
    "statement": "GABA's inhibitory effect on neurons involves chloride channel opening."
  },
  {
    "id": 9,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 10,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 11,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing"
  },
  {
    "id": 12,
    "statement": "Consistency is a necessary condition, but not sufficient for trust"
  },
  {
    "id": 13,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 14,
    "statement": "Consistency builds trust, but insufficient condition necessary for trust"
  },
  {
    "id": 15,
    "statement": "Emotions, empathy, and social context shape honesty and trust."
  },
  {
    "id": 16,
    "statement": "Amygdala's processing speeds are influenced by multiple attentional states."
  },
  {
    "id": 17,
    "statement": "Emotional connection is a crucial aspect of building trust."
  },
  {
    "id": 18,
    "statement": "Moral development arises from complex interplay of biology, culture, and social factors."
  },
  {
    "id": 19,
    "statement": "Honesty establishes the foundation for trust development"
  },
  {
    "id": 20,
    "statement": "Consistency, sincerity, and authenticity insufficient for trust alone"
  },
  {
    "id": 21,
    "statement": "Amygdala processes sensory information outside conscious awareness rapidly."
  },
  {
    "id": 22,
    "statement": "Consistency, predictability, and transparency build trust through reliability in relationships."
  },
  {
    "id": 23,
    "statement": "GABA binding triggers chloride channel opening through G-protein coupling."
  },
  {
    "id": 24,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 25,
    "statement": "GABA modulates amygdala activity by reducing neuron excitability."
  },
  {
    "id": 26,
    "statement": "The amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 27,
    "statement": "Consistency, predictability, and transparency contribute to reliability in trust."
  },
  {
    "id": 28,
    "statement": "Amygdala feature extraction and filtering mechanisms are still unclear"
  },
  {
    "id": 29,
    "statement": "Amygdala processes sensory information outside conscious awareness, triggering emotional responses"
  },
  {
    "id": 30,
    "statement": "Amygdala rapidly processes emotional stimuli through top-down and bottom-up mechanisms"
  },
  {
    "id": 31,
    "statement": "GABA inhibits neuron activity by opening chloride channels."
  },
  {
    "id": 32,
    "statement": "Trust builds on complex interplay of factors including consistency transparency communication emotional connection."
  },
  {
    "id": 33,
    "statement": "Emotional processing involves multiple neural mechanisms interacting harmoniously."
  },
  {
    "id": 34,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability mechanisms."
  },
  {
    "id": 35,
    "statement": "GABA modulates amygdala activity by opening chloride channels"
  },
  {
    "id": 36,
    "statement": "Trust establishment requires understanding unique circumstances and environment"
  },
  {
    "id": 37,
    "statement": "GABA binding triggers chloride channel opening through receptor conformational change."
  },
  {
    "id": 38,
    "statement": "GABA's inhibitory effect on neurons involves specific receptor-chloride interactions."
  },
  {
    "id": 39,
    "statement": "Emotional openness requires context-dependent consideration and boundaries."
  },
  {
    "id": 40,
    "statement": "Amygdala quickly recognizes emotional stimuli for threat detection."
  },
  {
    "id": 41,
    "statement": "Amygdala rapidly recognizes emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 42,
    "statement": "Emotional state influences amygdala's processing speed and intensity."
  },
  {
    "id": 43,
    "statement": "Amygdala's emotional processing is a rapid, complex neural network simulation."
  },
  {
    "id": 44,
    "statement": "Emotional significance processed rapidly by amygdala pattern recognition."
  },
  {
    "id": 45,
    "statement": "GABA binding opens chloride channels through γ-aminobutyric acid receptors."
  },
  {
    "id": 46,
    "statement": "GABA reduces amygdala neuron excitability through chloride channels."
  },
  {
    "id": 47,
    "statement": "Emotions and context interact with reason in moral decision-making."
  },
  {
    "id": 48,
    "statement": "Consistency is necessary but insufficient for building trust alone"
  },
  {
    "id": 49,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 50,
    "statement": "Amygdala's processing speed influenced by attention and emotional stimuli"
  },
  {
    "id": 51,
    "statement": "Moral decision-making involves reciprocal emotional, empathetic, and social interactions."
  },
  {
    "id": 52,
    "statement": "Amygdala's processing speed varies due to emotional context factors."
  },
  {
    "id": 53,
    "statement": "GABA modulates amygdala activity by reducing neuron excitability."
  },
  {
    "id": 54,
    "statement": "Reliability builds trust through consistent sincere and authentic actions consistently."
  },
  {
    "id": 55,
    "statement": "Consistency, predictability, and transparency are essential for trust building."
  },
  {
    "id": 56,
    "statement": "Rapidity of amygdala processing varies with attention, emotions, context."
  },
  {
    "id": 57,
    "statement": "Emotions, context, and reason interact to shape moral decisions"
  },
  {
    "id": 58,
    "statement": "Amygdala's processing speed influenced by concurrent attention, emotions, and context."
  },
  {
    "id": 59,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability mechanisms."
  },
  {
    "id": 60,
    "statement": "Lying can be morally justifiable in exceptional circumstances"
  },
  {
    "id": 61,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context simultaneously."
  },
  {
    "id": 62,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 63,
    "statement": "Consistency, sincerity, and authenticity are essential for trust building."
  },
  {
    "id": 64,
    "statement": "Biological factors are not the sole determinants of honesty."
  },
  {
    "id": 65,
    "statement": "Consistency alone is insufficient to establish trust absolutely."
  },
  {
    "id": 66,
    "statement": "Amygdala quickly detects and responds to sensory stimuli outside awareness."
  },
  {
    "id": 67,
    "statement": "Moral development results from complex interactions between biology culture social norms."
  },
  {
    "id": 68,
    "statement": "Amygdala's processing speed varies depending on emotional context factors"
  },
  {
    "id": 69,
    "statement": "Consistency, predictability, and transparency are necessary but not sufficient conditions."
  },
  {
    "id": 70,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness detecting threats."
  },
  {
    "id": 71,
    "statement": "The amygdala extracts and filters sensory information for emotional significance"
  },
  {
    "id": 72,
    "statement": "GABA's inhibitory effect involves chloride ion influx hyperpolarization."
  },
  {
    "id": 73,
    "statement": "Transparency builds trust by fostering open and honest relationships."
  },
  {
    "id": 74,
    "statement": "A substructure is a self-contained component within a system."
  },
  {
    "id": 75,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 76,
    "statement": "Honesty is shaped by biology, culture, and individual experiences."
  },
  {
    "id": 77,
    "statement": "Consistency, predictability, transparency, and reliability establish trust foundation"
  },
  {
    "id": 78,
    "statement": "Moral development involves complex cognitive-emotional-social interactions."
  },
  {
    "id": 79,
    "statement": "Emotional connection alone insufficient for building long-term trust."
  },
  {
    "id": 80,
    "statement": "A substructure is a self-contained entity within a larger system."
  },
  {
    "id": 81,
    "statement": "GABA's inhibitory effect on neurons involves chloride channel opening."
  },
  {
    "id": 82,
    "statement": "Moral development emerges from complex interplay of biology, culture, and social dynamics."
  },
  {
    "id": 83,
    "statement": "A substructure is a self-contained component in a system."
  },
  {
    "id": 84,
    "statement": "Amygdala's pattern recognition enables rapid emotional significance processing."
  },
  {
    "id": 85,
    "statement": "A substructure is a smaller self-contained component within a system."
  },
  {
    "id": 86,
    "statement": "Reliability builds trust through consistency, sincerity, and authenticity."
  },
  {
    "id": 87,
    "statement": "Moral development is shaped by intricate interactions among cognition, emotion, and social factors."
  },
  {
    "id": 88,
    "statement": "GABA's inhibitory effect reduces neuron excitability through chloride channels"
  },
  {
    "id": 89,
    "statement": "Emotions and empathy crucially influence moral decision-making dynamics."
  },
  {
    "id": 90,
    "statement": "Emotional connection fosters trust through oxytocin release and empathy."
  },
  {
    "id": 91,
    "statement": "Consistency does not imply trustworthiness without honesty."
  },
  {
    "id": 92,
    "statement": "GABA binding opens chloride channels through receptor conformational change."
  },
  {
    "id": 93,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context."
  },
  {
    "id": 94,
    "statement": "Amygdala rapidly processes sensory info outside conscious awareness"
  },
  {
    "id": 95,
    "statement": "Consistency shows commitment, but not necessarily trustworthiness."
  },
  {
    "id": 96,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 97,
    "statement": "Emotions and empathy greatly influence moral decisions through context."
  },
  {
    "id": 98,
    "statement": "Building trust requires emotional connection and shared context交"
  },
  {
    "id": 99,
    "statement": "GABA modulates amygdala activity through complex neurochemical interactions"
  },
  {
    "id": 100,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to trust."
  },
  {
    "id": 101,
    "statement": "Consistency can be misleading if motives are unclear"
  },
  {
    "id": 102,
    "statement": "Amygdala rapidly processes sensory info through pattern recognition filtering."
  },
  {
    "id": 103,
    "statement": "Sincerity is the foundation for genuine and trustworthy honesty."
  },
  {
    "id": 104,
    "statement": "Amygdala processes sensory information outside conscious awareness for emotional response"
  },
  {
    "id": 105,
    "statement": "The amygdala rapidly detects threats through neural pattern recognition."
  },
  {
    "id": 106,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness, detecting threats."
  },
  {
    "id": 107,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 108,
    "statement": "Complex emotional processing involves multiple neural mechanisms."
  },
  {
    "id": 109,
    "statement": "Amygdala rapidly detects emotional significance through pattern recognition and filtering."
  },
  {
    "id": 110,
    "statement": "Consistency can hide unreliability behind transparent excuses."
  },
  {
    "id": 111,
    "statement": "GABA modulates amygdala activity through synaptic plasticity, excitability mechanisms, inhibits neuron response."
  },
  {
    "id": 112,
    "statement": "GABA modulates amygdala activity through inhibitory neurotransmission."
  },
  {
    "id": 113,
    "statement": "Consistency, sincerity, and authenticity build trust through reliability"
  },
  {
    "id": 114,
    "statement": "Consistency is necessary but insufficient alone to establish trust."
  },
  {
    "id": 115,
    "statement": "Emotions and empathy greatly influence moral decisions based on context."
  },
  {
    "id": 116,
    "statement": "The amygdala's processing speed is influenced by attention, emotions, context."
  },
  {
    "id": 117,
    "statement": "A substructure is a smaller region within a larger hierarchical system."
  },
  {
    "id": 118,
    "statement": "Honesty requires consistency, reliability, and authenticity for trust building."
  },
  {
    "id": 119,
    "statement": "The amygdala detects threats rapidly through multi-sensory processing."
  },
  {
    "id": 120,
    "statement": "Moral development arises from dynamic, reciprocal interactions between biology and culture."
  },
  {
    "id": 121,
    "statement": "GABA reduces amygdala neuron excitability through chloride channel opening."
  },
  {
    "id": 122,
    "statement": "Consistency, sincerity, and authenticity together build trust foundation reliably"
  },
  {
    "id": 123,
    "statement": "GABA modulates amygdala activity by reducing neuron excitability"
  },
  {
    "id": 124,
    "statement": "GABA's inhibitory effect involves binding to specific receptors."
  },
  {
    "id": 125,
    "statement": "Reliability builds trust through consistent, sincere, and authentic actions."
  },
  {
    "id": 126,
    "statement": "GABA's inhibitory effect involves chloride ion influx hyperpolarization."
  },
  {
    "id": 127,
    "statement": "Amygdala extracts visual and auditory information for emotional significance"
  },
  {
    "id": 128,
    "statement": "Moral development arises from complex biology-culture-social interaction."
  },
  {
    "id": 129,
    "statement": "GABA modulates amygdala activity through chloride channel-mediated inhibition."
  },
  {
    "id": 130,
    "statement": "Amygdala's information processing involves top-down and bottom-up interactions."
  },
  {
    "id": 131,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 132,
    "statement": "Amygdala extracts sensory info through pattern recognition and attention"
  },
  {
    "id": 133,
    "statement": "A substructure is a distinct, autonomous, and independent system component."
  },
  {
    "id": 134,
    "statement": "Amygdala rapidly identifies patterns in sensory info for threat detection."
  },
  {
    "id": 135,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and inhibition."
  },
  {
    "id": 136,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 137,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability mechanisms to calm down overactive neurons."
  },
  {
    "id": 138,
    "statement": "Authenticity in communication fosters trust through vulnerability and openness."
  },
  {
    "id": 139,
    "statement": "GABA calms down amygdala's emotional response through neuron inhibition"
  },
  {
    "id": 140,
    "statement": "Honesty is essential for building trust in relationships."
  },
  {
    "id": 141,
    "statement": "Amygdala's pattern recognition involves bottom-up and top-down processing."
  },
  {
    "id": 142,
    "statement": "GABA's inhibitory effect involves chloride channel opening, hyperpolarizing neurons."
  },
  {
    "id": 143,
    "statement": "GABA's inhibitory effect reduces neuron excitability through chloride channel opening."
  },
  {
    "id": 144,
    "statement": "Honesty encompasses sincerity, transparency, and reliability for trust."
  },
  {
    "id": 145,
    "statement": "Trust requires consistency, transparency, and empathy in relationships."
  },
  {
    "id": 146,
    "statement": "Reliability is influenced by multiple factors beyond consistency and predictability."
  },
  {
    "id": 147,
    "statement": "Moral development arises from complex interplay of cognition, emotions, and culture"
  },
  {
    "id": 148,
    "statement": "Amygdala's processing speed affected by attention, emotions and context."
  },
  {
    "id": 149,
    "statement": "Emotional openness is a crucial aspect of building trust"
  },
  {
    "id": 150,
    "statement": "The amygdala processes sensory information outside conscious awareness for emotional response."
  },
  {
    "id": 151,
    "statement": "Emotions and empathy influence moral decisions contextually."
  },
  {
    "id": 152,
    "statement": "Honesty requires sincerity, but also truthfulness and transparency."
  },
  {
    "id": 153,
    "statement": "GABA's inhibitory effect opens chloride channels, hyperpolarizing neurons"
  },
  {
    "id": 154,
    "statement": "GABA's inhibitory effect: binding to receptors opens chloride channels"
  },
  {
    "id": 155,
    "statement": "Amygdala filters sensory info based on emotional significance and relevance."
  },
  {
    "id": 156,
    "statement": "Amygdala's automatic processing of sensory info influences emotions."
  },
  {
    "id": 157,
    "statement": "GABA reduces amygdala neuron excitability through chloride channel opening."
  },
  {
    "id": 158,
    "statement": "Moral development involves reciprocal interactions among biology, culture, and social dynamics."
  },
  {
    "id": 159,
    "statement": "Moral development is shaped by biological and cultural interactions"
  },
  {
    "id": 160,
    "statement": "The amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 161,
    "statement": "Consistency, predictability, and transparency reduce uncertainty, increase trust."
  },
  {
    "id": 162,
    "statement": "Moral decision-making involves reciprocal emotional and social interactions."
  },
  {
    "id": 163,
    "statement": "Amygdala's pattern recognition involves implicit, automatic, bottom-up processing."
  },
  {
    "id": 164,
    "statement": "A substructure is a self-contained autonomous unit within a system."
  },
  {
    "id": 165,
    "statement": "Consistency is necessary but insufficient for establishing trust alone."
  },
  {
    "id": 166,
    "statement": "The amygdala's processing speed is influenced by attention, emotions, and context simultaneously."
  },
  {
    "id": 167,
    "statement": "Attention and emotions modulate amygdala's processing speed and dynamics."
  },
  {
    "id": 168,
    "statement": "GABA modulates amygdala activity through inhibitory neurotransmission"
  },
  {
    "id": 169,
    "statement": "Moral development arises from biological, cultural, and social interactions."
  },
  {
    "id": 170,
    "statement": "Lying can be morally justifiable in life-or-death situations."
  },
  {
    "id": 171,
    "statement": "Amygdala processes multiple sensory modalities for emotional significance."
  },
  {
    "id": 172,
    "statement": "Amygdala rapidly extracts and filters sensory information for emotional significance."
  },
  {
    "id": 173,
    "statement": "GABA reduces amygdala neuron excitability through chloride channel opening mechanism."
  },
  {
    "id": 174,
    "statement": "Consistency, predictability, transparency, and reliability create trust foundation."
  },
  {
    "id": 175,
    "statement": "Emotional connection is a crucial aspect of building trust."
  },
  {
    "id": 176,
    "statement": "Bottom-up and top-down processing mechanisms influence amygdala's emotional processing."
  },
  {
    "id": 177,
    "statement": "Pattern recognition mechanisms in the amygdala detect emotional stimuli rapidly."
  },
  {
    "id": 178,
    "statement": "GABA binds to GABA-A and GABA-B receptors to inhibit neurons."
  },
  {
    "id": 179,
    "statement": "Trust requires consistency, sincerity, and emotional connection."
  },
  {
    "id": 180,
    "statement": "Hierarchical system, complex organization, and smaller components interacting"
  },
  {
    "id": 181,
    "statement": "The amygdala detects threats rapidly through multisensory neural networks"
  },
  {
    "id": 182,
    "statement": "Amygdala's threat detection is influenced by attention, emotions, and context."
  },
  {
    "id": 183,
    "statement": "Amygdala uses pattern recognition to rapidly detect emotional threats."
  },
  {
    "id": 184,
    "statement": "Attentional states influence amygdala processing speeds significantly"
  },
  {
    "id": 185,
    "statement": "Amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 186,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 187,
    "statement": "Amygdala processes emotional stimuli rapidly in response to attention."
  },
  {
    "id": 188,
    "statement": "Moral development emerges from interconnected biology, culture, and social factors."
  },
  {
    "id": 189,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability mechanisms."
  },
  {
    "id": 190,
    "statement": "Emotional state influences amygdala's processing speed and intensity through neurotransmitters."
  },
  {
    "id": 191,
    "statement": "Emotional openness adapts to context and relationships."
  },
  {
    "id": 192,
    "statement": "Emotions, empathy, and social context influence honesty and trust shaping."
  },
  {
    "id": 193,
    "statement": "Consistency, sincerity, and authenticity crucial for trust building"
  },
  {
    "id": 194,
    "statement": "Building trust involves striking balance between consistency, predictability, and adaptability."
  },
  {
    "id": 195,
    "statement": "GABA inhibits neuron activity by hyperpolarizing through chloride channels"
  },
  {
    "id": 196,
    "statement": "Trust establishment requires consideration of context's nuances."
  },
  {
    "id": 197,
    "statement": "Moral development shapes moral beliefs and values, including honesty and trust"
  },
  {
    "id": 198,
    "statement": "GABA reduces amygdala neuron excitability by opening chloride channels."
  },
  {
    "id": 199,
    "statement": "Emotional openness fosters vulnerability, authenticity, and empathy, building trust."
  }
]