[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli."
  },
  {
    "id": 2,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 3,
    "statement": "Consistency, predictability, and emotional stability build trust foundation."
  },
  {
    "id": 4,
    "statement": "Biological, cultural, and social factors interact reciprocally in trust development."
  },
  {
    "id": 5,
    "statement": "Moral development arises from interplay between biology, culture."
  },
  {
    "id": 6,
    "statement": "Moral development arises from dynamic interactions among biology, culture."
  },
  {
    "id": 7,
    "statement": "Consistency, predictability, and transparency synergize trust-building processes."
  },
  {
    "id": 8,
    "statement": "Moral development arises from intersections of biology, culture, and environment."
  },
  {
    "id": 9,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 10,
    "statement": "Consistency, predictability, and transparency build trust through reliability"
  },
  {
    "id": 11,
    "statement": "GABA, an inhibitory neurotransmitter, reduces neuron excitability hyperpolarizing"
  },
  {
    "id": 12,
    "statement": "Amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 13,
    "statement": "Emotional salience captures attention, eliciting emotional responses through amygdala activation."
  },
  {
    "id": 14,
    "statement": "Emotional salience refers to the attention-grabbing significance of stimuli."
  },
  {
    "id": 15,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust"
  },
  {
    "id": 16,
    "statement": "Trust depends on optimal balance between predictability and flexibility."
  },
  {
    "id": 17,
    "statement": "Consistency in actions builds trust through predictable emotional responses"
  },
  {
    "id": 18,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 19,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 20,
    "statement": "Biological, cultural, and social factors interact continuously and influence each other."
  },
  {
    "id": 21,
    "statement": "Synergy in trust building involves combined consistency, predictability, transparency"
  },
  {
    "id": 22,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel processing."
  },
  {
    "id": 23,
    "statement": "The amygdala integrates sensory, memory, and attention hierarchically in processing, facilitating rapid emotional detection."
  },
  {
    "id": 24,
    "statement": "Stability refers to dependability of actions over time."
  },
  {
    "id": 25,
    "statement": "Amygdala detects and responds to emotional stimuli subliminally."
  },
  {
    "id": 26,
    "statement": "Moral development arises from biology, culture, and environment interplay."
  },
  {
    "id": 27,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 28,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency."
  },
  {
    "id": 29,
    "statement": "The amygdala rapidly processes emotional stimuli outside conscious awareness."
  },
  {
    "id": 30,
    "statement": "Biological, cultural, and social factors interact in trust development."
  },
  {
    "id": 31,
    "statement": "Amygdala rapidly detects patterns in sensory and contextual information."
  },
  {
    "id": 32,
    "statement": "Amygdala processes emotional stimuli unconsciously outside conscious awareness."
  },
  {
    "id": 33,
    "statement": "Consistency, reliability, dependability drive trust through predictability and stability."
  },
  {
    "id": 34,
    "statement": "Amygdala processing speed influenced by selective attention modulating."
  },
  {
    "id": 35,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 36,
    "statement": "Honesty's importance varies across contexts, situations, and values."
  },
  {
    "id": 37,
    "statement": "Emotional salience influences attention modulating amygdala processing."
  },
  {
    "id": 38,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate in emotional memory formation."
  },
  {
    "id": 39,
    "statement": "Consistency in behavior, communication, outcomes, and emotions fosters trust development."
  },
  {
    "id": 40,
    "statement": "Emotional salience measures subjective stimulus impact on emotions"
  },
  {
    "id": 41,
    "statement": "Amygdala's neural networks process multiple stimuli in parallel."
  },
  {
    "id": 42,
    "statement": "Attentive processing enhances amygdala's rapid emotional response."
  },
  {
    "id": 43,
    "statement": "Moral development arises from complex interactions among biology, culture."
  },
  {
    "id": 44,
    "statement": "Consistency, reliability, dependability, predictability, and stability build trust through reliability."
  },
  {
    "id": 45,
    "statement": "Amygdala integrates sensory, memory, and attention for pattern recognition."
  },
  {
    "id": 46,
    "statement": "Moral development arises from reciprocal biological, cultural, and environmental interactions."
  },
  {
    "id": 47,
    "statement": "Amygdala responds rapidly to emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 48,
    "statement": "The amygdala's processing speed can be modulated by attention."
  },
  {
    "id": 49,
    "statement": "Amygdala integrates sensory, memory, and attention hierarchically for rapid emotional detection."
  },
  {
    "id": 50,
    "statement": "Moral development arises from intertwined biological, cultural, and environmental influences."
  },
  {
    "id": 51,
    "statement": "Amygdala rapidly recognizes patterns in emotional stimuli through neural connections."
  },
  {
    "id": 52,
    "statement": "Attention modulates amygdala processing speed through emotional stimulus significance."
  },
  {
    "id": 53,
    "statement": "Consistency may not always be essential for trust-building."
  },
  {
    "id": 54,
    "statement": "Moral development arises from complex cultural environmental influence."
  },
  {
    "id": 55,
    "statement": "Vulnerability enables authenticity, deepening honesty and trust relationships."
  },
  {
    "id": 56,
    "statement": "The amygdala processes emotional stimuli outside conscious awareness swiftly."
  },
  {
    "id": 57,
    "statement": "Amygdala detects subliminal emotional stimuli outside conscious awareness."
  },
  {
    "id": 58,
    "statement": "Moral development shaped by dynamic interplay of biology, culture, and environment."
  },
  {
    "id": 59,
    "statement": "Amygdala detects emotions subliminally through pattern recognition and processing."
  },
  {
    "id": 60,
    "statement": "Attention modulates amygdala processing speed in response to stimuli."
  },
  {
    "id": 61,
    "statement": "The amygdala rapidly processes emotional stimuli outside conscious awareness subliminally."
  },
  {
    "id": 62,
    "statement": "Consistency in actions fosters trust through predictable emotional responses."
  },
  {
    "id": 63,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 64,
    "statement": "Emotional salience amplifies significance, capturing attention through brain response."
  },
  {
    "id": 65,
    "statement": "The thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 66,
    "statement": "Moral development results from biology, culture, and environment interactions."
  },
  {
    "id": 67,
    "statement": "Trust development influenced by context, not consistency alone"
  },
  {
    "id": 68,
    "statement": "Honesty's importance varies across contexts, situations, and values."
  },
  {
    "id": 69,
    "statement": "Consistency, predictability, and transparency establish reliability through trust building."
  },
  {
    "id": 70,
    "statement": "Honesty's importance varies across cultures, contexts, and values nuanced"
  },
  {
    "id": 71,
    "statement": "Moral development arises from biology, culture, and social interactions."
  },
  {
    "id": 72,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust."
  },
  {
    "id": 73,
    "statement": "The amygdala recognizes patterns in emotional stimuli through neural connections."
  },
  {
    "id": 74,
    "statement": "Morality develops through dynamic interplay between biology, culture, environment."
  },
  {
    "id": 75,
    "statement": "Consistency, reliability, and predictability initially build trust foundation."
  },
  {
    "id": 76,
    "statement": "Biology, culture, and environment influence each other in moral development."
  },
  {
    "id": 77,
    "statement": "Moral development arises from biology, culture, and environment interplay."
  },
  {
    "id": 78,
    "statement": "Amygdala processes sensory-motor information hierarchically for emotional detection."
  },
  {
    "id": 79,
    "statement": "Moral development arises from biology, culture, and environment's dynamic interaction."
  },
  {
    "id": 80,
    "statement": "Stability fosters trust through predictability, consistency, and reliability."
  },
  {
    "id": 81,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 82,
    "statement": "Moral development emerges from interactions between biology, culture, and environment."
  },
  {
    "id": 83,
    "statement": "Moral development results from interplay among biology, culture, and environment."
  },
  {
    "id": 84,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 85,
    "statement": "Amygdala's parallel processing detects emotional cues in complex social situations."
  },
  {
    "id": 86,
    "statement": "Consistency, reliability, and predictability are trust-building cornerstones."
  },
  {
    "id": 87,
    "statement": "Moral development intertwined with biology, culture, and environment."
  },
  {
    "id": 88,
    "statement": "Emotional stability enhances trust by promoting consistent actions."
  },
  {
    "id": 89,
    "statement": "Moral development arises from dynamic interplay between biology and culture."
  },
  {
    "id": 90,
    "statement": "Amygdala rapidly recognizes emotional patterns through sensory-motor integration."
  },
  {
    "id": 91,
    "statement": "Moral development arises from complex interplay between biology, culture, and environment."
  },
  {
    "id": 92,
    "statement": "Amygdala rapidly detects patterns in sensory and contextual information."
  },
  {
    "id": 93,
    "statement": "Attention can amplify or dampen amygdala's emotional responses."
  },
  {
    "id": 94,
    "statement": "Amygdala's rapid detection occurs within 30-150 milliseconds."
  },
  {
    "id": 95,
    "statement": "Biological, cultural, and social factors continuously influence each other."
  },
  {
    "id": 96,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 97,
    "statement": "Trust-building is context-dependent and influenced by various factors."
  },
  {
    "id": 98,
    "statement": "Amygdala integrates sensory and motor information for emotional recognition."
  },
  {
    "id": 99,
    "statement": "Subcortical structure processes emotional stimuli rapidly through direct connections."
  },
  {
    "id": 100,
    "statement": "Predictability is a cognitive construct that reduces uncertainty."
  },
  {
    "id": 101,
    "statement": "Trust develops through interaction of consistent reliable dependable predictable stable behavior"
  },
  {
    "id": 102,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 103,
    "statement": "Consistency strengthens trust through reliable and predictable social proof."
  },
  {
    "id": 104,
    "statement": "Honesty's importance varies across cultures, contexts, and values."
  },
  {
    "id": 105,
    "statement": "Moral development involves complex interplay among multiple factors."
  },
  {
    "id": 106,
    "statement": "Moral development arises from biology, culture, and environment interplay."
  },
  {
    "id": 107,
    "statement": "Amygdala rapidly detects and responds to emotional stimuli unconsciously."
  },
  {
    "id": 108,
    "statement": "Amygdala's processing speed can be indirectly modulated by attention."
  },
  {
    "id": 109,
    "statement": "Trust develops through optimal balance between predictability and flexibility."
  },
  {
    "id": 110,
    "statement": "Consistency, predictability, and transparency contribute to trust-building generally."
  },
  {
    "id": 111,
    "statement": "Attention enhances amygdala response to emotional stimuli rapidly."
  },
  {
    "id": 112,
    "statement": "Moral development arises from complex interplay between biology, culture, and environment factors."
  },
  {
    "id": 113,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 114,
    "statement": "Moral development arises from complex interplay between biology, culture."
  },
  {
    "id": 115,
    "statement": "Consistency and reliability build trust through predictability and stability."
  },
  {
    "id": 116,
    "statement": "Moral development arises from interconnected biology, culture, and environment"
  },
  {
    "id": 117,
    "statement": "Biology, culture, and environment interact recursively in moral development"
  },
  {
    "id": 118,
    "statement": "Trust develops through consistency, reliability, dependability, predictability, and stability."
  },
  {
    "id": 119,
    "statement": "Biological, cultural, and social factors interact in a continuous dynamic."
  },
  {
    "id": 120,
    "statement": "Moral development arises from dynamic interactions among biology, culture, and environment."
  },
  {
    "id": 121,
    "statement": "Honesty requires consistency, vulnerability, reliability, and empathy for trust."
  },
  {
    "id": 122,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness subliminally."
  },
  {
    "id": 123,
    "statement": "Trust develops through interaction of biological, cultural, and social factors."
  },
  {
    "id": 124,
    "statement": "Amygdala integrates sensory, memory, and attention hierarchically in processing."
  },
  {
    "id": 125,
    "statement": "Honesty builds trust through authenticity, consistency, and cultural sensitivity."
  },
  {
    "id": 126,
    "statement": "Moral development arises from reciprocal biological, cultural, environmental interactions."
  },
  {
    "id": 127,
    "statement": "Neural oscillations synchronize thalamus sensory information processing."
  },
  {
    "id": 128,
    "statement": "Amygdala integrates sensory, memory, and attention hierarchically for emotional processing."
  },
  {
    "id": 129,
    "statement": "Emotional salience captures attention by amplifying significance."
  },
  {
    "id": 130,
    "statement": "Cognitive constructs help minimize uncertainty through mental frameworks."
  },
  {
    "id": 131,
    "statement": "Biology, culture, and environment interact recursively in moral development"
  },
  {
    "id": 132,
    "statement": "Consistency, reliability, and dependability foster trust through predictability."
  },
  {
    "id": 133,
    "statement": "Honesty's importance is contextual and value-dependent."
  },
  {
    "id": 134,
    "statement": "Moral development arises from interconnected biology, culture, and environment dynamics."
  },
  {
    "id": 135,
    "statement": "Moral development arises from dynamic interplay between biology, culture, and environment."
  },
  {
    "id": 136,
    "statement": "Biological, cultural, and social factors interact non-linearly in trust development."
  },
  {
    "id": 137,
    "statement": "Moral development arises from interplay of biology and culture."
  },
  {
    "id": 138,
    "statement": "Consistency crucial in relationships, but adaptable in projects."
  },
  {
    "id": 139,
    "statement": "Biology, culture, and environment interact in shaping moral development."
  },
  {
    "id": 140,
    "statement": "Selective attention modulates amygdala processing speed through top-down and attentional gating mechanisms."
  },
  {
    "id": 141,
    "statement": "Honesty's importance varies with context, culture, and personal values."
  },
  {
    "id": 142,
    "statement": "Dynamic interactions between biology and culture shape moral development."
  },
  {
    "id": 143,
    "statement": "Amygdala integrates sensory, memory, and attention hierarchically for rapid emotional detection."
  },
  {
    "id": 144,
    "statement": "Consistency, predictability, and transparency mutually enhance trust-building."
  },
  {
    "id": 145,
    "statement": "Moral development involves reciprocal interactions among biology, culture, and environment."
  },
  {
    "id": 146,
    "statement": "Emotional salience refers to attention-grabbing and stimulus significance"
  },
  {
    "id": 147,
    "statement": "Moral development arises from interconnected biological, cultural, environmental interactions."
  },
  {
    "id": 148,
    "statement": "Amygdala integrates sensory and motor information for emotional recognition."
  },
  {
    "id": 149,
    "statement": "Emotional salience amplifies amygdala's response to emotionally significant stimuli."
  },
  {
    "id": 150,
    "statement": "Biology, culture, and environment influence moral development through complex interactions."
  },
  {
    "id": 151,
    "statement": "Subcortical structures bypass cortex for rapid emotional processing."
  },
  {
    "id": 152,
    "statement": "Contextual flexibility may override consistency in trust-building situations"
  },
  {
    "id": 153,
    "statement": "Emotional salience measures personal emotional impact of stimuli."
  },
  {
    "id": 154,
    "statement": "Emotional salience refers to attention-grabbing and stimulus significance."
  },
  {
    "id": 155,
    "statement": "Biological, cultural, and social factors interact reciprocally in a dynamic process."
  },
  {
    "id": 156,
    "statement": "Consistency, predictability, and transparency establish reliability and trust."
  },
  {
    "id": 157,
    "statement": "Moral development results from complex interplay between biology culture environment."
  },
  {
    "id": 158,
    "statement": "The amygdala's parallel processing enables rapid emotional detection and response."
  },
  {
    "id": 159,
    "statement": "Consistency, predictability, and transparency combine to build trust reliably."
  },
  {
    "id": 160,
    "statement": "Emotional stability refers to consistent emotional responses in interactions."
  },
  {
    "id": 161,
    "statement": "Synergy in trust building combines consistency predictability transparency"
  },
  {
    "id": 162,
    "statement": "Amygdala's rapid detection occurs outside conscious awareness automatically."
  },
  {
    "id": 163,
    "statement": "Honesty builds trust through authenticity and consistency."
  },
  {
    "id": 164,
    "statement": "Invisible information can be processed by the brain subconsciously."
  },
  {
    "id": 165,
    "statement": "Emotional salience captures attention through amygdala's rapid detection."
  },
  {
    "id": 166,
    "statement": "Emotional salience captures attention by amplifying significance through brain processing"
  },
  {
    "id": 167,
    "statement": "Emotions can be triggered unconsciously outside conscious awareness."
  },
  {
    "id": 168,
    "statement": "Cultural sensitivity is essential in building trust through honesty."
  },
  {
    "id": 169,
    "statement": "Biology, culture, and social factors influence each other dynamically."
  },
  {
    "id": 170,
    "statement": "Reliability emerges from robust patterns in consistent, predictable behavior."
  },
  {
    "id": 171,
    "statement": "Consistency in action builds trust through predictability and reliability."
  },
  {
    "id": 172,
    "statement": "Trust depends on dynamic balance between predictability and flexibility"
  },
  {
    "id": 173,
    "statement": "Moral development arises from dynamic interaction of biology and culture."
  },
  {
    "id": 174,
    "statement": "Biological, cultural, and social factors interact reciprocally in trust development."
  },
  {
    "id": 175,
    "statement": "Moral development involves complex interplay of biological, cultural, and environmental factors."
  },
  {
    "id": 176,
    "statement": "The amygdala integrates sensory, memory, and attention hierarchically in parallel."
  },
  {
    "id": 177,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate in emotional memory formation."
  },
  {
    "id": 178,
    "statement": "Amygdala rapidly detects patterns in sensory and contextual information."
  },
  {
    "id": 179,
    "statement": "GABA reduces neuron excitability by increasing negative membrane charge"
  },
  {
    "id": 180,
    "statement": "Reliability shores up trust through consistency, predictability, and transparency."
  },
  {
    "id": 181,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 182,
    "statement": "Amygdala rapidly detects emotional patterns through sensory integration."
  },
  {
    "id": 183,
    "statement": "Consistency, predictability, transparency build trust through reliability"
  },
  {
    "id": 184,
    "statement": "Amygdala responds rapidly to emotional stimuli within 30-50 milliseconds following detection."
  },
  {
    "id": 185,
    "statement": "Amygdala rapidly recognizes emotional patterns through sensory-motor integration."
  },
  {
    "id": 186,
    "statement": "Honesty's importance varies across contexts, situations, and values."
  },
  {
    "id": 187,
    "statement": "Moral development arises from biology, culture, and environment interplay."
  },
  {
    "id": 188,
    "statement": "Amygdala integrates sensory, memory, and attention for fear response."
  },
  {
    "id": 189,
    "statement": "Attention modulates amygdala's response to emotionally salient stimuli."
  },
  {
    "id": 190,
    "statement": "Emotional consistency contributes to trust development through predictability."
  },
  {
    "id": 191,
    "statement": "Emotional salience refers to attention-grabbing significance of a stimulus"
  },
  {
    "id": 192,
    "statement": "Moral development arises from biology and culture interactions shaping our values."
  },
  {
    "id": 193,
    "statement": "Consistency, reliability, dependability, predictability, and stability build trust through reliability."
  },
  {
    "id": 194,
    "statement": "The amygdala rapidly detects patterns in emotional stimuli."
  },
  {
    "id": 195,
    "statement": "Moral development arises from dual influence of biology and culture."
  },
  {
    "id": 196,
    "statement": "Authenticity prioritized in building trust, consistency follows."
  },
  {
    "id": 197,
    "statement": "Reliability refers to dependability of behavior or outcomes through consistency."
  },
  {
    "id": 198,
    "statement": "Consistency and reliability build trust through predictable responses."
  },
  {
    "id": 199,
    "statement": "Emotional stability's complex interplay links with consistent actions closely."
  }
]