[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty establishes authenticity and reliability, foundation trust building"
  },
  {
    "id": 2,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 3,
    "statement": "The amygdala prioritizes sensory info based on emotional significance."
  },
  {
    "id": 4,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 5,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 6,
    "statement": "GABA opens chloride channels, hyperpolarizing and reducing excitability."
  },
  {
    "id": 7,
    "statement": "Moral development involves interplay between biological and cultural factors."
  },
  {
    "id": 8,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 9,
    "statement": "Honesty is a necessary condition for trust, but not sufficient alone."
  },
  {
    "id": 10,
    "statement": "GABA's inhibitory effect on neurons mediated by chloride ion inhibition"
  },
  {
    "id": 11,
    "statement": "Amygdala rapidly recognizes patterns in sensory information, associates with emotional values."
  },
  {
    "id": 12,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception through pattern recognition."
  },
  {
    "id": 13,
    "statement": "Cognitive reappraisal reduces emotional impact through repeated practice habituation."
  },
  {
    "id": 14,
    "statement": "Amygdala's rapid pattern recognition involves hierarchical processing, convergence gating."
  },
  {
    "id": 15,
    "statement": "Consistency builds trust by establishing reliability and predictability."
  },
  {
    "id": 16,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception."
  },
  {
    "id": 17,
    "statement": "GABA's mechanism in amygdala emotional response modulation unclear due to complexity."
  },
  {
    "id": 18,
    "statement": "Cognitive reappraisal strengthens neural connections through repetition-based neuroplasticity."
  },
  {
    "id": 19,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels."
  },
  {
    "id": 20,
    "statement": "Moral development arises from complex interactions between social, cultural, and biological factors."
  },
  {
    "id": 21,
    "statement": "Moral development arises from complex interactions between biology and culture."
  },
  {
    "id": 22,
    "statement": "Emotions, empathy, and social context shape moral decisions."
  },
  {
    "id": 23,
    "statement": "GABA's inhibition reduces neuron excitation through hyperpolarization."
  },
  {
    "id": 24,
    "statement": "Amygdala processes sensory information reflexively outside conscious awareness."
  },
  {
    "id": 25,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions, influencing decision-making."
  },
  {
    "id": 26,
    "statement": "Honesty builds trust through transparency, consistency, and emotional openness."
  },
  {
    "id": 27,
    "statement": "GABA's mechanism in amygdala emotional response modulation unclear, requiring further research."
  },
  {
    "id": 28,
    "statement": "Emotions, empathy, and social context interact to shape moral decisions."
  },
  {
    "id": 29,
    "statement": "Amygdala recognizes patterns in sensory info for emotional significance rapidly."
  },
  {
    "id": 30,
    "statement": "GABA opens chloride channels, reducing neuron excitability and hyperpolarizing."
  },
  {
    "id": 31,
    "statement": "Honesty's foundation is consistency, reliability, and predictability."
  },
  {
    "id": 32,
    "statement": "Moral development emerges from dynamic social, cultural, and biological interactions."
  },
  {
    "id": 33,
    "statement": "Honesty establishes foundation for trust, consistency and comms reinforce"
  },
  {
    "id": 34,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 35,
    "statement": "Honesty requires consistency, reliability, and transparency to build trust"
  },
  {
    "id": 36,
    "statement": "Amygdala rapidly processes sensory information emotionally through pattern recognition."
  },
  {
    "id": 37,
    "statement": "Cultural norms shape emotional expression and regulation through social learning"
  },
  {
    "id": 38,
    "statement": "Amygdala integrates sensory information through neural convergence gating process."
  },
  {
    "id": 39,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels effectively."
  },
  {
    "id": 40,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels effectively."
  },
  {
    "id": 41,
    "statement": "GABA opens chloride channels, reducing neuron excitability hyperpolarizing"
  },
  {
    "id": 42,
    "statement": "Amygdala processes sensory information outside conscious awareness reflexively."
  },
  {
    "id": 43,
    "statement": "Pattern recognition in amygdala involves hierarchical processing of sensory information."
  },
  {
    "id": 44,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition and reappraisal."
  },
  {
    "id": 45,
    "statement": "Amygdala rapidly processes emotional significance through pattern recognition and filtering."
  },
  {
    "id": 46,
    "statement": "Honesty sets stage for authenticity and reliability in trust building"
  },
  {
    "id": 47,
    "statement": "The amygdala integrates sensory information through neural convergence gating."
  },
  {
    "id": 48,
    "statement": "Amygdala's substructure rapidly processes sensory data for emotional significance through hierarchical neural pathways."
  },
  {
    "id": 49,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 50,
    "statement": "Honesty is a complex and context-dependent human trait."
  },
  {
    "id": 51,
    "statement": "Predictability enhances trust through reduced uncertainty and familiarity."
  },
  {
    "id": 52,
    "statement": "Educational influences shape moral development through complex social mechanisms."
  },
  {
    "id": 53,
    "statement": "Consistency, predictability, follow-through, and pattern recognition build trust through behavioral patterns."
  },
  {
    "id": 54,
    "statement": "Moral development emerges from dynamic interplay between social, cultural, biological factors."
  },
  {
    "id": 55,
    "statement": "GABA calms neural activity by opening chloride channels hyperpolarizing neurons."
  },
  {
    "id": 56,
    "statement": "The amygdala's pattern recognition involves neural pathways and integration"
  },
  {
    "id": 57,
    "statement": "Pattern recognition in amygdala involves hierarchical processing of sensory information"
  },
  {
    "id": 58,
    "statement": "GABA inhibition of amygdala emotional response calmed through chloride channels"
  },
  {
    "id": 59,
    "statement": "Honesty requires sincerity, consistency, reliability, and authenticity to build trust."
  },
  {
    "id": 60,
    "statement": "Amygdala rapidly integrates sensory cues for emotional significance assessment."
  },
  {
    "id": 61,
    "statement": "GABA modulates neural activity through distinct receptor subtypes and functions."
  },
  {
    "id": 62,
    "statement": "Consistency reinforces reliability and predictability in building trust."
  },
  {
    "id": 63,
    "statement": "GABA modulates amygdala's emotional response through neural inhibition."
  },
  {
    "id": 64,
    "statement": "The amygdala's prioritization process is dynamic, context-dependent and influenced by past experiences."
  },
  {
    "id": 65,
    "statement": "Amygdala reflexively processes sensory information outside conscious awareness."
  },
  {
    "id": 66,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 67,
    "statement": "Honesty's byproduct is emotional openness in human relationships."
  },
  {
    "id": 68,
    "statement": "Honesty builds trust by establishing reliability and predictability over time."
  },
  {
    "id": 69,
    "statement": "Honesty is a complex and context-dependent human trait, shaped."
  },
  {
    "id": 70,
    "statement": "Amygdala integrates sensory information through neural convergence gating process."
  },
  {
    "id": 71,
    "statement": "Consistency and trust correlation is supported by multiple statements"
  },
  {
    "id": 72,
    "statement": "Emotional openness fosters deeper connections through vulnerability and trust."
  },
  {
    "id": 73,
    "statement": "GABA calms amygdala neurons by reducing excitability."
  },
  {
    "id": 74,
    "statement": "Genuine motive is the authentic reason behind an action."
  },
  {
    "id": 75,
    "statement": "GABA's inhibitory effect calms neurons by opening chloride channels."
  },
  {
    "id": 76,
    "statement": "Consistency amplifies trust built by honesty, transparency, and reliability."
  },
  {
    "id": 77,
    "statement": "Amygdala rapidly recognizes patterns in sensory information for emotional significance."
  },
  {
    "id": 78,
    "statement": "GABA calms neurons through chloride ion channel opening hyperpolarizing."
  },
  {
    "id": 79,
    "statement": "Consistency strengthens trust through predictability, follow-through, and pattern recognition."
  },
  {
    "id": 80,
    "statement": "GABA's mechanism in amygdala emotional response modulation requires further research."
  },
  {
    "id": 81,
    "statement": "Amygdala integrates sensory information from multiple sources through convergence gating."
  },
  {
    "id": 82,
    "statement": "Honesty is necessary condition for trust, but insufficient alone."
  },
  {
    "id": 83,
    "statement": "Honesty a necessary condition but insufficient for trust"
  },
  {
    "id": 84,
    "statement": "Educational settings influence moral development through social interactions, norms."
  },
  {
    "id": 85,
    "statement": "Cognitive reappraisal is a mental effort to modify emotional response."
  },
  {
    "id": 86,
    "statement": "Amygdala processes sensory info outside conscious awareness for emotional response."
  },
  {
    "id": 87,
    "statement": "Integrity involves sincerity, reliability, and consistent authentic behavior"
  },
  {
    "id": 88,
    "statement": "Cognitive reappraisal reorganizes brain pathways through repetition-based neuroplasticity."
  },
  {
    "id": 89,
    "statement": "Honesty establishes authenticity through consistent, reliable, and transparent communication."
  },
  {
    "id": 90,
    "statement": "Cultural norms influence emotional expression and regulation."
  },
  {
    "id": 91,
    "statement": "GABA reduces neuron excitability through chloride ion influx."
  },
  {
    "id": 92,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 93,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening"
  },
  {
    "id": 94,
    "statement": "GABA calms neurons by opening chloride channels, hyperpolarizing."
  },
  {
    "id": 95,
    "statement": "Cognitive reappraisal reduces emotional impact through repeated practice habituation."
  },
  {
    "id": 96,
    "statement": "GABA calms neurons by reducing excitability and hyperpolarizing membrane."
  },
  {
    "id": 97,
    "statement": "Convergence gating enables amygdala to integrate sensory information rapidly."
  },
  {
    "id": 98,
    "statement": "Emotional significance assessed rapidly through dynamic neural convergence"
  },
  {
    "id": 99,
    "statement": "Cognitive reappraisal strengthens brain pathways through repetition-based neuroplasticity."
  },
  {
    "id": 100,
    "statement": "GABA inhibits amygdala's emotional response through selective regulation mechanisms"
  },
  {
    "id": 101,
    "statement": "PFC modulation of amygdala's emotional responses occurs through"
  },
  {
    "id": 102,
    "statement": "GABA calms neurons by hyperpolarizing chloride channels reducing excitability."
  },
  {
    "id": 103,
    "statement": "Amygdala rapidly processes emotional significance through hierarchical pattern recognition."
  },
  {
    "id": 104,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 105,
    "statement": "GABA inhibits amygdala's emotional response through selective regulation"
  },
  {
    "id": 106,
    "statement": "Honesty is essential, but insufficient for trust foundation alone."
  },
  {
    "id": 107,
    "statement": "Honesty is a necessary condition for trust but insufficient alone."
  },
  {
    "id": 108,
    "statement": "Amygdala rapidly processes emotional significance through neural pattern recognition and filtering."
  },
  {
    "id": 109,
    "statement": "Amygdala rapidly integrates sensory info for emotional significance evaluation."
  },
  {
    "id": 110,
    "statement": "Emotional openness fosters trust through authenticity and vulnerability."
  },
  {
    "id": 111,
    "statement": "Honesty establishes foundation for trust, consistency and comms reinforce"
  },
  {
    "id": 112,
    "statement": "PFC modulates amygdala's emotional responses through cortico-amygdalar dopamine serotonergic pathways."
  },
  {
    "id": 113,
    "statement": "GABA calms amygdala neurons to reduce emotional response."
  },
  {
    "id": 114,
    "statement": "Honesty establishes consistency, reliability, and predictability through behavior."
  },
  {
    "id": 115,
    "statement": "Honesty requires consistency, reliability, and transparency to build trust."
  },
  {
    "id": 116,
    "statement": "Consistency builds trust through predictable and reliable actions."
  },
  {
    "id": 117,
    "statement": "GABA's inhibitor effect on amygdala neurons hyperpolarizes neuron activity."
  },
  {
    "id": 118,
    "statement": "Consistency, predictability, and transparency foster trust through reliability only."
  },
  {
    "id": 119,
    "statement": "Amygdala processes emotional significance through rapid pattern recognition and filtering."
  },
  {
    "id": 120,
    "statement": "Emotional openness fosters deeper connections, empathy, and understanding through intimacy, improved communication, and reduced defensiveness."
  },
  {
    "id": 121,
    "statement": "Honesty alone insufficient to establish trust requires consistency."
  },
  {
    "id": 122,
    "statement": "Consistency breeds trust through reliable and predictable patterns."
  },
  {
    "id": 123,
    "statement": "Consistency builds trust through reliable, dependable, and predictable honesty."
  },
  {
    "id": 124,
    "statement": "GABA's inhibitory effects help regulate neural activity and emotions"
  },
  {
    "id": 125,
    "statement": "Emotions, empathy, social context shape moral decision-making through complex interactions."
  },
  {
    "id": 126,
    "statement": "GABA calms amygdala by opening chloride ion channels hyperpolarizing."
  },
  {
    "id": 127,
    "statement": "Trust builds through complex interplay of multiple factors."
  },
  {
    "id": 128,
    "statement": "Trust arises from complex interplay of cognitive-emotional-social factors"
  },
  {
    "id": 129,
    "statement": "Hierarchical processing speeds amygdala's emotional significance evaluation."
  },
  {
    "id": 130,
    "statement": "Honesty establishes authenticity, reliability, and trustworthiness through consistency"
  },
  {
    "id": 131,
    "statement": "Honesty is a necessary condition, but not sufficient alone."
  },
  {
    "id": 132,
    "statement": "GABA regulates neural activity and emotions through inhibitory effects"
  },
  {
    "id": 133,
    "statement": "Amygdala rapidly detects survival-relevant patterns in sensory information."
  },
  {
    "id": 134,
    "statement": "Amygdala's hierarchical processing enables efficient emotional significance evaluation."
  },
  {
    "id": 135,
    "statement": "GABA calms neurons by hyperpolarizing through chloride channel opening."
  },
  {
    "id": 136,
    "statement": "GABA inhibits amygdala's emotional response through selective receptor binding."
  },
  {
    "id": 137,
    "statement": "Amygdala integrates sensory information for emotional significance through convergence gating."
  },
  {
    "id": 138,
    "statement": "Honesty is a necessary foundation for trust, but not sufficient alone."
  },
  {
    "id": 139,
    "statement": "The amygdala integrates sensory information through neural convergence gating."
  },
  {
    "id": 140,
    "statement": "Honesty is necessary but not sufficient for trust building."
  },
  {
    "id": 141,
    "statement": "Cultural norms shape emotional expression and regulation through scripts and values."
  },
  {
    "id": 142,
    "statement": "Amygdala's hierarchical pathways filter sensory data for emotional significance quickly."
  },
  {
    "id": 143,
    "statement": "GABA selectively regulates amygdala's emotional response through neural modulation."
  },
  {
    "id": 144,
    "statement": "Trust arises from non-linear interplay of cognitive-emotional-social factors."
  },
  {
    "id": 145,
    "statement": "GABA reduces neuron excitability through chloride ion influx hyperpolarizing."
  },
  {
    "id": 146,
    "statement": "GABA opens chloride channels, hyperpolarizing neurons to calm amygdala"
  },
  {
    "id": 147,
    "statement": "GABA is an inhibitory neurotransmitter binding to specific receptors."
  },
  {
    "id": 148,
    "statement": "Trust develops through consistent behavior and emotional openness"
  },
  {
    "id": 149,
    "statement": "Pattern recognition builds trust through behavioral predictability and reliability."
  },
  {
    "id": 150,
    "statement": "automatic processing in amygdala influences emotional responses rapidly"
  },
  {
    "id": 151,
    "statement": "GABA opens chloride channels for neuron hyperpolarization inhibition."
  },
  {
    "id": 152,
    "statement": "Honesty builds trust through honesty, consistency, and reliability."
  },
  {
    "id": 153,
    "statement": "Amygdala processes sensory information outside conscious awareness reflexively."
  },
  {
    "id": 154,
    "statement": "GABA reduces neural activity through chloride ion influx hyperpolarization"
  },
  {
    "id": 155,
    "statement": "Authenticity fosters trust through vulnerability and emotional openness."
  },
  {
    "id": 156,
    "statement": "Emotions, empathy, and social context intertwine in moral decision-making."
  },
  {
    "id": 157,
    "statement": "GABA calms neural activity by hyperpolarizing neurons through chloride channels."
  },
  {
    "id": 158,
    "statement": "Amygdala integrates sensory information through neural convergence gating process."
  },
  {
    "id": 159,
    "statement": "Honesty is a necessary but insufficient condition for trust"
  },
  {
    "id": 160,
    "statement": "Amygdala's emotional significance evaluation involves complex neural mechanisms."
  },
  {
    "id": 161,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions."
  },
  {
    "id": 162,
    "statement": "GABA opens chloride channels, inhibiting amygdala neuron firing."
  },
  {
    "id": 163,
    "statement": "Amygdala rapidly integrates sensory cues hierarchically for emotional significance."
  },
  {
    "id": 164,
    "statement": "Consistency and pattern recognition reduce uncertainty and anxiety."
  },
  {
    "id": 165,
    "statement": "Amygdala rapidly recognizes patterns in sensory info for emotional significance."
  },
  {
    "id": 166,
    "statement": "Amygdala processes sensory info through neural convergence gating and synaptic plasticity."
  },
  {
    "id": 167,
    "statement": "Rapid emotional significance assessment through neural convergence and hierarchy."
  },
  {
    "id": 168,
    "statement": "Amygdala rapidly processes sensory cues for emotional significance within milliseconds."
  },
  {
    "id": 169,
    "statement": "GABA modulates amygdala activity reducing emotional response."
  },
  {
    "id": 170,
    "statement": "PFC regulates emotional responses through neural inhibition and reappraisal."
  },
  {
    "id": 171,
    "statement": "Trust involves multiple factors including consistency, reliability, and authentic emotional openness."
  },
  {
    "id": 172,
    "statement": "Rapid pattern recognition in amygdala associates with emotional responses."
  },
  {
    "id": 173,
    "statement": "Amygdala rapidly detects survival-relevant patterns in sensory information."
  },
  {
    "id": 174,
    "statement": "Honesty enables trust through authenticity and reliability."
  },
  {
    "id": 175,
    "statement": "Consistency in behavior and action reinforces honesty and builds trust."
  },
  {
    "id": 176,
    "statement": "Amygdala detects survival-relevant patterns hierarchically and rapidly."
  },
  {
    "id": 177,
    "statement": "Moral development involves interplay between social, cultural, and biological factors."
  },
  {
    "id": 178,
    "statement": "Trust develops through complex interplay of multiple factors."
  },
  {
    "id": 179,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 180,
    "statement": "Emotions, empathy, and social context interact to shape moral decisions."
  },
  {
    "id": 181,
    "statement": "Consistency builds trust through repeated reliable predictable behavior."
  },
  {
    "id": 182,
    "statement": "Amygdala rapidly processes sensory information for emotional significance in milliseconds."
  },
  {
    "id": 183,
    "statement": "Amygdala recognizes patterns for emotional significance through neural convergence gating."
  },
  {
    "id": 184,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 185,
    "statement": "The amygdala processes sensory info outside conscious awareness for rapid emotional response."
  },
  {
    "id": 186,
    "statement": "Amygdala's rapid pattern recognition involves hierarchical processing & convergence gating."
  },
  {
    "id": 187,
    "statement": "Emotions, empathy, and social context shape moral decision-making processes."
  },
  {
    "id": 188,
    "statement": "Amygdala rapidly processes emotional significance through hierarchical sensory processing."
  },
  {
    "id": 189,
    "statement": "GABA's inhibition results in hyperpolarization through chloride channel opening."
  },
  {
    "id": 190,
    "statement": "GABA's complexity arises from neural networks' dynamic interactions."
  },
  {
    "id": 191,
    "statement": "Amygdala rapidly integrates sensory information through hierarchical processing."
  },
  {
    "id": 192,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 193,
    "statement": "GABA modulates amygdala's emotional response through multiple mechanisms"
  },
  {
    "id": 194,
    "statement": "Moral decisions influenced by emotions, empathy, and social context."
  },
  {
    "id": 195,
    "statement": "Trust built through complex interplay of cognitive, emotional, social factors"
  },
  {
    "id": 196,
    "statement": "Consistency establishes reliability and predictability through expected behavior"
  },
  {
    "id": 197,
    "statement": "Cultural norms shape emotional expression through social learning processes."
  },
  {
    "id": 198,
    "statement": "GABA hyperpolarizes neurons by opening chloride ion channels"
  }
]