[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty establishes authenticity and reliability, foundation trust building"
  },
  {
    "id": 2,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 3,
    "statement": "Honesty is necessary condition for trust, but insufficient alone."
  },
  {
    "id": 4,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 5,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 6,
    "statement": "Honesty's foundation is consistency, reliability, and predictability."
  },
  {
    "id": 7,
    "statement": "Honesty requires consistency, reliability, and transparency to build trust"
  },
  {
    "id": 8,
    "statement": "The amygdala prioritizes sensory info based on emotional significance."
  },
  {
    "id": 9,
    "statement": "Amygdala rapidly processes emotional significance through pattern recognition and filtering."
  },
  {
    "id": 10,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 11,
    "statement": "Honesty is a necessary condition for trust, but not sufficient alone."
  },
  {
    "id": 12,
    "statement": "Consistency builds trust through reliability and predictable behavior."
  },
  {
    "id": 13,
    "statement": "Honesty a necessary condition but insufficient for trust"
  },
  {
    "id": 14,
    "statement": "Amygdala rapidly integrates sensory cues for emotional significance assessment."
  },
  {
    "id": 15,
    "statement": "Honesty builds trust through transparency, consistency, and emotional openness."
  },
  {
    "id": 16,
    "statement": "GABA's exact mechanism in opening chloride channels is unknown."
  },
  {
    "id": 17,
    "statement": "GABA modulates amygdala activity through chloride channel opening"
  },
  {
    "id": 18,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 19,
    "statement": "Amygdala's substructure rapidly processes sensory data for emotional significance through hierarchical neural pathways."
  },
  {
    "id": 20,
    "statement": "Amygdala processes sensory info outside conscious awareness for emotional response."
  },
  {
    "id": 21,
    "statement": "GABA's inhibitory effect on neurons is a complex, multi-step process."
  },
  {
    "id": 22,
    "statement": "Amygdala processes sensory information reflexively outside conscious awareness."
  },
  {
    "id": 23,
    "statement": "Moral development emerges from dynamic social, cultural, and biological interactions."
  },
  {
    "id": 24,
    "statement": "Cognitive reappraisal reduces emotional impact through repeated practice habituation."
  },
  {
    "id": 25,
    "statement": "Amygdala processes sensory information outside conscious awareness reflexively."
  },
  {
    "id": 26,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels effectively."
  },
  {
    "id": 27,
    "statement": "Amygdala rapidly recognizes patterns in sensory information, associates with emotional values."
  },
  {
    "id": 28,
    "statement": "Cognitive reappraisal strengthens brain pathways through repetition-based neuroplasticity."
  },
  {
    "id": 29,
    "statement": "GABA's mechanisms in amygdala emotional response modulation are still unclear."
  },
  {
    "id": 30,
    "statement": "Amygdala's rapid pattern recognition involves hierarchical processing, convergence gating."
  },
  {
    "id": 31,
    "statement": "GABA opens chloride channels, hyperpolarizing and reducing excitability."
  },
  {
    "id": 32,
    "statement": "Repeated experience strengthens neural connections through synaptic plasticity."
  },
  {
    "id": 33,
    "statement": "Consistency solidifies trust established by honesty through reliability."
  },
  {
    "id": 34,
    "statement": "Consistency establishes reliability, necessary but insufficient for trust."
  },
  {
    "id": 35,
    "statement": "Honesty's byproduct is emotional openness in human relationships."
  },
  {
    "id": 36,
    "statement": "Amygdala rapidly extracts and identifies patterns in sensory information."
  },
  {
    "id": 37,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 38,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions, influencing decision-making."
  },
  {
    "id": 39,
    "statement": "Emotions, empathy, and social context shape moral decisions."
  },
  {
    "id": 40,
    "statement": "GABA's binding to receptors opens chloride channels hyperpolarizing neurons."
  },
  {
    "id": 41,
    "statement": "GABA's inhibitory effect on neurons mediated by chloride ion inhibition"
  },
  {
    "id": 42,
    "statement": "Amygdala recognizes patterns in sensory info for emotional significance rapidly."
  },
  {
    "id": 43,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 44,
    "statement": "Amygdala integrates sensory info through hierarchical processing and convergence gating."
  },
  {
    "id": 45,
    "statement": "Amygdala processes sensory info outside conscious awareness for emotional response."
  },
  {
    "id": 46,
    "statement": "GABA's exact mechanism in opening chloride channels unclear."
  },
  {
    "id": 47,
    "statement": "Honesty requires sincerity, consistency, reliability, and authenticity to build trust."
  },
  {
    "id": 48,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 49,
    "statement": "The amygdala evaluates sensory info for emotional significance rapidly."
  },
  {
    "id": 50,
    "statement": "Moral development arises from complex interactions between social, cultural, and biological factors."
  },
  {
    "id": 51,
    "statement": "Moral development arises from complex social-cognitive-cultural-biological interactions."
  },
  {
    "id": 52,
    "statement": "Emotions, empathy, and social context shape moral decision-making processes."
  },
  {
    "id": 53,
    "statement": "Emotions, empathy, and social context shape moral decision-making processes."
  },
  {
    "id": 54,
    "statement": "Emotions, empathy, and social context interact to shape moral decisions."
  },
  {
    "id": 55,
    "statement": "The amygdala integrates sensory information through neural convergence gating."
  },
  {
    "id": 56,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels."
  },
  {
    "id": 57,
    "statement": "Amygdala's pattern recognition involves hierarchical processing of sensory info."
  },
  {
    "id": 58,
    "statement": "Emotional openness fosters deeper connections through vulnerability and trust."
  },
  {
    "id": 59,
    "statement": "Predictability enhances trust through reduced uncertainty and familiarity."
  },
  {
    "id": 60,
    "statement": "GABA opens chloride channels, reducing neuron excitability hyperpolarizing"
  },
  {
    "id": 61,
    "statement": "Moral development involves interplay between biological and cultural factors."
  },
  {
    "id": 62,
    "statement": "GABA's inhibitory effect on neurons involves complex biochemical reactions."
  },
  {
    "id": 63,
    "statement": "GABA's mechanism in opening chloride channels is complex and research ongoing."
  },
  {
    "id": 64,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition and reappraisal."
  },
  {
    "id": 65,
    "statement": "GABA's inhibitory effect calms neurons via chloride channels"
  },
  {
    "id": 66,
    "statement": "Emotions, empathy, and social context influence moral decisions through interactions."
  },
  {
    "id": 67,
    "statement": "Honesty's foundation includes sincerity, empathy, and self-awareness, authenticity."
  },
  {
    "id": 68,
    "statement": "Amygdala rapidly recognizes patterns in sensory information for emotional significance."
  },
  {
    "id": 69,
    "statement": "Amygdala rapidly processes sensory information for emotional significance."
  },
  {
    "id": 70,
    "statement": "Amygdala integrates sensory info through neural convergence gating process."
  },
  {
    "id": 71,
    "statement": "GABA's inhibitory effect calms neurons by opening chloride channels."
  },
  {
    "id": 72,
    "statement": "GABA's mechanism in amygdala emotional response modulation unclear due to complexity."
  },
  {
    "id": 73,
    "statement": "The amygdala prioritizes sensory info based on emotional significance for survival."
  },
  {
    "id": 74,
    "statement": "Consistency establishes reliability, but not necessarily trust alone."
  },
  {
    "id": 75,
    "statement": "Repetition-based neuroplasticity enhances neural connections through Hebbian learning"
  },
  {
    "id": 76,
    "statement": "Genuine motive is the authentic reason behind an action."
  },
  {
    "id": 77,
    "statement": "Honesty requires sincerity, consistency, reliability, and authenticity."
  },
  {
    "id": 78,
    "statement": "Consistency builds trust by establishing reliability and predictability."
  },
  {
    "id": 79,
    "statement": "Cognitive reappraisal reduces emotional impact through repeated habituation process."
  },
  {
    "id": 80,
    "statement": "Amygdala rapidly recognizes patterns in sensory info for emotional relevance."
  },
  {
    "id": 81,
    "statement": "The amygdala integrates sensory information through neural convergence gating."
  },
  {
    "id": 82,
    "statement": "Moral development emerges from dynamic interaction of biology, culture, and social factors."
  },
  {
    "id": 83,
    "statement": "GABA binds to receptors, opening chloride channels hyperpolarizing"
  },
  {
    "id": 84,
    "statement": "GABA opens chloride channels by binding to receptors, hyperpolarizing neurons."
  },
  {
    "id": 85,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels effectively."
  },
  {
    "id": 86,
    "statement": "GABA calms neurons by opening chloride channels, hyperpolarizing."
  },
  {
    "id": 87,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception through pattern recognition."
  },
  {
    "id": 88,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions and influences decision-making."
  },
  {
    "id": 89,
    "statement": "Cognitive reappraisal strengthens neural connections through repetition-based neuroplasticity."
  },
  {
    "id": 90,
    "statement": "GABA calms neural activity by opening chloride channels hyperpolarizing neurons."
  },
  {
    "id": 91,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 92,
    "statement": "Amygdala processes sensory information hierarchically for pattern recognition."
  },
  {
    "id": 93,
    "statement": "Cognitive reappraisal reduces emotional impact through neural reorganization."
  },
  {
    "id": 94,
    "statement": "Consistency builds trust through pattern recognition and reliability."
  },
  {
    "id": 95,
    "statement": "Amygdala processes sensory information rapidly and automatically reflexively."
  },
  {
    "id": 96,
    "statement": "Moral development arises from complex cognitive, emotional, social interactions influencing decision-making."
  },
  {
    "id": 97,
    "statement": "Convergence gating enables amygdala to integrate sensory information rapidly."
  },
  {
    "id": 98,
    "statement": "GABA binds to receptors, opening chloride channels for hyperpolarization."
  },
  {
    "id": 99,
    "statement": "Educational influences shape moral development through complex social mechanisms."
  },
  {
    "id": 100,
    "statement": "Cognitive reappraisal reduces emotional impact through repeated practice habituation."
  },
  {
    "id": 101,
    "statement": "Moral development emerges from dynamic interplay between social, cultural, biological factors."
  },
  {
    "id": 102,
    "statement": "Honesty is influenced by cultural context and power dynamics."
  },
  {
    "id": 103,
    "statement": "GABA modulates neural activity through distinct receptor subtypes and functions."
  },
  {
    "id": 104,
    "statement": "Amygdala rapidly processes sensory information emotionally through pattern recognition."
  },
  {
    "id": 105,
    "statement": "Repetition-based neuroplasticity strengthens neural connections through repeated practice."
  },
  {
    "id": 106,
    "statement": "Genuine motive drives authentic honesty and consistency"
  },
  {
    "id": 107,
    "statement": "Consistency reinforces reliability and predictability in building trust."
  },
  {
    "id": 108,
    "statement": "Consistency builds trust through reliability and predictable behavior."
  },
  {
    "id": 109,
    "statement": "Honesty's foundation is sincerity, consistency, reliability, and authenticity."
  },
  {
    "id": 110,
    "statement": "GABA calms neurons by opening chloride channels hyperpolarizing slow"
  },
  {
    "id": 111,
    "statement": "Amygdala's automatic processing influences emotions and trust perception rapidly."
  },
  {
    "id": 112,
    "statement": "GABA calms amygdala neurons by opening chloride channels hyperpolarizing."
  },
  {
    "id": 113,
    "statement": "Consistency, predictability, and transparency intertwined for trust building."
  },
  {
    "id": 114,
    "statement": "Amygdala prioritizes sensory info rapidly based on emotional significance."
  },
  {
    "id": 115,
    "statement": "Honesty requires consistency, reliability, and predictability for trust"
  },
  {
    "id": 116,
    "statement": "GABA calms neurons by opening chloride channels, hyperpolarizing."
  },
  {
    "id": 117,
    "statement": "GABA inhibition of amygdala emotional response calmed through chloride channels"
  },
  {
    "id": 118,
    "statement": "Building trust requires sincerity, consistency, reliability, and authenticity."
  },
  {
    "id": 119,
    "statement": "Amygdala's pattern recognition abilities steered by hierarchical processing."
  },
  {
    "id": 120,
    "statement": "Moral development arises from complex interactions between biology and culture."
  },
  {
    "id": 121,
    "statement": "GABA's mechanism in opening chloride channels is complex and research ongoing."
  },
  {
    "id": 122,
    "statement": "The amygdala rapidly prioritizes sensory info based on emotional significance."
  },
  {
    "id": 123,
    "statement": "Consistency creates trust through recognized patterns of behavior"
  },
  {
    "id": 124,
    "statement": "Honesty establishes foundation for trust, consistency reinforces."
  },
  {
    "id": 125,
    "statement": "Honesty requires consistency, reliability, and emotional connection for trust."
  },
  {
    "id": 126,
    "statement": "Honesty builds trust by establishing reliability and predictability over time."
  },
  {
    "id": 127,
    "statement": "The amygdala rapidly detects emotional significance through hierarchical processing."
  },
  {
    "id": 128,
    "statement": "GABA calms amygdala neurons by opening chloride channels."
  },
  {
    "id": 129,
    "statement": "Building trust requires consistency, transparency, reliability, authenticity, empathy, and communication."
  },
  {
    "id": 130,
    "statement": "Consistency demonstrates reliability and predictability in building trust."
  },
  {
    "id": 131,
    "statement": "Cultural context and power dynamics impact honesty's expression."
  },
  {
    "id": 132,
    "statement": "Moral development involves interaction between biological adaptation and cultural influence."
  },
  {
    "id": 133,
    "statement": "GABA calms neural activity by opening chloride channels hyperpolarizing neurons."
  },
  {
    "id": 134,
    "statement": "Transparency in honesty builds trust through clear communication."
  },
  {
    "id": 135,
    "statement": "The amygdala processes sensory info outside conscious awareness automatically."
  },
  {
    "id": 136,
    "statement": "Amygdala's automatic processing influences emotional responses and trust through pattern recognition."
  },
  {
    "id": 137,
    "statement": "Authenticity in honesty and trust-building means being genuine and vulnerable."
  },
  {
    "id": 138,
    "statement": "Amygdala rapidly evaluates sensory information for emotional significance."
  },
  {
    "id": 139,
    "statement": "The amygdala integrates sensory information through neural convergence gating to prioritize relevance."
  },
  {
    "id": 140,
    "statement": "Honesty, although necessary, is not sufficient for trust building."
  },
  {
    "id": 141,
    "statement": "Subconscious processing involves quick recognition of patterns and associations."
  },
  {
    "id": 142,
    "statement": "Unconscious biases can influence an individual's genuine motives."
  },
  {
    "id": 143,
    "statement": "Amygdala rapidly extracts patterns from sensory input through convergence gating"
  },
  {
    "id": 144,
    "statement": "GABA's inhibitory mechanism involves complex neural pathways."
  },
  {
    "id": 145,
    "statement": "GABA calms neurons by opening chloride channels hyperpolarizing."
  },
  {
    "id": 146,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition reappraisal."
  },
  {
    "id": 147,
    "statement": "Amygdala processes sensory information in complex, hierarchical manner."
  },
  {
    "id": 148,
    "statement": "The amygdala uses hierarchical processing for pattern recognition."
  },
  {
    "id": 149,
    "statement": "GABA binds to receptors, opening chloride channels, hyperpolarizing neurons."
  },
  {
    "id": 150,
    "statement": "Honesty's foundation includes sincerity, empathy, self-awareness, and authenticity."
  },
  {
    "id": 151,
    "statement": "GABA opens chloride channels, hyperpolarizing neurons, reducing excitability."
  },
  {
    "id": 152,
    "statement": "Honesty is one aspect of trust-building, not foundation."
  },
  {
    "id": 153,
    "statement": "Amygdala's automatic processing influences emotions and trust rapidly subconsciously."
  },
  {
    "id": 154,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 155,
    "statement": "Honesty's genuine motive drives sincerity and authenticity."
  },
  {
    "id": 156,
    "statement": "Honesty establishes trust foundation through consistency and reliability."
  },
  {
    "id": 157,
    "statement": "Amygdala detects emotional significance through hierarchical processing layers."
  },
  {
    "id": 158,
    "statement": "GABA's action on neurons occurs through direct chloride influx hyperpolarization."
  },
  {
    "id": 159,
    "statement": "Building trust is an ongoing process of consistency and reliability"
  },
  {
    "id": 160,
    "statement": "Moral development influences shaped by interplay between biology and culture."
  },
  {
    "id": 161,
    "statement": "Amygdala rapidly recognizes patterns in sensory info, associates with emotional values."
  },
  {
    "id": 162,
    "statement": "Social interactions and learning shape moral development through education."
  },
  {
    "id": 163,
    "statement": "Emotions, empathy, and context interact complexly in moral decision-making"
  },
  {
    "id": 164,
    "statement": "Educational influences shape honesty and trust through complex social mechanisms."
  },
  {
    "id": 165,
    "statement": "GABA binding opens chloride channels, hyperpolarizing neurons and reducing excitability"
  },
  {
    "id": 166,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels'"
  },
  {
    "id": 167,
    "statement": "Emotions interact with empathy and social context in complex moral decision-making."
  },
  {
    "id": 168,
    "statement": "Honesty fosters emotional openness through vulnerability and trust."
  },
  {
    "id": 169,
    "statement": "GABA inhibits amygdala emotional response through direct neuronal hyperpolarization."
  },
  {
    "id": 170,
    "statement": "Genuine motive drives authentic honesty and consistency, sincerity imperil."
  },
  {
    "id": 171,
    "statement": "Amygdala processing is influenced by complex neural interactions."
  },
  {
    "id": 172,
    "statement": "GABA's inhibition of neuron activity calms emotional response."
  },
  {
    "id": 173,
    "statement": "Amygdala processes sensory info reflexively outside conscious awareness, a reflex."
  },
  {
    "id": 174,
    "statement": "The prefrontal cortex modulates amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 175,
    "statement": "Moral development involves multifaceted cognitive, emotional, and social influences."
  },
  {
    "id": 176,
    "statement": "Predictability, familiarity, and prior experience foster trust and reliability."
  },
  {
    "id": 177,
    "statement": "Honesty fosters trust through consistency, reliability, and predictable behavior."
  },
  {
    "id": 178,
    "statement": "Amygdala integrates sensory info through hierarchical processing and convergence gating principles."
  },
  {
    "id": 179,
    "statement": "Honesty establishes trust through consistency, transparency, and accountability."
  },
  {
    "id": 180,
    "statement": "GABA binds to GABA receptors, opening chloride channels."
  },
  {
    "id": 181,
    "statement": "The amygdala rapidly processes sensory info outside conscious awareness efficiently."
  },
  {
    "id": 182,
    "statement": "GABA inhibitory effect calms neurons via chloride channel opening"
  },
  {
    "id": 183,
    "statement": "Amygdala processes sensory information rapidly and automatically."
  },
  {
    "id": 184,
    "statement": "GABA modulates neural activity through distinct receptor subtypes."
  },
  {
    "id": 185,
    "statement": "Emotional openness fosters deeper connections through vulnerability and trust."
  },
  {
    "id": 186,
    "statement": "GABA calms amygdala neurons by opening chloride channels, reducing excitability"
  },
  {
    "id": 187,
    "statement": "GABA calms amygdala neurons by opening chloride channels hyperpolarizing them."
  },
  {
    "id": 188,
    "statement": "GABA's binding to receptors hyperpolarizes neurons through chloride ions"
  },
  {
    "id": 189,
    "statement": "Amygdala's hierarchical processing prioritizes sensory info rapidly."
  },
  {
    "id": 190,
    "statement": "GABA's mechanism in amygdala emotional response modulation is complex and unclear"
  },
  {
    "id": 191,
    "statement": "Amygdala's basolateral complex rapidly processes sensory data emotionally."
  },
  {
    "id": 192,
    "statement": "Cognitive reappraisal strengthens neural pathways through repeated practice."
  },
  {
    "id": 193,
    "statement": "GABAcalms amygdala neurons by opening chloride channels hyperpolarizing neurons."
  },
  {
    "id": 194,
    "statement": "Amygdala rapidly recognizes patterns in sensory information hierarchically processed."
  },
  {
    "id": 195,
    "statement": "Moral development involves complex interplay between cognitive, emotional, social factors."
  },
  {
    "id": 196,
    "statement": "Amygdala rapidly recognizes patterns in sensory information emotionally."
  },
  {
    "id": 197,
    "statement": "Consistency reinforces trust through reliability and predictability alone insufficient."
  },
  {
    "id": 198,
    "statement": "Emotional openness fosters deeper connections through vulnerability and trust in relationships."
  },
  {
    "id": 199,
    "statement": "Education influences moral development through social interactions and learning experiences."
  }
]