[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Dependability requires diverse systems with adaptive mechanisms."
  },
  {
    "id": 2,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "Empathetic responses involve complex interactions of emotional, cognitive, and social factors."
  },
  {
    "id": 4,
    "statement": "Cultural norms shape emotional expression through social interactions."
  },
  {
    "id": 5,
    "statement": "Moral development influenced by biological, cultural, and social factors."
  },
  {
    "id": 6,
    "statement": "Cultural norms shape emotional expressions and validation scripts."
  },
  {
    "id": 7,
    "statement": "Amygdala interacts with ACC and PFC in moral judgment processing."
  },
  {
    "id": 8,
    "statement": "Moral foundations are innate, universal principles shaping moral judgments and behaviors"
  },
  {
    "id": 9,
    "statement": "Amygdala interacts with other brain regions in moral judgment."
  },
  {
    "id": 10,
    "statement": "Subconscious emotions influence moral foundations through automatic associations"
  },
  {
    "id": 11,
    "statement": "Top-down PFC control regulates amygdala's emotional responses through neural connections."
  },
  {
    "id": 12,
    "statement": "Amygdala interacts with ACC and PFC for moral judgment processing"
  },
  {
    "id": 13,
    "statement": "Intricate dynamics of values, emotions, and norms shape moral judgments"
  },
  {
    "id": 14,
    "statement": "Anterior Cingulate Cortex integrates social, cultural, and emotional information."
  },
  {
    "id": 15,
    "statement": "Moral judgment processing involves multi-regional brain neural networks."
  },
  {
    "id": 16,
    "statement": "Emotions influence moral judgments through parallel neural processing."
  },
  {
    "id": 17,
    "statement": "Amygdala integrates emotional and social information to form moral judgments."
  },
  {
    "id": 18,
    "statement": "Emotions influence moral judgments through implicit, automatic processing."
  },
  {
    "id": 19,
    "statement": "Emotions unconsciously influence moral judgments through automatic neural processes."
  },
  {
    "id": 20,
    "statement": "Prefrontal Cortex regulates amygdala's emotional responses through neural connections."
  },
  {
    "id": 21,
    "statement": "Moral development emerges from interplay between biology, culture, and experiences."
  },
  {
    "id": 22,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 23,
    "statement": "Moral development arises from dynamic cognitive-emotional-social interactions."
  },
  {
    "id": 24,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 25,
    "statement": "Moral development influenced by social, cultural, and biological factors."
  },
  {
    "id": 26,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 27,
    "statement": "Moral development is a dynamic interplay between biology and culture."
  },
  {
    "id": 28,
    "statement": "Subconscious emotions influence moral judgments contextually due to cultural factors."
  },
  {
    "id": 29,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 30,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains."
  },
  {
    "id": 31,
    "statement": "Emotions unconsciously influence moral judgments through automatic neural connections."
  },
  {
    "id": 32,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 33,
    "statement": "Moral development is a dynamic interplay between biology, culture, and social factors."
  },
  {
    "id": 34,
    "statement": "The PFC regulates amygdala's emotional responses through neural connections"
  },
  {
    "id": 35,
    "statement": "Moral judgments originate from emotional, normative, and contextual interactions."
  },
  {
    "id": 36,
    "statement": "Emotions and moral judgments integrate in parallel ACC-amygdala process"
  },
  {
    "id": 37,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment"
  },
  {
    "id": 38,
    "statement": "Amygdala, ACC, and PFC interact to form moral judgments through neural binding."
  },
  {
    "id": 39,
    "statement": "Trust erosion is a gradual process influenced by frequency, severity, and consistency of lying."
  },
  {
    "id": 40,
    "statement": "Emotions shape moral judgments unconsciously through implicit connections."
  },
  {
    "id": 41,
    "statement": "Emotional responses influenced by cognitive appraisal in social interactions."
  },
  {
    "id": 42,
    "statement": "Moral decisions involve harmonizing emotional and cognitive processes."
  },
  {
    "id": 43,
    "statement": "PFC regulates amygdala's emotional responses through top-down neural connections."
  },
  {
    "id": 44,
    "statement": "Emotions unconsciously influence moral judgments through brain regions interaction"
  },
  {
    "id": 45,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains."
  },
  {
    "id": 46,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 47,
    "statement": "Cultural norms shape emotional expressions through social learning and imitation."
  },
  {
    "id": 48,
    "statement": "Emotions, cognition, and social factors harmoniously interact in empathy development."
  },
  {
    "id": 49,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 50,
    "statement": "The amygdala interacts with ACC and PFC in moral judgment processing."
  },
  {
    "id": 51,
    "statement": "Emotions unconsciously influence moral judgments through automatic neural processing."
  },
  {
    "id": 52,
    "statement": "Amygdala plays crucial role in emotional processing and moral judgment."
  },
  {
    "id": 53,
    "statement": "Subconscious emotions intensify or diminish moral judgments depending on context."
  },
  {
    "id": 54,
    "statement": "Trust erosion by lying is a gradual process affected by context."
  },
  {
    "id": 55,
    "statement": "Dependability refers to consistent performance and adaptability in changing situations."
  },
  {
    "id": 56,
    "statement": "Cultural norms shape internalized rules for emotional expression."
  },
  {
    "id": 57,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 58,
    "statement": "Emotions unconsciously influence moral judgments through implicit automatic processes."
  },
  {
    "id": 59,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 60,
    "statement": "Innate moral principles shape judgments universally across cultures."
  },
  {
    "id": 61,
    "statement": "Subconscious emotions influence moral judgments through automatic connections"
  },
  {
    "id": 62,
    "statement": "It is still unclear how top-down PFC regulation influences amygdala activity."
  },
  {
    "id": 63,
    "statement": "Amygdala integrates emotional and social information for moral judgment"
  },
  {
    "id": 64,
    "statement": "Amygdala plays key role in shaping emotional responses to moral situations."
  },
  {
    "id": 65,
    "statement": "Trust erosion by lying is a gradual and continuous process."
  },
  {
    "id": 66,
    "statement": "Amygdala integrates emotional and social information for moral judgment."
  },
  {
    "id": 67,
    "statement": "Emotions influence moral judgments through subconscious neural processing in brain."
  },
  {
    "id": 68,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 69,
    "statement": "Amygdala processes emotions, influencing moral judgments through neural connections."
  },
  {
    "id": 70,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment."
  },
  {
    "id": 71,
    "statement": "Moral identity emerges from dynamic interplay of factors and values."
  },
  {
    "id": 72,
    "statement": "PFC regulates amygdala's emotional responses through cortical and neural connections."
  },
  {
    "id": 73,
    "statement": "Fallback mechanisms ensure dependability in unexpected failures."
  },
  {
    "id": 74,
    "statement": "Emotions, norms, and context interact to form moral judgments."
  },
  {
    "id": 75,
    "statement": "Trust erosion by lying is a gradual process affected by context."
  },
  {
    "id": 76,
    "statement": "Appraisal is a cognitive process that influences emotional responses"
  },
  {
    "id": 77,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 78,
    "statement": "PFC regulates amygdala's emotional responses through neural connections."
  },
  {
    "id": 79,
    "statement": "Moral development arises from dynamic interactions between values and experiences."
  },
  {
    "id": 80,
    "statement": "Anterior cingulate cortex regulates social-emotional information processing."
  },
  {
    "id": 81,
    "statement": "Subconscious emotions unconsciously influence moral judgment through emotional associations."
  },
  {
    "id": 82,
    "statement": "Amygdala integrates emotional and social information in moral judgments."
  },
  {
    "id": 83,
    "statement": "Trust erosion by lying is a cumulative process influenced by context."
  },
  {
    "id": 84,
    "statement": "Subconscious emotions influence moral judgments contextually."
  },
  {
    "id": 85,
    "statement": "Moral judgments involve intricate dynamics of values, emotions, and norms."
  },
  {
    "id": 86,
    "statement": "Emotions play a significant role in shaping moral judgments."
  },
  {
    "id": 87,
    "statement": "Moral development involves interplay between biological, cultural, and social factors."
  },
  {
    "id": 88,
    "statement": "Cognitive appraisal integrates rationality and emotional processing in moral judgment"
  },
  {
    "id": 89,
    "statement": "Amygdala, ACC, and PFC interact in moral judgment processing."
  },
  {
    "id": 90,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 91,
    "statement": "Cultural norms shape moral development through social conditioning."
  },
  {
    "id": 92,
    "statement": "Dependability incorporates adaptability and flexibility in changing situations."
  },
  {
    "id": 93,
    "statement": "Dependability relies on flexible, adaptable, and accountable systems and entities."
  },
  {
    "id": 94,
    "statement": "Emotions play a crucial role in shaping moral judgments unconsciously."
  },
  {
    "id": 95,
    "statement": "Dependability encompasses adaptability and accountability across multiple domains."
  },
  {
    "id": 96,
    "statement": "The anterior cingulate cortex integrates social, cultural, and emotional information through convergence"
  },
  {
    "id": 97,
    "statement": "Emotions and rationality interact in moral judgment through appraisal."
  },
  {
    "id": 98,
    "statement": "Emotions, norms, and context interact in moral judgment formation."
  },
  {
    "id": 99,
    "statement": "The PFC exerts top-down control over amygdala through various mechanisms."
  },
  {
    "id": 100,
    "statement": "Appraisal modulates emotional response and moral judgment through evaluation."
  },
  {
    "id": 101,
    "statement": "Honesty, while necessary, is insufficient for trust alone"
  },
  {
    "id": 102,
    "statement": "Cognitive appraisal influences moral judgments through emotional evaluation."
  },
  {
    "id": 103,
    "statement": "Moral development evolves from interplay of biology, culture, social factors"
  },
  {
    "id": 104,
    "statement": "Emotions and moral judgments processed in parallel by ACC and amygdala"
  },
  {
    "id": 105,
    "statement": "Moral identity evolves through dynamic interactions of factors and values."
  },
  {
    "id": 106,
    "statement": "Cultural norms shape emotional expressions through repeated social exposure."
  },
  {
    "id": 107,
    "statement": "Emotions, cognition, and social factors interact harmoniously in empathy."
  },
  {
    "id": 108,
    "statement": "Emotions shape moral judgments outside of conscious awareness."
  },
  {
    "id": 109,
    "statement": "Moral judgments involve complex interactions of values, emotions, norms."
  },
  {
    "id": 110,
    "statement": "Prefrontal cortex modulates amygdala's emotional responses through feedback signals."
  },
  {
    "id": 111,
    "statement": "Prefrontal cortex regulates amygdala emotional responses through top-down neural connections."
  },
  {
    "id": 112,
    "statement": "Prefrontal Cortex regulates amygdala's emotional responses through neural connections."
  },
  {
    "id": 113,
    "statement": "Moral development influenced by biological and cultural interactions."
  },
  {
    "id": 114,
    "statement": "Cultural norms shape emotional experiences through implicit social learning."
  },
  {
    "id": 115,
    "statement": "Emotions can influence moral judgments unconsciously through implicit associations."
  },
  {
    "id": 116,
    "statement": "Moral judgments form through dynamic values-emotions-norms integration in brain."
  },
  {
    "id": 117,
    "statement": "Amygdala, ACC, and PFC interact bidirectionally in moral judgments."
  },
  {
    "id": 118,
    "statement": "Moral identity evolves through dynamic interactions of factors and values."
  },
  {
    "id": 119,
    "statement": "Dependability arises from dynamic interplay of adaptability and accountability."
  },
  {
    "id": 120,
    "statement": "Emotions, norms, and context interact to form moral judgments."
  },
  {
    "id": 121,
    "statement": "Amygdala plays a crucial role in emotional processing and moral judgment."
  },
  {
    "id": 122,
    "statement": "Cognitive appraisal integrates rationality and emotion in moral judgment."
  },
  {
    "id": 123,
    "statement": "Emotions unconsciously impact moral judgments through brain regions interaction."
  },
  {
    "id": 124,
    "statement": "Universal moral principles shape moral judgments across cultures."
  },
  {
    "id": 125,
    "statement": "Moral development arises from dynamic interaction between biology and culture."
  },
  {
    "id": 126,
    "statement": "Cultural norms shape emotions through social learning, imitation, and comparison."
  },
  {
    "id": 127,
    "statement": "Cultural norms shape emotions through social learning and imitation mechanisms."
  },
  {
    "id": 128,
    "statement": "Amygdala plays crucial role in emotional processing of moral judgments."
  },
  {
    "id": 129,
    "statement": "Moral development is shaped by biology, culture, and experiential interactions."
  },
  {
    "id": 130,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment."
  },
  {
    "id": 131,
    "statement": "Moral development arises from dynamic interplay between biology and culture."
  },
  {
    "id": 132,
    "statement": "Cultural norms shape emotional expression through internalized social learning."
  },
  {
    "id": 133,
    "statement": "Moral development arises from dynamic interplay of biology and culture."
  },
  {
    "id": 134,
    "statement": "Values and context interact to influence moral judgments."
  },
  {
    "id": 135,
    "statement": "Unconscious emotions significantly influence moral judgments through neural processing."
  },
  {
    "id": 136,
    "statement": "Neural binding integrates amygdala, ACC, and PFC for moral judgment processing."
  },
  {
    "id": 137,
    "statement": "Emotions play a significant role in moral judgment formation."
  },
  {
    "id": 138,
    "statement": "Moral judgments influenced by values, context, and conflicted emotions."
  },
  {
    "id": 139,
    "statement": "Moral development arises from interactive biological, cultural, and social influences."
  },
  {
    "id": 140,
    "statement": "Moral judgments arise from intricate dynamics of values, emotions, norms."
  },
  {
    "id": 141,
    "statement": "Dependability initiatives foster trust, accountability, and reliability in systems."
  },
  {
    "id": 142,
    "statement": "Cultural norms shape emotional responses through social learning and scripts."
  },
  {
    "id": 143,
    "statement": "Emotions play a significant role in shaping moral judgments unconsciously."
  },
  {
    "id": 144,
    "statement": "Cultural learning influences emotional expression through subtle imitation."
  },
  {
    "id": 145,
    "statement": "The amygdala, ACC, and PFC interact to process moral judgments."
  },
  {
    "id": 146,
    "statement": "Brain regions interact bidirectionally during moral judgment processing."
  },
  {
    "id": 147,
    "statement": "PFC regulates amygdala's emotional responses through indirect connections."
  },
  {
    "id": 148,
    "statement": "Emotions play a significant role in unconscious moral judgment formation."
  },
  {
    "id": 149,
    "statement": "Moral development interplays between biological and cultural factors."
  },
  {
    "id": 150,
    "statement": "Amygdala processes emotions, influencing moral judgments through neural connections."
  },
  {
    "id": 151,
    "statement": "Emotions and moral judgments processed in parallel by ACC-amygdala interaction"
  },
  {
    "id": 152,
    "statement": "Amygdala integrates emotional and social information in moral judgment processing."
  },
  {
    "id": 153,
    "statement": "Amygdala interacts with ACC and PFC in moral judgment processing"
  },
  {
    "id": 154,
    "statement": "Cultural norms shape emotional expression through social interactions."
  },
  {
    "id": 155,
    "statement": "Moral identity evolves through dynamic interactions of factors and values."
  },
  {
    "id": 156,
    "statement": "Emotions and rationality integrate through appraisal in moral judgment."
  },
  {
    "id": 157,
    "statement": "Dependability applies to various life domains for trust and accountability."
  },
  {
    "id": 158,
    "statement": "Honesty alone insufficient for trust, cognitive appraisal influences forgiveness."
  },
  {
    "id": 159,
    "statement": "Moral identity develops through dynamic interplay of personal experiences."
  },
  {
    "id": 160,
    "statement": "Emotions are fundamental components of moral judgment-making processes."
  },
  {
    "id": 161,
    "statement": "Moral development arises from reciprocal biological-cultural-social influences."
  },
  {
    "id": 162,
    "statement": "The Anterior Cingulate Cortex regulates social-emotional information processing."
  },
  {
    "id": 163,
    "statement": "Dependability relies on adaptability and fallback mechanisms interactively."
  },
  {
    "id": 164,
    "statement": "Dependability encompasses adaptability and accountability across contexts."
  },
  {
    "id": 165,
    "statement": "Universal moral principles emerge from evolutionary adaptations."
  },
  {
    "id": 166,
    "statement": "Moral development involves complex interactions of cognition, emotions, and social learning."
  },
  {
    "id": 167,
    "statement": "Moral judgments emerge from interconnected emotional, normative, and contextual factors."
  },
  {
    "id": 168,
    "statement": "Honesty is crucial in trust-building, but not sufficient alone."
  },
  {
    "id": 169,
    "statement": "Moral judgments emerge from dynamic values-emotions-norms interactions."
  },
  {
    "id": 170,
    "statement": "Moral growth emerges from dynamic values-experiences interplay."
  },
  {
    "id": 171,
    "statement": "Emotions and moral judgments processed in parallel by ACC and amygdala"
  },
  {
    "id": 172,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 173,
    "statement": "Emotions, cognition, and social factors interact in complex dynamics."
  },
  {
    "id": 174,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 175,
    "statement": "Emotions can influence moral judgments through implicit, automatic processing, shaping judgment without conscious awareness."
  },
  {
    "id": 176,
    "statement": "Moral foundations are studied independently of cultural context"
  },
  {
    "id": 177,
    "statement": "Emotions influence moral judgments through automatic neural connections in brain."
  },
  {
    "id": 178,
    "statement": "Emotions can influence moral judgments through automatic neural processing."
  },
  {
    "id": 179,
    "statement": "Contextual subconscious emotions influence moral judgments through emotional associations."
  },
  {
    "id": 180,
    "statement": "Dependability relies on adaptability, self-healing, and reconfigurability"
  },
  {
    "id": 181,
    "statement": "Moral judgments arise from brain regions' dynamic interaction."
  },
  {
    "id": 182,
    "statement": "Moral development is shaped by dynamic interplay of biology, culture, and social factors."
  },
  {
    "id": 183,
    "statement": "Adaptability combines with accountability to create dependability mechanism"
  },
  {
    "id": 184,
    "statement": "Anterior cingulate cortex integrates social, cultural, and emotional information."
  },
  {
    "id": 185,
    "statement": "Moral judgment involves complex interaction of brain regions and networks."
  },
  {
    "id": 186,
    "statement": "Cognitive appraisal shapes emotional responses in social interactions through meaning assignment."
  },
  {
    "id": 187,
    "statement": "Emotions unconsciously influence moral judgments through neural connections in brain."
  },
  {
    "id": 188,
    "statement": "Moral principles are shaped by biological, cultural, and environmental factors."
  },
  {
    "id": 189,
    "statement": "Amygdala integrates emotional and moral processing with ACC and PFC"
  },
  {
    "id": 190,
    "statement": "Moral development arises from dynamic interactions between biology, culture, and social factors."
  },
  {
    "id": 191,
    "statement": "Cultural norms shape emotional experiences through subtle social learning."
  },
  {
    "id": 192,
    "statement": "Honesty builds trust, but not always the foundation of it."
  },
  {
    "id": 193,
    "statement": "Dependability relies on adaptability and accountability, not necessarily flexibility."
  },
  {
    "id": 194,
    "statement": "Cognitive appraisal influences moral judgments through emotional evaluation."
  },
  {
    "id": 195,
    "statement": "Neural binding integrates brain regions for unified moral judgments."
  },
  {
    "id": 196,
    "statement": "Moral decisions result from emotional and cognitive processes harmonization."
  },
  {
    "id": 197,
    "statement": "Cultural norms shape emotional expressions through internalized learning."
  },
  {
    "id": 198,
    "statement": "Moral Judgment Formation Involves Dynamic Interplay of Values and Emotions"
  },
  {
    "id": 199,
    "statement": "Anterior Cingulate Cortex integrates social, cultural, and emotional information through convergence."
  }
]