[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Amygdala, ACC, and PFC interact to form moral judgments through neural binding."
  },
  {
    "id": 2,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 4,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 5,
    "statement": "Biological and cultural factors interact to shape moral development."
  },
  {
    "id": 6,
    "statement": "Amygdala's role in moral violations processing remains unclear due research ambiguity."
  },
  {
    "id": 7,
    "statement": "Cultural norms shape moral development through multiple mechanisms."
  },
  {
    "id": 8,
    "statement": "Cognitive appraisal influences emotional responses through social situation interpretation."
  },
  {
    "id": 9,
    "statement": "Top-down PFC control regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 10,
    "statement": "Cognitive appraisal involves situational evaluation of relevance, threat, control, novelty, social context, and emotional significance."
  },
  {
    "id": 11,
    "statement": "PFC regulates Amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 12,
    "statement": "Moral development emerges from biological-cultural interactions."
  },
  {
    "id": 13,
    "statement": "Honesty is insufficient for trust-building without consistency and accountability"
  },
  {
    "id": 14,
    "statement": "PFC modulates amygdala's emotional responses through top-down control processes."
  },
  {
    "id": 15,
    "statement": "Moral development arises from complex biological-cultural interactions"
  },
  {
    "id": 16,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 17,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 18,
    "statement": "PFC regulates amygdala's emotional responses through cognitive control."
  },
  {
    "id": 19,
    "statement": "Moral judgments result from integrated neural activity in multiple brain regions"
  },
  {
    "id": 20,
    "statement": "Honesty builds trust; consistency, reliability, and accountability are necessary components."
  },
  {
    "id": 21,
    "statement": "Emotions influence moral judgments through subconscious neural associations."
  },
  {
    "id": 22,
    "statement": "Amygdala's primary function is fear processing, not other emotions."
  },
  {
    "id": 23,
    "statement": "Beliefs shape moral judgments through automatic mental associations."
  },
  {
    "id": 24,
    "statement": "Honesty's foundation of trust relies on reliability and authenticity."
  },
  {
    "id": 25,
    "statement": "Amygdala's role in moral violations processing is unclear due research ambiguity."
  },
  {
    "id": 26,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 27,
    "statement": "Neural binding: synchronized neural activity across brain regions."
  },
  {
    "id": 28,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 29,
    "statement": "Honesty, while foundation of trust, has exceptions and nuances."
  },
  {
    "id": 30,
    "statement": "Honesty builds trust; consistency, reliability, and accountability necessary components."
  },
  {
    "id": 31,
    "statement": "Cognitive appraisal influences emotions through situational evaluation of relevance, threat, control, novelty, social context, emotional significance, and attention."
  },
  {
    "id": 32,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections"
  },
  {
    "id": 33,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations."
  },
  {
    "id": 34,
    "statement": "Amygdala processes various emotions beyond fear responses including surprise."
  },
  {
    "id": 35,
    "statement": "Honesty requires context, empathy, and situation-specific evaluation"
  },
  {
    "id": 36,
    "statement": "Cultural norms and values shape emotional expressions internally through learning."
  },
  {
    "id": 37,
    "statement": "Cognitive appraisal influences emotional responses through social situation interpretation."
  },
  {
    "id": 38,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 39,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 40,
    "statement": "PFC regulates amygdala's emotional responses through attentional modulation."
  },
  {
    "id": 41,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains."
  },
  {
    "id": 42,
    "statement": "Consistency, reliability, and accountability crucial for trust foundation establishment."
  },
  {
    "id": 43,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections."
  },
  {
    "id": 44,
    "statement": "Beliefs shape moral judgments through unconscious emotional associations."
  },
  {
    "id": 45,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 46,
    "statement": "Social interactions can influence emotional expressions through explicit learning processes"
  },
  {
    "id": 47,
    "statement": "PFC regulates amygdala's emotional responses through cognitive control mechanisms."
  },
  {
    "id": 48,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions."
  },
  {
    "id": 49,
    "statement": "Biological and cultural factors dynamically shape human development throughout."
  },
  {
    "id": 50,
    "statement": "Cultural norms shape emotional expressions through social learning mechanisms."
  },
  {
    "id": 51,
    "statement": "PFC's inhibitory input to amygdala reduces emotional response intensity."
  },
  {
    "id": 52,
    "statement": "Amygdala detects moral violations and elicits emotional responses."
  },
  {
    "id": 53,
    "statement": "Moral development arises from dynamic interaction of various factors."
  },
  {
    "id": 54,
    "statement": "Neural binding integrates neural activity across brain regions forming moral judgments."
  },
  {
    "id": 55,
    "statement": "Moral development emerges from multiple interacting factors."
  },
  {
    "id": 56,
    "statement": "Cognitive appraisal involves automatic situational evaluation influencing emotions."
  },
  {
    "id": 57,
    "statement": "Moral judgments form through neural integration of brain regions' outputs"
  },
  {
    "id": 58,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural associations"
  },
  {
    "id": 59,
    "statement": "Moral judgments formed through neural binding of brain regions."
  },
  {
    "id": 60,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment"
  },
  {
    "id": 61,
    "statement": "Dependability encompasses trust, accountability, and reliability across various domains"
  },
  {
    "id": 62,
    "statement": "Beliefs influence moral judgments through unconscious mental connections."
  },
  {
    "id": 63,
    "statement": "Amygdala processes emotional responses to moral stimuli with neural cooperation."
  },
  {
    "id": 64,
    "statement": "Amygdala processes emotions beyond fear responses, including surprise and anger."
  },
  {
    "id": 65,
    "statement": "Amygdala processes various emotions beyond fear responses, including surprise, anger, sadness, and joy."
  },
  {
    "id": 66,
    "statement": "Biological and cultural factors interact to shape moral development."
  },
  {
    "id": 67,
    "statement": "Moral development emerges from values and experiences' dynamic interplay."
  },
  {
    "id": 68,
    "statement": "PFC inhibits amygdala's emotional responses through neural mechanisms"
  },
  {
    "id": 69,
    "statement": "Honesty is a foundation of trust, but not sufficient alone"
  },
  {
    "id": 70,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations."
  },
  {
    "id": 71,
    "statement": "Moral judgments emerge from dynamic neural interactions between brain regions."
  },
  {
    "id": 72,
    "statement": "Emotions influence moral judgments through automatic subconscious associations."
  },
  {
    "id": 73,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 74,
    "statement": "Brain regions interact in moral judgment processing's dynamic interplay."
  },
  {
    "id": 75,
    "statement": "Implicit learning influences emotional expressions through subtle social cues"
  },
  {
    "id": 76,
    "statement": "PFC regulates amygdala's emotional responses through multiple complex mechanisms."
  },
  {
    "id": 77,
    "statement": "Moral judgments result from complex neural interactions in brain"
  },
  {
    "id": 78,
    "statement": "Individual differences in personality traits influence moral development."
  },
  {
    "id": 79,
    "statement": "Cognitive appraisal influences emotional responses through social situation interpretation."
  },
  {
    "id": 80,
    "statement": "Trust, accountability, and reliability vary across contexts and situations."
  },
  {
    "id": 81,
    "statement": "Cultural norms shape emotions through internalized social learning processes"
  },
  {
    "id": 82,
    "statement": "Emotions influence moral judgments through subconscious neural associations."
  },
  {
    "id": 83,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains."
  },
  {
    "id": 84,
    "statement": "Amygdala's role in moral violations processing is debated in neuroscience research."
  },
  {
    "id": 85,
    "statement": "Honesty as foundation of trust; exceptions for self-defense and compassion."
  },
  {
    "id": 86,
    "statement": "Cultural norms influence emotional expressions through social learning processes."
  },
  {
    "id": 87,
    "statement": "Neural binding integrates brain regions' activity patterns for cognition."
  },
  {
    "id": 88,
    "statement": "Emotional responses influence moral judgments through subconscious neural associations."
  },
  {
    "id": 89,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 90,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 91,
    "statement": "Cultural norms influence moral development through social learning and internalization."
  },
  {
    "id": 92,
    "statement": "Cultural norms shape moral development through implicit exposure."
  },
  {
    "id": 93,
    "statement": "PFC uses GABA inhibition to regulate amygdala's emotional responses."
  },
  {
    "id": 94,
    "statement": "Cultural norms shape emotional expressions through social learning processes"
  },
  {
    "id": 95,
    "statement": "PFC regulates amygdala's emotional responses through top-down control."
  },
  {
    "id": 96,
    "statement": "Neural binding integrates brain regions for moral judgment."
  },
  {
    "id": 97,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 98,
    "statement": "Moral judgments form through neural binding of brain regions' outputs."
  },
  {
    "id": 99,
    "statement": "Emotions can influence moral judgments through subconscious neural associations."
  },
  {
    "id": 100,
    "statement": "Biological and cultural factors interact continuously in human development"
  },
  {
    "id": 101,
    "statement": "Amygdala processes emotions beyond fear responses."
  },
  {
    "id": 102,
    "statement": "Honesty is generally best policy with meaningful exceptions considered."
  },
  {
    "id": 103,
    "statement": "Explicit learning processes involve conscious cognitive processing and retrieval."
  },
  {
    "id": 104,
    "statement": "Amygdala-ACC-PFC interaction is a dynamic hierarchical emotional processing system."
  },
  {
    "id": 105,
    "statement": "Neural binding integrates brain regions' activity patterns for cognition."
  },
  {
    "id": 106,
    "statement": "Biological and cultural factors interact in shaping moral development."
  },
  {
    "id": 107,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 108,
    "statement": "PFC regulates amygdala's emotional responses through top-down control mechanisms."
  },
  {
    "id": 109,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 110,
    "statement": "Emotions influence moral judgments through subconscious associations."
  },
  {
    "id": 111,
    "statement": "Cultural norms shape emotional expressions through expectation conformance."
  },
  {
    "id": 112,
    "statement": "Moral development shaped by implicit biological-cultural interactions."
  },
  {
    "id": 113,
    "statement": "Moral development arises from complex dynamic interaction between factors."
  },
  {
    "id": 114,
    "statement": "PFC regulates amygdala's emotional responses through attentional modulation."
  },
  {
    "id": 115,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 116,
    "statement": "Knowledge uncertainty arises from context-dependent interpretation."
  },
  {
    "id": 117,
    "statement": "Moral development emerges from dynamic biological-cultural interactions"
  },
  {
    "id": 118,
    "statement": "Cognitive appraisal influences emotional responses in social interactions through evaluation."
  },
  {
    "id": 119,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 120,
    "statement": "Unconscious social learning influences emotional expressions profoundly."
  },
  {
    "id": 121,
    "statement": "Beliefs shape moral judgments through automatic mental associations"
  },
  {
    "id": 122,
    "statement": "Honesty is foundation of trust, built on reliability and authenticity."
  },
  {
    "id": 123,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 124,
    "statement": "Biological and cultural factors interact continuously in human development."
  },
  {
    "id": 125,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 126,
    "statement": "Moral development arises from interaction between biological and cultural factors."
  },
  {
    "id": 127,
    "statement": "Cognitive appraisal involves situational evaluation of emotional significance and control."
  },
  {
    "id": 128,
    "statement": "PFC regulates amygdala's emotional responses via complex mechanisms."
  },
  {
    "id": 129,
    "statement": "Dynamic biological-cultural interactions shape human moral development."
  },
  {
    "id": 130,
    "statement": "Honesty alone insufficient for deepening trust in relationships."
  },
  {
    "id": 131,
    "statement": "Amygdala's multifaceted function contributes to research ambiguity in moral processing."
  },
  {
    "id": 132,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 133,
    "statement": "Biological and cultural factors shape human development continuously."
  },
  {
    "id": 134,
    "statement": "Amygdala involved in moral processing as part of neural network."
  },
  {
    "id": 135,
    "statement": "PFC regulates amygdala's emotional responses through top-down control."
  },
  {
    "id": 136,
    "statement": "Amygdala processes emotions beyond fear responses, including surprise and anger."
  },
  {
    "id": 137,
    "statement": "Moral development emerges from complex biological-cultural-social interactions."
  },
  {
    "id": 138,
    "statement": "Amygdala processes emotional responses to moral stimuli with neural collaboration."
  },
  {
    "id": 139,
    "statement": "Honesty is complex and situations require nuanced judgments"
  },
  {
    "id": 140,
    "statement": "Emotions are shaped by unconscious social learning experiences."
  },
  {
    "id": 141,
    "statement": "PFC's cognitive control regulates Amygdala's emotional responses through attention."
  },
  {
    "id": 142,
    "statement": "Implicit learning shapes emotional expressions in social interactions."
  },
  {
    "id": 143,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 144,
    "statement": "Emotions influence moral judgments through subconscious neural connections."
  },
  {
    "id": 145,
    "statement": "PFC's regulation of amygdala's emotional responses is still debated."
  },
  {
    "id": 146,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 147,
    "statement": "Beliefs influence moral judgments through automatic mental associations."
  },
  {
    "id": 148,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 149,
    "statement": "Moral development arises from dynamic biological-cultural interactions constantly."
  },
  {
    "id": 150,
    "statement": "Cultural norms shape moral development through social learning mechanisms."
  },
  {
    "id": 151,
    "statement": "Emotions influence moral judgments through automatic subconscious neural associations."
  },
  {
    "id": 152,
    "statement": "Cultural norms shape emotional expressions through normative expectations."
  },
  {
    "id": 153,
    "statement": "Cultural norms shape moral development through implicit social learning."
  },
  {
    "id": 154,
    "statement": "Moral development arises from implicit biological-cultural influences."
  },
  {
    "id": 155,
    "statement": "Emotions unconsciously influence moral judgments through automatic associations."
  },
  {
    "id": 156,
    "statement": "Emotions shape moral judgments through subconscious associations and emotional priming."
  },
  {
    "id": 157,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 158,
    "statement": "Honesty's exceptions require careful consideration for practicality."
  },
  {
    "id": 159,
    "statement": "Honesty builds trust through consistency and accountability."
  },
  {
    "id": 160,
    "statement": "Cognitive appraisal integrates emotions and rational thinking for moral judgments."
  },
  {
    "id": 161,
    "statement": "Moral development arises from complex interplay of biological and cultural factors."
  },
  {
    "id": 162,
    "statement": "Honesty is a foundation of trust, requires other qualities"
  },
  {
    "id": 163,
    "statement": "Dependability emerges from relational dynamics across social contexts."
  },
  {
    "id": 164,
    "statement": "Knowledge uncertainty arises from contextual bias and interpretation."
  },
  {
    "id": 165,
    "statement": "Cultural norms shape emotional expressions through social learning mechanisms."
  },
  {
    "id": 166,
    "statement": "PFC regulates amygdala's emotional responses through complex mechanisms"
  },
  {
    "id": 167,
    "statement": "Moral judgments formed through neural binding of brain regions working together."
  },
  {
    "id": 168,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 169,
    "statement": "Honesty's foundation assumes exceptions for self-defense and compassion."
  },
  {
    "id": 170,
    "statement": "Cultural norms shape emotional expressions through conscious and unconscious learning."
  },
  {
    "id": 171,
    "statement": "PFC inhibits amygdala's emotional responses through neural connections."
  },
  {
    "id": 172,
    "statement": "Implicit learning influences emotional expressions through social interaction patterns."
  },
  {
    "id": 173,
    "statement": "Moral development arises from dynamic interaction between values, experiences, and reinforcement."
  },
  {
    "id": 174,
    "statement": "Consistency, reliability, and accountability complement honesty in trust building."
  },
  {
    "id": 175,
    "statement": "PFC regulates amygdala's emotional responses through top-down cognitive control."
  },
  {
    "id": 176,
    "statement": "Moral development emerges from complex biological-cultural-social dynamics."
  },
  {
    "id": 177,
    "statement": "Emotions influence moral judgments through automatic situational evaluation."
  },
  {
    "id": 178,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions."
  },
  {
    "id": 179,
    "statement": "Moral development arises from interaction of biological and cultural factors"
  },
  {
    "id": 180,
    "statement": "Neural binding integrates brain regions' activity patterns for coherent processing."
  },
  {
    "id": 181,
    "statement": "Honesty builds trust by promoting reliability and consistency."
  },
  {
    "id": 182,
    "statement": "Emotions influence moral judgments through subconscious neural connections."
  },
  {
    "id": 183,
    "statement": "Emotions influence moral judgments through automatic subconscious associations."
  },
  {
    "id": 184,
    "statement": "Cognitive appraisal influences emotions through complex interplay of factors."
  },
  {
    "id": 185,
    "statement": "Amygdala's multifaceted function contributes to research ambiguity in moral processing"
  },
  {
    "id": 186,
    "statement": "Trust, reliability, and accountability vary across environments and scenarios."
  },
  {
    "id": 187,
    "statement": "Moral development arises from complex reciprocal biological-cultural interactions."
  },
  {
    "id": 188,
    "statement": "Neural binding integrates brain regions for synchronized moral judgment."
  },
  {
    "id": 189,
    "statement": "Cultural norms influence emotional experiences and expressions internally."
  },
  {
    "id": 190,
    "statement": "Amygdala-ACC-PFC interactions form dynamic hierarchical emotional processing systems."
  },
  {
    "id": 191,
    "statement": "Honesty involves nuanced situational considerations and empathy"
  },
  {
    "id": 192,
    "statement": "PFC modulates amygdala's emotional responses through top-down control processes."
  },
  {
    "id": 193,
    "statement": "Moral development arises from dynamic biological-cultural interactions shaping brain structure."
  },
  {
    "id": 194,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 195,
    "statement": "Beliefs shape moral judgments through automatic mental associations."
  },
  {
    "id": 196,
    "statement": "PFC regulates amygdala's emotional responses through attentional modulation."
  },
  {
    "id": 197,
    "statement": "Amygdala processes anger, sadness, and joy in emotional responses."
  },
  {
    "id": 198,
    "statement": "Moral development arises from dynamic biological-cultural interactions shaping moral judgments."
  }
]