[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "GABA reduces neuronal excitability by increasing chloride ion influx"
  },
  {
    "id": 2,
    "statement": "Biological and cultural factors interact reciprocally in moral development."
  },
  {
    "id": 3,
    "statement": "Consistency, reliability, and dependability build trust through predictability and stability."
  },
  {
    "id": 4,
    "statement": "The amygdala integrates sensory, memory, and attention hierarchically in processing, facilitating rapid emotional detection."
  },
  {
    "id": 5,
    "statement": "Consistency, predictability, and transparency are foundation of trust"
  },
  {
    "id": 6,
    "statement": "Predictability, stability, and consistency build trust through anticipation."
  },
  {
    "id": 7,
    "statement": "Moral development results from biology-culture interplay influencing each other"
  },
  {
    "id": 8,
    "statement": "Neural oscillations modulate amygdala activity through synchronization phase-locking, and modulation of neural excitability."
  },
  {
    "id": 9,
    "statement": "Consistency, reliability, dependability drive trust through predictability and stability."
  },
  {
    "id": 10,
    "statement": "Emotional stability fosters consistency, predictability in building trust."
  },
  {
    "id": 11,
    "statement": "Emotional stability fosters consistent and predictable behavior."
  },
  {
    "id": 12,
    "statement": "Hierarchical processing enables the amygdala to rapidly detect emotional patterns."
  },
  {
    "id": 13,
    "statement": "Moral development results from biology-culture reciprocal interplay influencing each other."
  },
  {
    "id": 14,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 15,
    "statement": "Amygdala refines emotional responses through neural connection adjustments"
  },
  {
    "id": 16,
    "statement": "Consistency, reliability, dependability, predictability, and stability build trust through reliability."
  },
  {
    "id": 17,
    "statement": "Consistency and predictability facilitate emotional stability for trust building."
  },
  {
    "id": 18,
    "statement": "GABA's inhibitory action hyperpolarizes neurons, reduces excitability"
  },
  {
    "id": 19,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 20,
    "statement": "Trust building involves complex interplay of multiple factors."
  },
  {
    "id": 21,
    "statement": "Consistency, predictability, and transparency build trust through reliability"
  },
  {
    "id": 22,
    "statement": "The amygdala processes sensory information hierarchically for threat detection."
  },
  {
    "id": 23,
    "statement": "Amygdala rapidly analyzes sensory information for emotional significance."
  },
  {
    "id": 24,
    "statement": "Amygdala integrates sensory, motor, and emotional information for recognition."
  },
  {
    "id": 25,
    "statement": "Amygdala integrates sensory information with motor responses quickly."
  },
  {
    "id": 26,
    "statement": "Attention modulates amygdala processing through neural connectivity and oscillations."
  },
  {
    "id": 27,
    "statement": "Amygdala processes emotional patterns through synaptic plasticity refinement"
  },
  {
    "id": 28,
    "statement": "Amygdala rapidly processes emotional stimuli within 30-150 milliseconds"
  },
  {
    "id": 29,
    "statement": "“Honesty's importance varies due to cultural, social, and personal factors.”"
  },
  {
    "id": 30,
    "statement": "Moral development results from dynamic biology-culture interplay influencing each other."
  },
  {
    "id": 31,
    "statement": "Attention influences amygdala activity through neural oscillation synchronization."
  },
  {
    "id": 32,
    "statement": "The amygdala processes threat patterns hierarchically from sensory inputs."
  },
  {
    "id": 33,
    "statement": "Consistency, predictability, and emotional stability synergistically build trust."
  },
  {
    "id": 34,
    "statement": "Emotional salience influences amygdala's attentional resources allocation."
  },
  {
    "id": 35,
    "statement": "Amygdala analyzes sensory information in 30-150 milliseconds rapidly."
  },
  {
    "id": 36,
    "statement": "Predictable responses rely on reliability and emotional stability."
  },
  {
    "id": 37,
    "statement": "Cultural practices influencing emotional responses through behavior"
  },
  {
    "id": 38,
    "statement": "Emotional salience can significantly impact our trust perceptions."
  },
  {
    "id": 39,
    "statement": "Gamma-Aminobutyric Acid (GABA) calms down neurons by influxing chloride ions."
  },
  {
    "id": 40,
    "statement": "Consistency, predictability, and transparency build trust, but nuance required."
  },
  {
    "id": 41,
    "statement": "Honesty is a foundation of trust, but not exclusively"
  },
  {
    "id": 42,
    "statement": "Biological and cultural factors interact reciprocally influencing moral development."
  },
  {
    "id": 43,
    "statement": "The amygdala rapidly detects emotional patterns through hierarchical processing."
  },
  {
    "id": 44,
    "statement": "Building trust involves cumulative effect of consistency, reliability, and predictability."
  },
  {
    "id": 45,
    "statement": "Neural oscillations modulate amygdala activity through phase-locking synchronization."
  },
  {
    "id": 46,
    "statement": "Moral development arises from interplay between biology and culture."
  },
  {
    "id": 47,
    "statement": "The amygdala integrates sensory and motor information for emotional recognition."
  },
  {
    "id": 48,
    "statement": "Neural oscillations modulate amygdala activity through synchronization and excitability."
  },
  {
    "id": 49,
    "statement": "Consistency helps establish predictable emotional responses through pattern recognition."
  },
  {
    "id": 50,
    "statement": "The amygdala rapidly detects emotional patterns through hierarchical processing."
  },
  {
    "id": 51,
    "statement": "Consistency, predictability, and emotional stability build trust foundation."
  },
  {
    "id": 52,
    "statement": "Predictability emerges from the intersection of consistency, reliability, and transparency."
  },
  {
    "id": 53,
    "statement": "Attention modulates amygdala activity through synchronized neural oscillations."
  },
  {
    "id": 54,
    "statement": "Hierarchy in amygdala processing enables rapid emotional pattern detection."
  },
  {
    "id": 55,
    "statement": "The amygdala rapidly detects patterns in emotional stimuli through hierarchical integration."
  },
  {
    "id": 56,
    "statement": "Attention modulates amygdala activity through neural oscillation synchronization."
  },
  {
    "id": 57,
    "statement": "Emotional salience varies depending on individual experiences and values."
  },
  {
    "id": 58,
    "statement": "Amygdala processes multiple stimuli simultaneously through parallel neural pathways."
  },
  {
    "id": 59,
    "statement": "Reliability is dependability in consistently meeting expectations over time."
  },
  {
    "id": 60,
    "statement": "Honesty can be a spectrum between truth and deception balance."
  },
  {
    "id": 61,
    "statement": "Consistency, predictability, and transparency establish trust foundation."
  },
  {
    "id": 62,
    "statement": "Moral development results from biological and cultural interplay influencing moral values."
  },
  {
    "id": 63,
    "statement": "Amygdala rapidly detects and analyzes emotional stimuli within 30-150 milliseconds."
  },
  {
    "id": 64,
    "statement": "Thalamus filters sensory information through attention and neural oscillations."
  },
  {
    "id": 65,
    "statement": "Thalamus filters sensory information through neural oscillations and gating"
  },
  {
    "id": 66,
    "statement": "Honesty, while crucial, can be nuanced and context-dependent."
  },
  {
    "id": 67,
    "statement": "Honesty's importance varies across cultures and social situations."
  },
  {
    "id": 68,
    "statement": "Emotional salience measures individual perception of emotional significance."
  },
  {
    "id": 69,
    "statement": "Predictability subjective influenced by individual, situational, cultural context."
  },
  {
    "id": 70,
    "statement": "Transparency might be valuable in some, but not all, situations."
  },
  {
    "id": 71,
    "statement": "Consistency, predictability, and emotional stability foster trust through reliability"
  },
  {
    "id": 72,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 73,
    "statement": "Emotional salience influences emotional processing through attention and oscillations."
  },
  {
    "id": 74,
    "statement": "Emotional stability fosters consistency, predictability in building trust."
  },
  {
    "id": 75,
    "statement": "Reliability builds trust by establishing confidence in consistent performance."
  },
  {
    "id": 76,
    "statement": "Amygdala processes sensory and motor info for emotional recognition."
  },
  {
    "id": 77,
    "statement": "Emotional salience influences emotional processing through attention and neural oscillations."
  },
  {
    "id": 78,
    "statement": "Trust arises from complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 79,
    "statement": "Amygdala integrates sensory, motor and emotional information for fear response"
  },
  {
    "id": 80,
    "statement": "GABA increases chloride ion influx to hyperpolarize neurons."
  },
  {
    "id": 81,
    "statement": "Amygdala recognizes patterns in sensory info through hierarchical processing."
  },
  {
    "id": 82,
    "statement": "Amygdala integrates sensory-motor information for emotional recognition"
  },
  {
    "id": 83,
    "statement": "Amygdala hierarchically processes sensory information for emotional response."
  },
  {
    "id": 84,
    "statement": "Amygdala processes sensory information in 30-150 milliseconds variably."
  },
  {
    "id": 85,
    "statement": "Amygdala pattern recognition is a complex, dynamic and context-dependent process."
  },
  {
    "id": 86,
    "statement": "Phase-locking synchronization modulates amygdala activity through oscillatory coordination."
  },
  {
    "id": 87,
    "statement": "Amygdala integrates sensory and motor information for emotional recognition"
  },
  {
    "id": 88,
    "statement": "Consistency, reliability, and dependability create predictability, leading to trust."
  },
  {
    "id": 89,
    "statement": "Hierarchical processing enables amygdala to quickly extract relevant features."
  },
  {
    "id": 90,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 91,
    "statement": "Amygdala recognizes patterns in sensory info associated with emotional significance."
  },
  {
    "id": 92,
    "statement": "Amygdala rapidly analyzes sensory information through hierarchical integration."
  },
  {
    "id": 93,
    "statement": "GABA's inhibitory action hyperpolarizes neurons, reducing excitability."
  },
  {
    "id": 94,
    "statement": "Amygdala processes multiple stimuli through parallel, convergent, and hierarchical processing."
  },
  {
    "id": 95,
    "statement": "Cultural norms influence emotional expression in trust-building behaviors."
  },
  {
    "id": 96,
    "statement": "Attention modulates amygdala processing through alpha-band oscillations."
  },
  {
    "id": 97,
    "statement": "Honesty's importance varies across cultures, social contexts, and personal values."
  },
  {
    "id": 98,
    "statement": "Consistency and predictability build trust through emotional stability allows"
  },
  {
    "id": 99,
    "statement": "Reliability in trust building depends on consistency, predictability, and transparency."
  },
  {
    "id": 100,
    "statement": "The amygdala rapidly detects emotional patterns through hierarchical integration."
  },
  {
    "id": 101,
    "statement": "Trust building involves multiple factors, including reliability, transparency, empathy, and emotional stability."
  },
  {
    "id": 102,
    "statement": "Amygdala rapidly detects emotional patterns through hierarchical processing."
  },
  {
    "id": 103,
    "statement": "Anticipation emerges from the combination of predictability, stability, and consistency."
  },
  {
    "id": 104,
    "statement": "Consistency in actions influences emotional responses culturally"
  },
  {
    "id": 105,
    "statement": "Emotional salience influences attention modulating amygdala processing."
  },
  {
    "id": 106,
    "statement": "Emotional salience is a subjective measure of emotional significance."
  },
  {
    "id": 107,
    "statement": "Amygdala processes sensory information in 30-150 milliseconds."
  },
  {
    "id": 108,
    "statement": "Amygdala's attention modulation involves synchronized neural oscillations."
  },
  {
    "id": 109,
    "statement": "Emotional salience influences amygdala's attentional resources allocation reciprocally."
  },
  {
    "id": 110,
    "statement": "Consistency in actions fosters trust by predicting emotional responses."
  },
  {
    "id": 111,
    "statement": "Amygdala rapidly analyzes sensory information for emotional significance"
  },
  {
    "id": 112,
    "statement": "Consistency, predictability, transparency build trust through reliability."
  },
  {
    "id": 113,
    "statement": "Amygdala rapidly detects emotive patterns through parallel neural pathways."
  },
  {
    "id": 114,
    "statement": "Amygdala refines emotional responses through synaptic plasticity adjustments."
  },
  {
    "id": 115,
    "statement": "The amygdala integrates sensory-motor-emotional information through hierarchical processing."
  },
  {
    "id": 116,
    "statement": "Trust is a complex, culturally relativistic emotional experience."
  },
  {
    "id": 117,
    "statement": "The amygdala rapidly analyzes sensory information for emotional significance."
  },
  {
    "id": 118,
    "statement": "GABA reduces neuronal excitability by increasing chloride ion influx"
  },
  {
    "id": 119,
    "statement": "GABA reduces neuronal excitability by increases chloride ion influx."
  },
  {
    "id": 120,
    "statement": "The amygdala integrates sensory, memory, and attention dynamically."
  },
  {
    "id": 121,
    "statement": "Transparency is not necessary, but can contribute to trust."
  },
  {
    "id": 122,
    "statement": "Trust arises from complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 123,
    "statement": "Amygdala rapidly analyzes sensory information within 30-150 milliseconds."
  },
  {
    "id": 124,
    "statement": "Moral development emerges from dynamic interaction between biology and culture."
  },
  {
    "id": 125,
    "statement": "Honesty alone may not guarantee trust in complex relationships"
  },
  {
    "id": 126,
    "statement": "Hierarchical integration facilitates rapid emotional pattern detection."
  },
  {
    "id": 127,
    "statement": "Amygdala integrates sensory-motor-emotional information for fear response."
  },
  {
    "id": 128,
    "statement": "Consistency, reliability, dependability, predictability, and stability build trust through reliability due to promise fulfillment"
  },
  {
    "id": 129,
    "statement": "Emotional stability is a necessary foundation for trust building."
  },
  {
    "id": 130,
    "statement": "Amygdala rapidly detects emotional patterns through hierarchical processing."
  },
  {
    "id": 131,
    "statement": "Moral development emerges from biology-culture reciprocal influence."
  },
  {
    "id": 132,
    "statement": "Consistency, predictability, and transparency create trust foundation through reliability."
  },
  {
    "id": 133,
    "statement": "Amygdala's attention modulation involves neural oscillation synchronization."
  },
  {
    "id": 134,
    "statement": "Emotional stability affects trust by fostering consistency and predictability."
  },
  {
    "id": 135,
    "statement": "The amygdala's hierarchical integration enables rapid emotional pattern detection"
  },
  {
    "id": 136,
    "statement": "Emotional salience influences amygdala attention modulation through significance."
  },
  {
    "id": 137,
    "statement": "Rapid emotional processing involves hierarchical amygdala integration."
  },
  {
    "id": 138,
    "statement": "Biological and cultural factors reciprocally influence moral development processes."
  },
  {
    "id": 139,
    "statement": "Amygdala quickly detects emotional patterns in sensory information processing."
  },
  {
    "id": 140,
    "statement": "Thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 141,
    "statement": "Consistency, predictability, and emotional stability harmonize trust building."
  },
  {
    "id": 142,
    "statement": "Biological and cultural factors interact dynamically in moral development."
  },
  {
    "id": 143,
    "statement": "Consistency and predictability foster emotional stability in trust building through control and security."
  },
  {
    "id": 144,
    "statement": "Moral development emerges from reciprocal biology-culture influence dynamics."
  },
  {
    "id": 145,
    "statement": "Emotional salience is a subjective measure of emotional significance influenced"
  },
  {
    "id": 146,
    "statement": "GABA is an inhibitory neurotransmitter calming neurons."
  },
  {
    "id": 147,
    "statement": "GABA reduces neuronal excitability by decreasing chloride ion influx."
  },
  {
    "id": 148,
    "statement": "Moral development results from biology-culture reciprocal interplay influencing each other"
  },
  {
    "id": 149,
    "statement": "Neural oscillations modulate amygdala activity through synchronization phase-locking."
  },
  {
    "id": 150,
    "statement": "Consistency in actions fosters trust through predictable responses."
  },
  {
    "id": 151,
    "statement": "Reliability in trust building refers to consistent performance over time."
  },
  {
    "id": 152,
    "statement": "Cultural context influences emotional responses to consistent actions."
  },
  {
    "id": 153,
    "statement": "Thalamus filters sensory information through attention and neural oscillations."
  },
  {
    "id": 154,
    "statement": "Amygdala refines emotional processing through synaptic plasticity refinement."
  },
  {
    "id": 155,
    "statement": "Predictability is influenced by individual, situational, and cultural factors."
  },
  {
    "id": 156,
    "statement": "Emotional salience is a dynamic, context-dependent, and individually varying concept."
  },
  {
    "id": 157,
    "statement": "The amygdala integrates sensory, memory, and attention through neural oscillations, synchronization, and Hebbian learning."
  },
  {
    "id": 158,
    "statement": "Emotional stability fosters consistent and predictable responses in trust building."
  },
  {
    "id": 159,
    "statement": "Reliability builds trust through consistent performance by trustors."
  },
  {
    "id": 160,
    "statement": "Synaptic plasticity in amygdala refines emotional responses for trustbuilding."
  },
  {
    "id": 161,
    "statement": "Consistency in emotional responses develops through pattern recognition."
  },
  {
    "id": 162,
    "statement": "Amygdala's attention modulation involves synchronized neural oscillations in frequency bands."
  },
  {
    "id": 163,
    "statement": "Honesty alone is insufficient for trust in complex relationships."
  },
  {
    "id": 164,
    "statement": "Amygdala rapidly processes sensory information for motor responses."
  },
  {
    "id": 165,
    "statement": "Attention modulates amygdala activity through synchronized neural oscillations."
  },
  {
    "id": 166,
    "statement": "Hierarchical integration enables amygdala to rapidly detect emotional patterns."
  },
  {
    "id": 167,
    "statement": "Honesty, while crucial, is not the only foundation of trust."
  },
  {
    "id": 168,
    "statement": "Moral development results from dynamic biology-culture interplay influencing each other."
  },
  {
    "id": 169,
    "statement": "Trust building involves complex interplay of cognitive, emotional, social, and cultural factors."
  },
  {
    "id": 170,
    "statement": "Emotional stability is essential for building trust through consistency."
  },
  {
    "id": 171,
    "statement": "Emotional salience influences trust perceptions through emotional significance."
  },
  {
    "id": 172,
    "statement": "Consistency, predictability, and transparency build trust foundation."
  },
  {
    "id": 173,
    "statement": "Emotional salience measures an individual's subjective emotional significance"
  },
  {
    "id": 174,
    "statement": "Honesty's importance varies across cultures, social contexts, and personal values."
  },
  {
    "id": 175,
    "statement": "Alpha-band oscillations modulate amygdala processing through emotional attention filtering."
  },
  {
    "id": 176,
    "statement": "Emotional salience influences amygdala's attentional resource allocation."
  },
  {
    "id": 177,
    "statement": "Hierarchical processing enables the amygdala to rapidly detect emotional patterns."
  },
  {
    "id": 178,
    "statement": "Honesty is complex and context-dependent, requiring nuance and empathy"
  },
  {
    "id": 179,
    "statement": "Predictability emerges from convergence of consistency, reliability, and transparency."
  },
  {
    "id": 180,
    "statement": "Attention modulates amygdala processing through neural connectivity and oscillations."
  },
  {
    "id": 181,
    "statement": "Moral development emerges from biological-cultural reciprocal influence."
  },
  {
    "id": 182,
    "statement": "The amygdala rapidly detects emotional patterns through hierarchical processing mechanisms"
  },
  {
    "id": 183,
    "statement": "Predictable responses rely on consistency, reliability, and emotional stability."
  },
  {
    "id": 184,
    "statement": "Emotional stability is a necessary foundation for trust building."
  },
  {
    "id": 185,
    "statement": "Consistency, reliability, and predictability build trust through cumulative synergy."
  },
  {
    "id": 186,
    "statement": "Emotional stability enables rational decision-making and consistent behavior."
  },
  {
    "id": 187,
    "statement": "Amygdala's attention modulation involves complex neural oscillation dynamics"
  },
  {
    "id": 188,
    "statement": "Cultural practices influence emotional responses through social learning"
  },
  {
    "id": 189,
    "statement": "Amygdala refines emotional responses through neural connection adjustments."
  },
  {
    "id": 190,
    "statement": "Moral development results from biology-culture reciprocal interplay influencing each other."
  },
  {
    "id": 191,
    "statement": "Emotional stability facilitate trust building through consistent actions."
  },
  {
    "id": 192,
    "statement": "Neural oscillations synchronize and modulate amygdala activity"
  },
  {
    "id": 193,
    "statement": "Amygdala integrates sensory, motor, and emotional information hierarchically."
  },
  {
    "id": 194,
    "statement": "Consistency, predictability, transparency build trust through reliability processes."
  },
  {
    "id": 195,
    "statement": "GABA's inhibitory action on neurons is context-dependent and complex."
  },
  {
    "id": 196,
    "statement": "Moral development emerges from biology-culture reciprocal interaction."
  },
  {
    "id": 197,
    "statement": "Hierarchical processing in amygdala enables rapid emotional pattern detection."
  },
  {
    "id": 198,
    "statement": "Amygdala detects specific patterns in sensory information, emotions follow."
  },
  {
    "id": 199,
    "statement": "Predictability emerges from consistency, reliability, and attentional context."
  }
]