[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 2,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "Amygdala, ACC, and PFC interact to form moral judgments through neural binding."
  },
  {
    "id": 4,
    "statement": "Moral development arises from complex biological-cultural-social interactions."
  },
  {
    "id": 5,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 6,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 7,
    "statement": "Cognitive appraisal influences emotional responses in social interactions through interpretation."
  },
  {
    "id": 8,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 9,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 10,
    "statement": "Top-down PFC control regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 11,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 12,
    "statement": "PFC regulates amygdala's emotional responses through top-down neural connections."
  },
  {
    "id": 13,
    "statement": "Cultural norms shape moral development through unconscious absorption."
  },
  {
    "id": 14,
    "statement": "Biological, cultural, and social factors interconnect and influence moral development."
  },
  {
    "id": 15,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions influencing values."
  },
  {
    "id": 16,
    "statement": "PFC regulates amygdala's emotional responses through complex neural interactions"
  },
  {
    "id": 17,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 18,
    "statement": "Cognitive appraisal influences emotional responses through social situation interpretation."
  },
  {
    "id": 19,
    "statement": "PFC and amygdala interact through complex neural pathways"
  },
  {
    "id": 20,
    "statement": "PFC regulates amygdala's emotional responses through cognitive control."
  },
  {
    "id": 21,
    "statement": "Emotional responses influenced by cognitive appraisal in social interactions."
  },
  {
    "id": 22,
    "statement": "Cultural norms shape emotional expression through social learning and conditioning."
  },
  {
    "id": 23,
    "statement": "Honesty is necessary but insufficient for building trust."
  },
  {
    "id": 24,
    "statement": "Honesty as foundation of trust; exceptions for self-defense and compassion."
  },
  {
    "id": 25,
    "statement": "PFC regulates amygdala's emotional responses through neural interaction"
  },
  {
    "id": 26,
    "statement": "Cultural norms shape emotional expression through social interactions."
  },
  {
    "id": 27,
    "statement": "Cognitive appraisal integrates emotions with rational processing in moral judgment."
  },
  {
    "id": 28,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 29,
    "statement": "Cultural norms shape moral development through social learning and conditioning."
  },
  {
    "id": 30,
    "statement": "Emotions influence moral judgments through subconscious neural associations."
  },
  {
    "id": 31,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 32,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations"
  },
  {
    "id": 33,
    "statement": "Cognitive appraisal involves mental evaluation of situations and contexts."
  },
  {
    "id": 34,
    "statement": "Cognitive appraisal is a mental process evaluating situations emotionally."
  },
  {
    "id": 35,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 36,
    "statement": "Amygdala-ACC-PFC interaction is a dynamic hierarchical emotional processing system."
  },
  {
    "id": 37,
    "statement": "Trust, accountability, and reliability vary across different domains."
  },
  {
    "id": 38,
    "statement": "Neural binding integrates information from brain regions for moral judgments."
  },
  {
    "id": 39,
    "statement": "Beliefs shape moral judgments through automatic mental associations"
  },
  {
    "id": 40,
    "statement": "Subconscious emotions shape moral foundations through automatic associations."
  },
  {
    "id": 41,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections"
  },
  {
    "id": 42,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 43,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural associations"
  },
  {
    "id": 44,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment"
  },
  {
    "id": 45,
    "statement": "Moral development emerges from dynamic biological-cultural-social interactions"
  },
  {
    "id": 46,
    "statement": "Amygdala interacts with other brain regions in moral judgment."
  },
  {
    "id": 47,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 48,
    "statement": "Amygdala processes emotional responses to moral stimuli with neural cooperation."
  },
  {
    "id": 49,
    "statement": "Emotions influence moral judgments through automatic, outside of conscious awareness."
  },
  {
    "id": 50,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations."
  },
  {
    "id": 51,
    "statement": "Moral development emerges from dynamic biological-cultural interactions influencing values."
  },
  {
    "id": 52,
    "statement": "Moral development arises from complex dynamic interaction between factors."
  },
  {
    "id": 53,
    "statement": "Honesty is a foundation of trust, but not sufficient alone"
  },
  {
    "id": 54,
    "statement": "Dependability encompasses trust, accountability, and reliability across contexts."
  },
  {
    "id": 55,
    "statement": "Amygdala is involved in processing moral violations' emotional stimuli."
  },
  {
    "id": 56,
    "statement": "Cognitive appraisal involves situational evaluation of relevance, threat, control, novelty, social context, and emotional significance."
  },
  {
    "id": 57,
    "statement": "Amygdala, ACC, and PFC interact in complex neural processing."
  },
  {
    "id": 58,
    "statement": "Amygdala processes moral stimuli with neural cooperation involving ACC and PFC."
  },
  {
    "id": 59,
    "statement": "Cognitive appraisal influences emotional responses through situational evaluation."
  },
  {
    "id": 60,
    "statement": "Emotions and moral judgments involve complex neural interactions."
  },
  {
    "id": 61,
    "statement": "Moral development is shaped by values and experiences interactions."
  },
  {
    "id": 62,
    "statement": "Cultural norms shape emotional expression through social interactions."
  },
  {
    "id": 63,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 64,
    "statement": "Cultural norms shape moral development through social conditioning."
  },
  {
    "id": 65,
    "statement": "Honesty is not always the best policy for self-defense or compassion."
  },
  {
    "id": 66,
    "statement": "PFC regulates amygdala's emotional responses through top-down control."
  },
  {
    "id": 67,
    "statement": "PFC regulates Amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 68,
    "statement": "Cognitive appraisal evaluates situations for emotional significance."
  },
  {
    "id": 69,
    "statement": "Cultural norms shape emotional expressions through social interaction feedback."
  },
  {
    "id": 70,
    "statement": "Cultural norms shape emotional expression through social learning."
  },
  {
    "id": 71,
    "statement": "Biological, cultural, and social factors interact in moral development dynamics."
  },
  {
    "id": 72,
    "statement": "PFC calms down amygdala's emotional responses through top-down control."
  },
  {
    "id": 73,
    "statement": "Cognitive appraisal influences emotional responses through subconscious situational evaluation."
  },
  {
    "id": 74,
    "statement": "Moral development emerges from biological-cultural interactions."
  },
  {
    "id": 75,
    "statement": "Biological and cultural factors interact to shape moral development."
  },
  {
    "id": 76,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains."
  },
  {
    "id": 77,
    "statement": "Cognitive appraisal influences moral judgments through nuanced social understanding."
  },
  {
    "id": 78,
    "statement": "PFC facilitates Amygdala's emotional processing through neural interactions."
  },
  {
    "id": 79,
    "statement": "Amygdala primarily processes fear, anxiety, and threat detection emotions"
  },
  {
    "id": 80,
    "statement": "Dynamics of amygdala-ACC-PFC interactions shape emotional processing."
  },
  {
    "id": 81,
    "statement": "Cognitive appraisal shapes emotional responses through interpretation."
  },
  {
    "id": 82,
    "statement": "Biological, cultural and social factors influence moral development."
  },
  {
    "id": 83,
    "statement": "Cultural norms shape moral development through social learning and conditioning."
  },
  {
    "id": 84,
    "statement": "Moral development emerges from dynamic biological-cultural-social interactions shaping values."
  },
  {
    "id": 85,
    "statement": "Cognitive appraisal influences emotional responses through situational evaluation."
  },
  {
    "id": 86,
    "statement": "Amygdala's emotional responses influenced by top-down PFC processing."
  },
  {
    "id": 87,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 88,
    "statement": "Cognitive appraisal influences amygdala's emotional responses through neural connections."
  },
  {
    "id": 89,
    "statement": "Cultural norms and biology influence each other reciprocally."
  },
  {
    "id": 90,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 91,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 92,
    "statement": "Beliefs shape moral judgments through subconscious emotional connections."
  },
  {
    "id": 93,
    "statement": "Honesty is generally best policy, with exceptions considered."
  },
  {
    "id": 94,
    "statement": "Cognitive appraisal impacts emotional responses through situational interpretation."
  },
  {
    "id": 95,
    "statement": "Cognitive appraisal is the mental process of situation evaluation."
  },
  {
    "id": 96,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 97,
    "statement": "Biological and cultural factors interact in moral development dynamics."
  },
  {
    "id": 98,
    "statement": "Neural binding integrates emotional and cognitive information for moral judgments."
  },
  {
    "id": 99,
    "statement": "Honesty is the foundation of trust, but complexity arises."
  },
  {
    "id": 100,
    "statement": "Cognitive appraisal influences moral judgments through emotional interpretation of context."
  },
  {
    "id": 101,
    "statement": "Internalization of cultural norms shapes emotional expression through unconscious processes."
  },
  {
    "id": 102,
    "statement": "Amygdala, ACC, and PFC interact in a dynamic, hierarchical process."
  },
  {
    "id": 103,
    "statement": "Top-down neural connections facilitate prefrontal cortex's emotional regulation."
  },
  {
    "id": 104,
    "statement": "Amygdala's automatic emotional responses influence moral judgments unconsciously."
  },
  {
    "id": 105,
    "statement": "When evaluating moral situations, consider social context and norms."
  },
  {
    "id": 106,
    "statement": "Cognitive appraisal influences emotional responses through situational evaluation."
  },
  {
    "id": 107,
    "statement": "Moral judgments emerge from dynamic neural interactions between brain regions."
  },
  {
    "id": 108,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 109,
    "statement": "Honesty as foundation of trust; exceptions for self-defense and compassion."
  },
  {
    "id": 110,
    "statement": "Cultural norms shape emotional expressions through social interactions."
  },
  {
    "id": 111,
    "statement": "Cognitive appraisal shapes emotional responses in social interactions through interpretation."
  },
  {
    "id": 112,
    "statement": "Emotions influence moral judgments through subconscious neural processing."
  },
  {
    "id": 113,
    "statement": "Amygdala automatically detects and processes moral emotional stimuli"
  },
  {
    "id": 114,
    "statement": "The amygdala is a general-purpose emotional processing region."
  },
  {
    "id": 115,
    "statement": "Dependability requires diverse systems with adaptive mechanisms."
  },
  {
    "id": 116,
    "statement": "Empathetic responses involve complex, dynamic interactions of emotions, cognition, and social factors"
  },
  {
    "id": 117,
    "statement": "Moral development arises from dynamic biological-cultural-social interaction complex."
  },
  {
    "id": 118,
    "statement": "Subconscious emotions impact moral judgments through automatic emotional associations."
  },
  {
    "id": 119,
    "statement": "Moral development emerges from complex interactions between biology, culture, and social factors."
  },
  {
    "id": 120,
    "statement": "Cultural norms influence brain regions involved in emotional processing and social norms."
  },
  {
    "id": 121,
    "statement": "Biological factors influence moral development through complex processes."
  },
  {
    "id": 122,
    "statement": "Subconscious emotions influence moral judgments through learned emotional associations."
  },
  {
    "id": 123,
    "statement": "Moral development arises from dynamic biological-cultural interactions shaping values."
  },
  {
    "id": 124,
    "statement": "Emotions influence moral judgments through complex neural interactions."
  },
  {
    "id": 125,
    "statement": "Neural binding integrates brain regions for moral judgments"
  },
  {
    "id": 126,
    "statement": "PFC regulates Amygdala's emotional responses through neural interaction."
  },
  {
    "id": 127,
    "statement": "Emotions influence moral judgments through conscious thought and decision."
  },
  {
    "id": 128,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 129,
    "statement": "Amygdala primarily processes fear, anxiety, and threat detection emotions"
  },
  {
    "id": 130,
    "statement": "Amygdala's automatic emotional responses influence moral judgments unconsciously."
  },
  {
    "id": 131,
    "statement": "Cognitive appraisal influences moral judgments through social understanding."
  },
  {
    "id": 132,
    "statement": "Emotions can influence moral judgments through subconscious neural associations."
  },
  {
    "id": 133,
    "statement": "Cultural norms shape moral development through implicit learning processes."
  },
  {
    "id": 134,
    "statement": "Neural binding integrates brain regions for moral judgments"
  },
  {
    "id": 135,
    "statement": "Cognitive appraisal rapidly appraises social situations for emotional response."
  },
  {
    "id": 136,
    "statement": "Moral development is shaped by complex biological-cultural-social interactions."
  },
  {
    "id": 137,
    "statement": "Dependability emerges from diverse systems with adaptive mechanisms."
  },
  {
    "id": 138,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 139,
    "statement": "Cognitive appraisal influences emotional responses through situational evaluation."
  },
  {
    "id": 140,
    "statement": "Cognitive appraisal involves mental evaluation of situations and contexts in moral development"
  },
  {
    "id": 141,
    "statement": "Moral development involves complex interactions between biology, culture, and experience."
  },
  {
    "id": 142,
    "statement": "Emotions influence moral judgments through complex neural interactions."
  },
  {
    "id": 143,
    "statement": "Moral development involves dynamic interplay between biology, culture, and values."
  },
  {
    "id": 144,
    "statement": "Amygdala's automatic emotional responses influence unconscious moral decision-making."
  },
  {
    "id": 145,
    "statement": "Moral development emerges from interaction of genes and cultural environment."
  },
  {
    "id": 146,
    "statement": "Cognitive appraisal is a mental process evaluating situation implications."
  },
  {
    "id": 147,
    "statement": "Empathetic responses emerge from dynamic interactions of emotions, cognition, and social factors."
  },
  {
    "id": 148,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 149,
    "statement": "Cultural norms influence emotional expressions through social interaction feedback."
  },
  {
    "id": 150,
    "statement": "Moral judgments emerge from dynamic neural interactions between brain regions."
  },
  {
    "id": 151,
    "statement": "Amygdala, ACC, and PFC cooperate to process moral stimuli through neural interactions"
  },
  {
    "id": 152,
    "statement": "Cultural norms shape moral development through unconscious learning processes."
  },
  {
    "id": 153,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 154,
    "statement": "Amygdala's role in emotional processing is threat-detection focused."
  },
  {
    "id": 155,
    "statement": "Subconscious emotional associations shape moral judgments through social learning."
  },
  {
    "id": 156,
    "statement": "Top-down neural connections facilitate prefrontal cortex's emotional regulation."
  },
  {
    "id": 157,
    "statement": "Emotions influence moral judgments through emotional intuition and automatic processing."
  },
  {
    "id": 158,
    "statement": "Cognitive appraisal influences emotional responses through situational evaluation."
  },
  {
    "id": 159,
    "statement": "Amygdala processes a wide range of emotions and cognitive functions."
  },
  {
    "id": 160,
    "statement": "PFC regulates amygdala's emotional responses through top-down neural control."
  },
  {
    "id": 161,
    "statement": "Cognitive appraisal influences moral judgments through emotional interpretation."
  },
  {
    "id": 162,
    "statement": "PFC regulates amygdala's emotional responses through neural binding."
  },
  {
    "id": 163,
    "statement": "Cognitive appraisal influences amygdala's emotional responses through neural connections.'"
  },
  {
    "id": 164,
    "statement": "Cultural norms shape emotional expression through social learning processes."
  },
  {
    "id": 165,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 166,
    "statement": "Emotions influence moral judgments through brain region interactions"
  },
  {
    "id": 167,
    "statement": "Cognitive appraisal is an automatic and efficient emotional processing process."
  },
  {
    "id": 168,
    "statement": "Top-down control affects emotional processing through discrete neural networks."
  },
  {
    "id": 169,
    "statement": "Cultural norms influence moral development through social interactions."
  },
  {
    "id": 170,
    "statement": "Novelty in cognitive appraisal enhances emotional and moral processing."
  },
  {
    "id": 171,
    "statement": "Emotions influence moral judgments through neural interactions between amygdala, ACC, and PFC."
  },
  {
    "id": 172,
    "statement": "Cultural norms shape biology through epigenetic, neuroplasticity and social learning processes."
  },
  {
    "id": 173,
    "statement": "Moral development involves dynamic interactions among biology, culture, and social factors."
  },
  {
    "id": 174,
    "statement": "Cultural norms shape emotional expression through social interactions and conditioning."
  },
  {
    "id": 175,
    "statement": "Neural interactions adapt dynamically for moral judgment."
  },
  {
    "id": 176,
    "statement": "Moral judgments influenced by subconscious emotional associations shaped by experiences."
  },
  {
    "id": 177,
    "statement": "Conscious evaluation of emotions influences moral judgments through PFC"
  },
  {
    "id": 178,
    "statement": "Moral development results from intricate interactions between biology, culture, and social factors influencing values, judgments, and behavior."
  },
  {
    "id": 179,
    "statement": "Moral development arises from dynamic biological-cultural interactions influencing values."
  },
  {
    "id": 180,
    "statement": "Cultural norms shape emotional expressions through observation and imitation."
  },
  {
    "id": 181,
    "statement": "Cultural norms shape emotional expression through complex social dynamics"
  },
  {
    "id": 182,
    "statement": "Cultural norms shape moral development through unconscious absorption."
  },
  {
    "id": 183,
    "statement": "Moral judgment involves dynamic integration of multiple brain regions."
  },
  {
    "id": 184,
    "statement": "Amygdala, ACC, and PFC integrate for moral judgment coordination."
  },
  {
    "id": 185,
    "statement": "Amygdala interacts with ACC and PFC in moral judgment processes"
  },
  {
    "id": 186,
    "statement": "Cultural norms shape emotional expression through social learning and conditioning."
  },
  {
    "id": 187,
    "statement": "Cultural norms influence emotional expression through internalized learning."
  },
  {
    "id": 188,
    "statement": "Cognitive appraisal is a dynamic emotional cognitive processing system."
  },
  {
    "id": 189,
    "statement": "Subconscious emotions influence moral judgments through automatic associations"
  },
  {
    "id": 190,
    "statement": "Biological factors influence moral development through multifaceted neurobiological interactions"
  },
  {
    "id": 191,
    "statement": "Biological, cultural, and social factors are intertwined in moral development."
  },
  {
    "id": 192,
    "statement": "Dependability encompasses trust, accountability, and reliability across various contexts."
  },
  {
    "id": 193,
    "statement": "Cultural, social, and biological factors influence moral development dynamically."
  },
  {
    "id": 194,
    "statement": "PFC regulates amygdala's emotional responses in complex dynamic ways."
  },
  {
    "id": 195,
    "statement": "Cognitive appraisal influences moral judgments through emotional context interpretation."
  },
  {
    "id": 196,
    "statement": "Cultural norms shape emotional expressions through social learning."
  },
  {
    "id": 197,
    "statement": "Honesty's foundation of trust empowers strong relationships."
  },
  {
    "id": 198,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 199,
    "statement": "Internalization of cultural norms influences emotional expression unconsciously."
  }
]