[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 2,
    "statement": "Consistency and reliability are essential aspects of trust building."
  },
  {
    "id": 3,
    "statement": "Consistency, reliability, dependability drive trust through predictability and stability."
  },
  {
    "id": 4,
    "statement": "Consistency and reliability build trust through predictability and stability."
  },
  {
    "id": 5,
    "statement": "Biological, cultural, and social factors interact complexly in trust development."
  },
  {
    "id": 6,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 7,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 8,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency."
  },
  {
    "id": 9,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli."
  },
  {
    "id": 10,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 11,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 12,
    "statement": "The amygdala detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 13,
    "statement": "Amygdala integrates pattern recognition with context through neural networks"
  },
  {
    "id": 14,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 15,
    "statement": "Consistency builds trust by creating predictable and reliable behavior."
  },
  {
    "id": 16,
    "statement": "Amygdala's pattern recognition mechanisms involve sensory processing and association."
  },
  {
    "id": 17,
    "statement": "Emotional stimuli trigger automatic emotional responses through amygdala processing."
  },
  {
    "id": 18,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 19,
    "statement": "Amygdala integrates emotional patterns with contextual information."
  },
  {
    "id": 20,
    "statement": "Amygdala rapidly categorizes emotional stimuli through hierarchical pattern recognition"
  },
  {
    "id": 21,
    "statement": "Amygdala rapidly integrates sensory and cognitive information for emotional response."
  },
  {
    "id": 22,
    "statement": "Moral development arises from intersections of biology, culture, and environment."
  },
  {
    "id": 23,
    "statement": "Amygdala rapidly detects emotional stimuli before conscious awareness automatically."
  },
  {
    "id": 24,
    "statement": "Amygdala integrates emotions with cognitive and sensory information."
  },
  {
    "id": 25,
    "statement": "Honesty, though necessary, may not be sufficient for trust."
  },
  {
    "id": 26,
    "statement": "Amygdala uses pattern recognition for rapid emotional stimulus detection"
  },
  {
    "id": 27,
    "statement": "Amygdala processes predictability through pattern recognition and neural networks."
  },
  {
    "id": 28,
    "statement": "Trust-building importance varies depending on contextual circumstances."
  },
  {
    "id": 29,
    "statement": "Biological, cultural, and social factors interact to shape trust development."
  },
  {
    "id": 30,
    "statement": "The amygdala detects emotional stimuli through parallel processing efficiently."
  },
  {
    "id": 31,
    "statement": "Predictability enhances trust by fostering anticipation of consistent behavior"
  },
  {
    "id": 32,
    "statement": "Attention can amplify or dampen amygdala's emotional responses."
  },
  {
    "id": 33,
    "statement": "Amygdala's neural connections enable emotion processing and memory formation"
  },
  {
    "id": 34,
    "statement": "The amygdala processes emotions through complex neural network interactions."
  },
  {
    "id": 35,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel processing."
  },
  {
    "id": 36,
    "statement": "Amygdala integrates emotions with cognitive and sensory information through neural interactions."
  },
  {
    "id": 37,
    "statement": "Salience in emotional processing refers to stimulus's attention-grabbing properties."
  },
  {
    "id": 38,
    "statement": "Moral development involves biological, cultural, and social interplay."
  },
  {
    "id": 39,
    "statement": "Consistency, reliability, and predictability collectively build trust foundation."
  },
  {
    "id": 40,
    "statement": "Lying can be morally justified in life-or-death circumstances."
  },
  {
    "id": 41,
    "statement": "GABA reduces neuron excitability through inhibitory neurotransmitter action"
  },
  {
    "id": 42,
    "statement": "Consistency builds trust through predictable and reliable behavior."
  },
  {
    "id": 43,
    "statement": "Trust develops through consistency, reliability, dependability, predictability, and stability."
  },
  {
    "id": 44,
    "statement": "Lying can be morally justifiable in certain circumstances."
  },
  {
    "id": 45,
    "statement": "Amygdala detection of emotional stimuli is influenced by attention and context"
  },
  {
    "id": 46,
    "statement": "Consistent communication fosters trust through openness and authenticity."
  },
  {
    "id": 47,
    "statement": "GABA reduces neuron excitability through inhibitory neurotransmitter action."
  },
  {
    "id": 48,
    "statement": "Predictability enhances trust through reduced uncertainty and confidence."
  },
  {
    "id": 49,
    "statement": "Amygdala responds rapidly to emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 50,
    "statement": "Amygdala's processing speed influenced by attention, emotional stimuli salience interplay."
  },
  {
    "id": 51,
    "statement": "Amygdala integrates sensory and cognitive information for emotional response rapidly."
  },
  {
    "id": 52,
    "statement": "Amygdala, hippocampus, and hypothalamus integrate to process emotional information."
  },
  {
    "id": 53,
    "statement": "Trust develops through interaction of consistency, reliability, dependability, predictability, stability"
  },
  {
    "id": 54,
    "statement": "Honesty builds trust through authenticity, vulnerability, and consistency."
  },
  {
    "id": 55,
    "statement": "Honesty builds trust through authenticity, vulnerability, and consistency."
  },
  {
    "id": 56,
    "statement": "Salience refers to the importance or relevance of emotional stimuli."
  },
  {
    "id": 57,
    "statement": "Consistency and authenticity combine to build trust effectively."
  },
  {
    "id": 58,
    "statement": "Consistent communication fosters trust through predictable and reliable behavior."
  },
  {
    "id": 59,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 60,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 61,
    "statement": "Biological, cultural, social, and environmental factors influence trust development."
  },
  {
    "id": 62,
    "statement": "Amygdala's emotional processing involves complex neural connections."
  },
  {
    "id": 63,
    "statement": "Consistency, reliability, predictability, and stability build trust foundation collectively"
  },
  {
    "id": 64,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness, bypassing attention."
  },
  {
    "id": 65,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context."
  },
  {
    "id": 66,
    "statement": "Consistent communication fosters trust through predictability, reliability, and openness."
  },
  {
    "id": 67,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 68,
    "statement": "Honesty is a necessary foundation but not sufficient for trust"
  },
  {
    "id": 69,
    "statement": "Honesty is a necessary but insufficient condition for trust building"
  },
  {
    "id": 70,
    "statement": "Amygdala integrates emotions with cognitive and sensory information hierarchically."
  },
  {
    "id": 71,
    "statement": "Consistency facilitates authenticity, leading to trust building."
  },
  {
    "id": 72,
    "statement": "The amygdala processes emotions through sensory, memory, and attention integration."
  },
  {
    "id": 73,
    "statement": "Lying can be morally justifiable in life-or-death situations."
  },
  {
    "id": 74,
    "statement": "Honesty is necessary but not sufficient for trust building"
  },
  {
    "id": 75,
    "statement": "The amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 76,
    "statement": "Consistency in actions builds trust through reliability and dependability."
  },
  {
    "id": 77,
    "statement": "Amygdala recognizes patterns in sensory information rapidly due"
  },
  {
    "id": 78,
    "statement": "Honesty is necessary but insufficient condition for trust building."
  },
  {
    "id": 79,
    "statement": "Amygdala integrates emotional information with hippocampus and hypothalamus for memory formation and regulatory responses."
  },
  {
    "id": 80,
    "statement": "Reliability ensures dependability, stability, and trustworthiness through consistency, predictability, and transparency."
  },
  {
    "id": 81,
    "statement": "Consistency builds trust and reliability through pattern recognition and predictability."
  },
  {
    "id": 82,
    "statement": "Amygdala's emotional processing involves complex neural connections and interactions."
  },
  {
    "id": 83,
    "statement": "Context influences outcomes through interconnected biological, psychological, social and cultural factors."
  },
  {
    "id": 84,
    "statement": "Transparency builds trust through clear expectations and accountability."
  },
  {
    "id": 85,
    "statement": "Biological, cultural, and social factors interact in trust development."
  },
  {
    "id": 86,
    "statement": "Amygdala's emotional processing involves neural connections, neurotransmitters, and contextual factors."
  },
  {
    "id": 87,
    "statement": "GABA inhibits neuronal excitability through chloride channels and calcium influx"
  },
  {
    "id": 88,
    "statement": "Amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 89,
    "statement": "The amygdala triggers automatic emotional responses outside conscious awareness."
  },
  {
    "id": 90,
    "statement": "Openness in communication involves authenticity, receptivity, and empathy."
  },
  {
    "id": 91,
    "statement": "Consistency is a necessary foundation for building trust relationships."
  },
  {
    "id": 92,
    "statement": "Amygdala's processing speed modulated by attention, emotions, and context."
  },
  {
    "id": 93,
    "statement": "Consistency builds trust through reliability and predictability."
  },
  {
    "id": 94,
    "statement": "Amygdala recognizes patterns through emotional processing and associations."
  },
  {
    "id": 95,
    "statement": "The amygdala integrates emotional information with hippocampus and hypothalamus"
  },
  {
    "id": 96,
    "statement": "Amygdala's emotional processing involves intricate brain region interactions."
  },
  {
    "id": 97,
    "statement": "Consistency, reliability, predictability, and stability build trust collectively."
  },
  {
    "id": 98,
    "statement": "Moral development emerges from interdependence of biology, culture, and social factors."
  },
  {
    "id": 99,
    "statement": "Honesty, vulnerability, and trust foster emotional intimacy through openness."
  },
  {
    "id": 100,
    "statement": "GABA calms amygdala by reducing neuron excitability through hyperpolarization."
  },
  {
    "id": 101,
    "statement": "Contextual factors influence sufficiency of consistency in trust-building."
  },
  {
    "id": 102,
    "statement": "Trustworthiness is confidence in consistent, stable, and dependable performance."
  },
  {
    "id": 103,
    "statement": "Trust development involves intricate interplay of factors and circumstances."
  },
  {
    "id": 104,
    "statement": "Amygdala's emotional processing includes complex neural interactions."
  },
  {
    "id": 105,
    "statement": "Amygdala's pattern recognition mechanisms involve sensory processing and association."
  },
  {
    "id": 106,
    "statement": "Consistency, predictability, and reliability build trust through stable behavior."
  },
  {
    "id": 107,
    "statement": "Amygdala's emotional processing involves complex neural interactions and connections."
  },
  {
    "id": 108,
    "statement": "Honesty alone is insufficient for building trust reliably."
  },
  {
    "id": 109,
    "statement": "Reliability involves dependable, stable, and trustworthy aspects of performance."
  },
  {
    "id": 110,
    "statement": "Lying can be justified in exceptional, harm-preventing situations."
  },
  {
    "id": 111,
    "statement": "Complex factors influence trust development, beyond consistency, predictability, and reliability."
  },
  {
    "id": 112,
    "statement": "Consistency refers to reliable and dependable behavior over time."
  },
  {
    "id": 113,
    "statement": "Attention modulates amygdala's emotional responses through neural activity."
  },
  {
    "id": 114,
    "statement": "Hierarchical neural networks enable amygdala pattern recognition for emotional prediction."
  },
  {
    "id": 115,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 116,
    "statement": "Amygdala's emotional processing involves complex interactions and neural connections."
  },
  {
    "id": 117,
    "statement": "Honesty is necessary but insufficient condition for trust building"
  },
  {
    "id": 118,
    "statement": "Amygdala responds rapidly to emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 119,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency"
  },
  {
    "id": 120,
    "statement": "Reliability encompasses dependable, stable, and trustworthy aspects collectively."
  },
  {
    "id": 121,
    "statement": "Consistency builds trust through reliability in behavior."
  },
  {
    "id": 122,
    "statement": "Consistency provides predictability and reliability in relationships."
  },
  {
    "id": 123,
    "statement": "Amygdala processes sensory and cognitive information for rapid emotional response."
  },
  {
    "id": 124,
    "statement": "Trust development involves complex interplay of multiple factors."
  },
  {
    "id": 125,
    "statement": "Salience determines degree to which emotional stimuli grab attention."
  },
  {
    "id": 126,
    "statement": "Contextual factors influence consistency's impact on trust building"
  },
  {
    "id": 127,
    "statement": "Authenticity fosters open communication through receptivity and empathy."
  },
  {
    "id": 128,
    "statement": "Amygdala uses pattern recognition for rapid emotional stimulus detection"
  },
  {
    "id": 129,
    "statement": "Transparency establishes trust through openness and honesty revealed"
  },
  {
    "id": 130,
    "statement": "Honesty is a necessary foundation for building trust, but insufficient"
  },
  {
    "id": 131,
    "statement": "Moral justification for lying in life-or-death situations depends on context."
  },
  {
    "id": 132,
    "statement": "Amygdala integrates emotional information with hippocampus, hypothalamus via neural connections."
  },
  {
    "id": 133,
    "statement": "Consistency, reliability, and predictability foster trust through stability."
  },
  {
    "id": 134,
    "statement": "Amygdala's emotional processing involves neural interactions, neurotransmitters, and contextuality."
  },
  {
    "id": 135,
    "statement": "GABA reduces neuron excitability through inhibitory neurotransmitter action."
  },
  {
    "id": 136,
    "statement": "Honesty is necessary but not sufficient for trust building alone."
  },
  {
    "id": 137,
    "statement": "Trustworthiness is confidence in reliability and consistent dependable performance."
  },
  {
    "id": 138,
    "statement": "Reliability encompasses dependability, stability, and trustworthiness as intertwined aspects."
  },
  {
    "id": 139,
    "statement": "Trust building importance varies depending on contextual circumstances."
  },
  {
    "id": 140,
    "statement": "Amygdala integrates sensory and cognitive information for rapid emotional response."
  },
  {
    "id": 141,
    "statement": "Trust develops through complex interplay of biological, cultural, and social factors."
  },
  {
    "id": 142,
    "statement": "Honesty, authenticity, vulnerability, and consistency build trust through openness."
  },
  {
    "id": 143,
    "statement": "Consistency builds trust through predictable and reliable behavior."
  },
  {
    "id": 144,
    "statement": "Building trust reliably requires honesty, plus consistency and predictability."
  },
  {
    "id": 145,
    "statement": "The amygdala rapidly detects emotional stimuli below conscious awareness."
  },
  {
    "id": 146,
    "statement": "Consistent communication builds trust through reliability and open lines."
  },
  {
    "id": 147,
    "statement": "Reliability is the foundation for dependability, stability, and trustworthiness"
  },
  {
    "id": 148,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 149,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate for emotional processing."
  },
  {
    "id": 150,
    "statement": "Amygdala, hippocampus, and hypothalamus cooperate emotionally and cognitively"
  },
  {
    "id": 151,
    "statement": "Moral development results from dynamic interplay of biological, cultural, social factors."
  },
  {
    "id": 152,
    "statement": "Openness involves being authentic, transparent, and receptive in interactions."
  },
  {
    "id": 153,
    "statement": "Amygdala integrates emotional information for memory formation and regulation."
  },
  {
    "id": 154,
    "statement": "Biological, cultural, and social factors interact dynamically in trust development"
  },
  {
    "id": 155,
    "statement": "Amygdala uses hierarchical pattern recognition for rapid emotional stimulus detection."
  },
  {
    "id": 156,
    "statement": "Reliability refers to consistent and dependable actions or outcomes."
  },
  {
    "id": 157,
    "statement": "Consistency builds trust through predictable and reliable behavior."
  },
  {
    "id": 158,
    "statement": "Amygdala's response time varies depending on stimulus and context."
  },
  {
    "id": 159,
    "statement": "Lying may be justified in rare, harm-preventing circumstances."
  },
  {
    "id": 160,
    "statement": "Predictability creates anticipation and expectation, building trust through consistency."
  },
  {
    "id": 161,
    "statement": "Attention amplifies amygdala's response to emotionally significant stimuli."
  },
  {
    "id": 162,
    "statement": "Amygdala rapidly integrates sensory and cognitive information."
  },
  {
    "id": 163,
    "statement": "Amygdala's emotional processing involves intricate neural networking and feedback loops."
  },
  {
    "id": 164,
    "statement": "Honesty is a necessary but insufficient condition for trust building."
  },
  {
    "id": 165,
    "statement": "Consistency is one aspect of building trust, not alone sufficient"
  },
  {
    "id": 166,
    "statement": "Trust-building involves interplay of factors, including consistency, reliability."
  },
  {
    "id": 167,
    "statement": "Attention modulates amygdala's emotional responses through neural activity."
  },
  {
    "id": 168,
    "statement": "Reliability builds trust by consistently fulfilling commitments."
  },
  {
    "id": 169,
    "statement": "Trust development involves complex interplay of biological, cultural, social, emotional factors, context"
  },
  {
    "id": 170,
    "statement": "Amygdala processes emotions through hierarchical pattern recognition, neural connections"
  },
  {
    "id": 171,
    "statement": "Honesty is necessary, but insufficient for trust, context matters."
  },
  {
    "id": 172,
    "statement": "Amygdala integrates emotions with sensory, cognitive, and memory information"
  },
  {
    "id": 173,
    "statement": "Consistency, predictability, and transparency build trust through reliability factors."
  },
  {
    "id": 174,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context."
  },
  {
    "id": 175,
    "statement": "Transparency in trust-building means being open and communicative."
  },
  {
    "id": 176,
    "statement": "GABA's inhibitory action calms amygdala through hyperpolarization and decreased excitability."
  },
  {
    "id": 177,
    "statement": "Honesty builds trust through authenticity and transparent communication"
  },
  {
    "id": 178,
    "statement": "Amygdala processes emotional stimuli through hierarchical pattern recognition."
  },
  {
    "id": 179,
    "statement": "Predictability enhances trust through reducing uncertainty and increasing confidence."
  },
  {
    "id": 180,
    "statement": "Amygdala's emotional detection influenced by attention and contextual factors."
  },
  {
    "id": 181,
    "statement": "Attention modulates amygdala's emotional responses through neural activity mechanisms"
  },
  {
    "id": 182,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency in context."
  },
  {
    "id": 183,
    "statement": "Amygdala's emotional processing involves neural connections and interactions."
  },
  {
    "id": 184,
    "statement": "Salience refers to a stimulus's attention-grabbing properties emotionally."
  },
  {
    "id": 185,
    "statement": "Reliability refers to dependability, stability, trustworthiness in behavior performance."
  },
  {
    "id": 186,
    "statement": "Amygdala's neural connections integrate sensory and emotional information."
  },
  {
    "id": 187,
    "statement": "Amygdala's complex neural interactions enable emotion processing complexities."
  },
  {
    "id": 188,
    "statement": "Hierarchical neural networks facilitate complex pattern recognition in amygdala"
  },
  {
    "id": 189,
    "statement": "Consistency builds trust through predictable and reliable behavior over time."
  },
  {
    "id": 190,
    "statement": "Amygdala responds rapidly to emotional stimuli, response times vary."
  },
  {
    "id": 191,
    "statement": "Moral development emerges from interconnected biological, cultural, and social factors."
  },
  {
    "id": 192,
    "statement": "The amygdala plays a crucial role in attentional processing of emotional stimuli."
  },
  {
    "id": 193,
    "statement": "Collective synergy of trust-building aspects is more effective."
  },
  {
    "id": 194,
    "statement": "Attention modulates amygdala's emotional responses through neural interactions."
  },
  {
    "id": 195,
    "statement": "Amygdala processes emotions through complex neural connections and modulations."
  },
  {
    "id": 196,
    "statement": "The amygdala integrates emotions, cognitive processes, and sensory information."
  },
  {
    "id": 197,
    "statement": "Amygdala's pattern recognition enables rapid prediction through neural connections."
  },
  {
    "id": 198,
    "statement": "Contextual factors intertwine for multifaceted outcome influence."
  },
  {
    "id": 199,
    "statement": "Building trust requires multiple factors beyond consistency alone."
  }
]