[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 2,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 3,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 4,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 5,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 6,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 7,
    "statement": "Amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 8,
    "statement": "Consistency and reliability are essential aspects of trust building."
  },
  {
    "id": 9,
    "statement": "Moral development involves biological, cultural, and social interplay."
  },
  {
    "id": 10,
    "statement": "Amygdala's pattern recognition mechanisms involve sensory processing and association."
  },
  {
    "id": 11,
    "statement": "GABA's synaptic plasticity modulates amygdala activity through excitation and inhibition"
  },
  {
    "id": 12,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency"
  },
  {
    "id": 13,
    "statement": "Moral development emerges from interdependence of biology, culture, and social factors."
  },
  {
    "id": 14,
    "statement": "Honesty fosters trust through authenticity, transparency, and consistent communication."
  },
  {
    "id": 15,
    "statement": "Consistency and reliability build trust through predictability and stability."
  },
  {
    "id": 16,
    "statement": "Consistency alone does not always guarantee trustworthiness"
  },
  {
    "id": 17,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 18,
    "statement": "Consistency, predictability, and transparency deeply influence human trust development."
  },
  {
    "id": 19,
    "statement": "Amygdala recognizes patterns through emotional processing and associations."
  },
  {
    "id": 20,
    "statement": "Emotional intimacy is necessary for genuine vulnerability and connection"
  },
  {
    "id": 21,
    "statement": "Consistency, reliability, and dependability crucial for trust-building contextually."
  },
  {
    "id": 22,
    "statement": "Lying can be morally justifiable in certain circumstances."
  },
  {
    "id": 23,
    "statement": "Transparency fosters trust by promoting understanding and accountability."
  },
  {
    "id": 24,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 25,
    "statement": "The amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 26,
    "statement": "Amygdala rapidly detects emotional stimuli through pattern recognition mechanisms"
  },
  {
    "id": 27,
    "statement": "Amygdala's processing speed influenced by attention & emotional stimuli's salience."
  },
  {
    "id": 28,
    "statement": "Consistency, reliability, and honesty are interconnected trust factors."
  },
  {
    "id": 29,
    "statement": "Amygdala rapidly detects emotional stimuli through pattern recognition."
  },
  {
    "id": 30,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 31,
    "statement": "Consistency, reliability, and dependability drive trust through predictability and stability."
  },
  {
    "id": 32,
    "statement": "Honesty is the foundation for building trust development"
  },
  {
    "id": 33,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 34,
    "statement": "Reliability encompasses dependable, stable, and trustworthy aspects"
  },
  {
    "id": 35,
    "statement": "Attention modulates amygdala's response to emotional stimuli through neural networks."
  },
  {
    "id": 36,
    "statement": "Amygdala integrates emotional processing with complex neural networks"
  },
  {
    "id": 37,
    "statement": "Amygdala processes emotions through complex neural network interactions."
  },
  {
    "id": 38,
    "statement": "Amygdala detects emotional stimuli before conscious awareness processing."
  },
  {
    "id": 39,
    "statement": "Amygdala's pattern recognition involves sensory processing and emotional associations."
  },
  {
    "id": 40,
    "statement": "Vulnerability requires emotional intimacy, authenticity, and mutual understanding."
  },
  {
    "id": 41,
    "statement": "Reliability implies dependable, stable, and trustworthy performance"
  },
  {
    "id": 42,
    "statement": "Amygdala's emotional processing involves automatic and unconscious influences"
  },
  {
    "id": 43,
    "statement": "Amygdala processes emotions through neural network interactions and communication."
  },
  {
    "id": 44,
    "statement": "Amygdala integrates emotions with cognitive and sensory information."
  },
  {
    "id": 45,
    "statement": "Emotional openness fosters trust through vulnerability and mutual understanding."
  },
  {
    "id": 46,
    "statement": "Amygdala rapidly integrates sensory and cognitive information for emotional response."
  },
  {
    "id": 47,
    "statement": "GABA calms amygdala by reducing neuron excitability."
  },
  {
    "id": 48,
    "statement": "Amygdala processes sensory information through neural networks complexity."
  },
  {
    "id": 49,
    "statement": "Honesty is a necessary but insufficient condition for trust development"
  },
  {
    "id": 50,
    "statement": "GABA's synaptic plasticity modulates amygdala emotional processing through excitation."
  },
  {
    "id": 51,
    "statement": "Moral development combines biology, culture, and social factors intricately."
  },
  {
    "id": 52,
    "statement": "GABA binding triggers chloride channel opening through G-protein interaction."
  },
  {
    "id": 53,
    "statement": "Amygdala uses pattern recognition for rapid emotional stimulus detection"
  },
  {
    "id": 54,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context."
  },
  {
    "id": 55,
    "statement": "Predictability in trust involves reduced uncertainty and increased sense."
  },
  {
    "id": 56,
    "statement": "The amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 57,
    "statement": "Honesty is essential for building trust in relationships."
  },
  {
    "id": 58,
    "statement": "Attention enhances or suppresses amygdala response to emotional stimuli."
  },
  {
    "id": 59,
    "statement": "Amygdala's emotional processing combines bottom-up and top-down neural connections."
  },
  {
    "id": 60,
    "statement": "Amygdala processes emotions through interconnected brain regions."
  },
  {
    "id": 61,
    "statement": "Consistency, reliability, predictability, and stability build trust foundation collectively"
  },
  {
    "id": 62,
    "statement": "Amygdala processes emotional stimuli hierarchically through bottom-up processing."
  },
  {
    "id": 63,
    "statement": "Consistency builds trust through reliability in behavior."
  },
  {
    "id": 64,
    "statement": "Amygdala's rapid integration merges sensory and cognitive information."
  },
  {
    "id": 65,
    "statement": "Moral development arises from dynamic biology-culture-social interactions."
  },
  {
    "id": 66,
    "statement": "Honesty and emotional openness build trust through vulnerability"
  },
  {
    "id": 67,
    "statement": "Trust development involves intricate biology-culture-social interplay."
  },
  {
    "id": 68,
    "statement": "Honesty in trustworthy relationships relies on authenticity and transparency."
  },
  {
    "id": 69,
    "statement": "Trust development involves intricate interplay of biological, cultural, and social factors."
  },
  {
    "id": 70,
    "statement": "Amygdala's emotional processing is a complex hierarchical system."
  },
  {
    "id": 71,
    "statement": "GABA's binding calms amygdala by reducing neuron excitability."
  },
  {
    "id": 72,
    "statement": "The amygdala detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 73,
    "statement": "The amygdala's emotional processing involves complex neural network interactions"
  },
  {
    "id": 74,
    "statement": "Honesty is essential foundation for building trust development"
  },
  {
    "id": 75,
    "statement": "When amygdala processes emotions, it integrates complex neural networks."
  },
  {
    "id": 76,
    "statement": "GABA's binding calms amygdala activity, reducing emotional intensity."
  },
  {
    "id": 77,
    "statement": "GABA modulates amygdala activity through synaptic plasticity."
  },
  {
    "id": 78,
    "statement": "Moral development involves complex interplay of biological, cultural, and social factors."
  },
  {
    "id": 79,
    "statement": "Trust building involves complex interplay of multiple factors including consistency, reliability, communication, empathy, and shared values."
  },
  {
    "id": 80,
    "statement": "Consistency and reliability are fundamental for building trust foundations"
  },
  {
    "id": 81,
    "statement": "Moral development arises from reciprocal influence among biology, culture, and social factors."
  },
  {
    "id": 82,
    "statement": "Honesty is a necessary but insufficient condition for trust building."
  },
  {
    "id": 83,
    "statement": "The amygdala's processing speed is influenced by attention, emotions, and context through neural mechanisms."
  },
  {
    "id": 84,
    "statement": "Amygdala recognizes emotional patterns through neural network integration."
  },
  {
    "id": 85,
    "statement": "Trust development involves complex biology-culture-social interactions"
  },
  {
    "id": 86,
    "statement": "Amygdala integrates emotional processing with complex neural networks through convergence."
  },
  {
    "id": 87,
    "statement": "GABA inhibits amygdala activity through synaptic plasticity mechanisms."
  },
  {
    "id": 88,
    "statement": "Amygdala detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 89,
    "statement": "Trust development arises from dynamic biology-culture-social interactions."
  },
  {
    "id": 90,
    "statement": "Biology, culture, and social influences interdependent in trust development processes."
  },
  {
    "id": 91,
    "statement": "Trust is built on shared values, empathy, and communication foundation."
  },
  {
    "id": 92,
    "statement": "Honesty is a foundation for trust, ensuring accurate information."
  },
  {
    "id": 93,
    "statement": "The amygdala integrates emotional processing with complex neural networks."
  },
  {
    "id": 94,
    "statement": "Attention modulates amygdala emotional processing through enhancement or suppression"
  },
  {
    "id": 95,
    "statement": "Amygdala processes emotional stimuli through top-down and bottom-up mechanisms."
  },
  {
    "id": 96,
    "statement": "GABA binding triggers chloride channel opening through G-protein signaling cascade."
  },
  {
    "id": 97,
    "statement": "Honesty builds trust through vulnerability, openness, and reliability"
  },
  {
    "id": 98,
    "statement": "GABA's binding calms amygdala activity, reducing emotional intensity."
  },
  {
    "id": 99,
    "statement": "Amygdala complexly interacts with multiple brain regions for emotional processing"
  },
  {
    "id": 100,
    "statement": "Amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 101,
    "statement": "Consistency, reliability, and stability create trust through predictability."
  },
  {
    "id": 102,
    "statement": "Consistency, reliability, and stability enhance trust through predictability."
  },
  {
    "id": 103,
    "statement": "GABA inhibits amygdala activity through neural connection reductions."
  },
  {
    "id": 104,
    "statement": "Attention modulates amygdala's emotional processing through enhancement or suppression."
  },
  {
    "id": 105,
    "statement": "Building trust involves intricate interplay of factors."
  },
  {
    "id": 106,
    "statement": "Trust development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 107,
    "statement": "Honesty is necessary condition for trust to develop authentically"
  },
  {
    "id": 108,
    "statement": "Amygdala recognizes emotional patterns through neural repetition and plasticity."
  },
  {
    "id": 109,
    "statement": "The amygdala's detection combines innate and learned factors dynamically."
  },
  {
    "id": 110,
    "statement": "Amygdala pattern recognition is rapid and often subconscious process."
  },
  {
    "id": 111,
    "statement": "Trustworthiness involves multiple factors beyond consistency alone."
  },
  {
    "id": 112,
    "statement": "Moral development arises from interplay among biology, culture, and social factors."
  },
  {
    "id": 113,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 114,
    "statement": "Biology, culture, and social influences interdependently shape trust development."
  },
  {
    "id": 115,
    "statement": "Honesty and emotional openness intertwine for authentic trustworthy relationships."
  },
  {
    "id": 116,
    "statement": "Vulnerability fosters empathy through authentic emotional openness and trust."
  },
  {
    "id": 117,
    "statement": "Honesty builds trust through authentic transparent consistent communication."
  },
  {
    "id": 118,
    "statement": "Honesty conveys authenticity through transparent and consistent communication channels"
  },
  {
    "id": 119,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context interaction."
  },
  {
    "id": 120,
    "statement": "Honesty is one essential factor in building trust relationships."
  },
  {
    "id": 121,
    "statement": "GABA inhibits amygdala activity through synaptic plasticity mechanisms."
  },
  {
    "id": 122,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 123,
    "statement": "Vulnerability fosters empathy through emotional intimacy and trust."
  },
  {
    "id": 124,
    "statement": "Honesty builds trust through authenticity, consistency, and emotional openness."
  },
  {
    "id": 125,
    "statement": "Amygdala processes emotions through complex neural network interactions."
  },
  {
    "id": 126,
    "statement": "Attention modulates amygdala's response to emotional stimuli through enhancement or suppression."
  },
  {
    "id": 127,
    "statement": "Trust development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 128,
    "statement": "Amygdala's emotional processing involves intricate brain region interactions"
  },
  {
    "id": 129,
    "statement": "Consistency, reliability, predictability, and stability build trust foundation."
  },
  {
    "id": 130,
    "statement": "Trust is built through complex interplay of factors, not solely honesty."
  },
  {
    "id": 131,
    "statement": "Amygdala's emotional processing involves bottom-up and top-down neural interactions."
  },
  {
    "id": 132,
    "statement": "Consistency is a necessary but insufficient condition for trustworthiness"
  },
  {
    "id": 133,
    "statement": "Consistency and reliability build trust through predictability."
  },
  {
    "id": 134,
    "statement": "Consistency and reliability lay groundwork for trust development."
  },
  {
    "id": 135,
    "statement": "Trust development involves complex interplay of factors beyond honesty."
  },
  {
    "id": 136,
    "statement": "Vulnerability fosters empathy through emotional intimacy and openness."
  },
  {
    "id": 137,
    "statement": "Amygdala recognizes emotional patterns through neural repetition and synaptic plasticity."
  },
  {
    "id": 138,
    "statement": "Amygdala's emotional processing involves hierarchical neural network interactions."
  },
  {
    "id": 139,
    "statement": "Moral development involves innate, learned, and social factors interactions."
  },
  {
    "id": 140,
    "statement": "Amygdala processes emotional stimuli through bottom-up hierarchical processing."
  },
  {
    "id": 141,
    "statement": "GABA modulates amygdala activity through dynamic synaptic plasticity"
  },
  {
    "id": 142,
    "statement": "Consistency, predictability, and transparency contribute to trust through reliability."
  },
  {
    "id": 143,
    "statement": "Lying can be morally justifiable in specific circumstances."
  },
  {
    "id": 144,
    "statement": "GABA binding triggers chloride channel opening through G-protein signaling."
  },
  {
    "id": 145,
    "statement": "Amygdala processes emotions through complex neural network interactions."
  },
  {
    "id": 146,
    "statement": "Consistency, predictability, and transparency enhance trust through reliability."
  },
  {
    "id": 147,
    "statement": "Honesty builds trust through transparent and consistent communication"
  },
  {
    "id": 148,
    "statement": "Amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 149,
    "statement": "Honesty in trust development requires sincerity and genuineness of actions."
  },
  {
    "id": 150,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 151,
    "statement": "GABA reduces amygdala neuron excitability through chloride influx."
  },
  {
    "id": 152,
    "statement": "Amygdala's rapid pattern recognition involves hierarchical sensory processing and neural synchrony."
  },
  {
    "id": 153,
    "statement": "GABA's binding to amygdala receptors reduces emotional intensity."
  },
  {
    "id": 154,
    "statement": "Amygdala's processing speed influenced by attention and emotional stimuli's salience."
  },
  {
    "id": 155,
    "statement": "Moral development results from complex interaction of biology and culture"
  },
  {
    "id": 156,
    "statement": "Amygdala's pattern recognition involves sensory processing and emotional associations."
  },
  {
    "id": 157,
    "statement": "Attention modulates amygdala's response through multiple neural networks."
  },
  {
    "id": 158,
    "statement": "Consistency alone does not guarantee trustworthiness"
  },
  {
    "id": 159,
    "statement": "Amygdala combines innate and learned factors dynamically in emotional processing."
  },
  {
    "id": 160,
    "statement": "Honesty involves transparent and consistent communication for authenticity."
  },
  {
    "id": 161,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 162,
    "statement": "Amygdala recognises patterns through neural network integration and learning."
  },
  {
    "id": 163,
    "statement": "Amygdala recognizes emotional patterns through neural network integration."
  },
  {
    "id": 164,
    "statement": "Consistency, reliability, and dependability contextual variables in trust-building."
  },
  {
    "id": 165,
    "statement": "GABA's synaptic plasticity modulates amygdala activity through excitation/inhibition mechanisms"
  },
  {
    "id": 166,
    "statement": "Consistency, reliability, and accountability also build trust, not just honesty."
  },
  {
    "id": 167,
    "statement": "Amygdala recognizes emotional patterns through automatic neural networks."
  },
  {
    "id": 168,
    "statement": "Biology, culture, and social interactions interact dynamically shaping moral development."
  },
  {
    "id": 169,
    "statement": "GABA reduces amygdala activity by calming synaptic connections."
  },
  {
    "id": 170,
    "statement": "Attention modulates amygdala's response to emotional stimuli through enhancement."
  },
  {
    "id": 171,
    "statement": "Amygdala integrates emotions with cognitive and sensory information."
  },
  {
    "id": 172,
    "statement": "Amygdala rapidly detects emotional stimuli through subconscious pattern recognition."
  },
  {
    "id": 173,
    "statement": "GABA's synaptic plasticity modulates amygdala's emotional processing through excitation."
  },
  {
    "id": 174,
    "statement": "Consistency, reliability, and honesty are interconnected trust factors"
  },
  {
    "id": 175,
    "statement": "GABA binding calms neurons by opening chloride channels."
  },
  {
    "id": 176,
    "statement": "Emotional processing involves complex neural network interactions within amygdala."
  },
  {
    "id": 177,
    "statement": "Amygdala's pattern recognition is influenced by multiple factors."
  },
  {
    "id": 178,
    "statement": "Trust development involves complex interplay of biological, cultural, and social factors."
  },
  {
    "id": 179,
    "statement": "Amygdala rapidly detects emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 180,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 181,
    "statement": "GABA modulates amygdala activity through neural network complexity."
  },
  {
    "id": 182,
    "statement": "The amygdala integrates emotions with complex neural networks through interactions."
  },
  {
    "id": 183,
    "statement": "Vulnerability fosters empathy through trust and emotional openness."
  },
  {
    "id": 184,
    "statement": "Institutional trust arises from consistency, predictability, and transparency in reliability."
  },
  {
    "id": 185,
    "statement": "The amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 186,
    "statement": "Consistency and reliability build trust through predictable behavior"
  },
  {
    "id": 187,
    "statement": "Consistency, predictability, and transparency interplay complexly in trust development."
  },
  {
    "id": 188,
    "statement": "Consistency, reliability, and stability foster mutual trust implicitly."
  },
  {
    "id": 189,
    "statement": "Attention modulates amygdala's emotional processing through neural oscillations."
  },
  {
    "id": 190,
    "statement": "Amygdala integrates emotions, cognition, and sensory inputs."
  },
  {
    "id": 191,
    "statement": "Amygdala processes emotions through complex neural networks interactions."
  },
  {
    "id": 192,
    "statement": "Amygdala detects emotional stimuli before conscious awareness or processing."
  },
  {
    "id": 193,
    "statement": "Amygdala integrates emotional information from various sources"
  },
  {
    "id": 194,
    "statement": "Automatic and unconscious processing occurs in amygdala emotional responses."
  },
  {
    "id": 195,
    "statement": "Building trust involves intricate interplay of factors."
  },
  {
    "id": 196,
    "statement": "GABA's inhibitory effects reduce amygdala activity, promoting calm"
  },
  {
    "id": 197,
    "statement": "Consistency, reliability, and stability foster trust through predictability."
  },
  {
    "id": 198,
    "statement": "The amygdala processes emotions through intricate neural connections"
  },
  {
    "id": 199,
    "statement": "Amygdala processes emotions through complex neural networks interactions."
  }
]