[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty establishes authenticity and reliability, foundation trust building"
  },
  {
    "id": 2,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 3,
    "statement": "The amygdala prioritizes sensory info based on emotional significance."
  },
  {
    "id": 4,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 5,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception."
  },
  {
    "id": 6,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 7,
    "statement": "Moral development involves interplay between biological and cultural factors."
  },
  {
    "id": 8,
    "statement": "Honesty is a necessary condition for trust, but not sufficient alone."
  },
  {
    "id": 9,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels."
  },
  {
    "id": 10,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception through pattern recognition."
  },
  {
    "id": 11,
    "statement": "Amygdala rapidly recognizes patterns in sensory information, associates with emotional values."
  },
  {
    "id": 12,
    "statement": "Cognitive reappraisal reduces emotional impact through repeated practice habituation."
  },
  {
    "id": 13,
    "statement": "Amygdala integrates sensory information from multiple sources through convergence gating."
  },
  {
    "id": 14,
    "statement": "Moral development arises from complex interactions between social, cultural, and biological factors."
  },
  {
    "id": 15,
    "statement": "Emotions, empathy, and social context shape moral decisions."
  },
  {
    "id": 16,
    "statement": "GABA modulates amygdala's emotional response through neural inhibition."
  },
  {
    "id": 17,
    "statement": "Honesty requires sincerity, consistency, reliability, and authenticity to build trust."
  },
  {
    "id": 18,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions, influencing decision-making."
  },
  {
    "id": 19,
    "statement": "Honesty builds trust through transparency, consistency, and emotional openness."
  },
  {
    "id": 20,
    "statement": "GABA opens chloride channels, reducing neuron excitability and hyperpolarizing."
  },
  {
    "id": 21,
    "statement": "Honesty requires consistency, reliability, and transparency to build trust"
  },
  {
    "id": 22,
    "statement": "GABA opens chloride channels, hyperpolarizing and reducing excitability."
  },
  {
    "id": 23,
    "statement": "Consistency builds trust by establishing reliability and predictability."
  },
  {
    "id": 24,
    "statement": "Amygdala's substructure rapidly processes sensory data for emotional significance through hierarchical neural pathways."
  },
  {
    "id": 25,
    "statement": "Amygdala's rapid pattern recognition involves hierarchical processing, convergence gating."
  },
  {
    "id": 26,
    "statement": "GABA's inhibitory effect on neurons mediated by chloride ion inhibition"
  },
  {
    "id": 27,
    "statement": "GABA's mechanism in amygdala emotional response modulation unclear due to complexity."
  },
  {
    "id": 28,
    "statement": "Honesty is essential, but insufficient for trust foundation alone."
  },
  {
    "id": 29,
    "statement": "The amygdala's pattern recognition involves neural pathways and integration"
  },
  {
    "id": 30,
    "statement": "GABA calms amygdala by opening chloride ion channels hyperpolarizing."
  },
  {
    "id": 31,
    "statement": "Amygdala reflexively processes sensory information outside conscious awareness."
  },
  {
    "id": 32,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 33,
    "statement": "Honesty builds trust by establishing reliability and predictability over time."
  },
  {
    "id": 34,
    "statement": "Amygdala integrates sensory information through neural convergence gating process."
  },
  {
    "id": 35,
    "statement": "Consistency strengthens trust through predictability, follow-through, and pattern recognition."
  },
  {
    "id": 36,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 37,
    "statement": "Amygdala processes sensory information reflexively outside conscious awareness."
  },
  {
    "id": 38,
    "statement": "Emotions, empathy, and social context interact to shape moral decisions."
  },
  {
    "id": 39,
    "statement": "GABA's mechanism in amygdala emotional response modulation unclear, requiring further research."
  },
  {
    "id": 40,
    "statement": "Amygdala recognizes patterns in sensory info for emotional significance rapidly."
  },
  {
    "id": 41,
    "statement": "GABA's inhibition reduces neuron excitation through hyperpolarization."
  },
  {
    "id": 42,
    "statement": "Honesty is a necessary condition for trust but insufficient alone."
  },
  {
    "id": 43,
    "statement": "Amygdala rapidly integrates sensory cues for emotional significance assessment."
  },
  {
    "id": 44,
    "statement": "GABA reduces neuron excitability through chloride ion influx."
  },
  {
    "id": 45,
    "statement": "Amygdala processes sensory info outside conscious awareness for emotional response."
  },
  {
    "id": 46,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening"
  },
  {
    "id": 47,
    "statement": "GABA calms neurons by opening chloride channels, hyperpolarizing."
  },
  {
    "id": 48,
    "statement": "GABA calms neurons by reducing excitability and hyperpolarizing membrane."
  },
  {
    "id": 49,
    "statement": "Amygdala integrates sensory information through neural convergence gating process."
  },
  {
    "id": 50,
    "statement": "Emotional significance assessed rapidly through dynamic neural convergence"
  },
  {
    "id": 51,
    "statement": "Cognitive reappraisal strengthens brain pathways through repetition-based neuroplasticity."
  },
  {
    "id": 52,
    "statement": "Cultural norms influence emotional expression and regulation."
  },
  {
    "id": 53,
    "statement": "Cognitive reappraisal reorganizes brain pathways through repetition-based neuroplasticity."
  },
  {
    "id": 54,
    "statement": "PFC modulation of amygdala's emotional responses occurs through"
  },
  {
    "id": 55,
    "statement": "GABA calms neurons by hyperpolarizing chloride channels reducing excitability."
  },
  {
    "id": 56,
    "statement": "GABA opens chloride channels, reducing neuron excitability hyperpolarizing"
  },
  {
    "id": 57,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 58,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 59,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels effectively."
  },
  {
    "id": 60,
    "statement": "GABA inhibits amygdala's emotional response through selective regulation"
  },
  {
    "id": 61,
    "statement": "GABA inhibits amygdala's emotional response through selective regulation mechanisms"
  },
  {
    "id": 62,
    "statement": "Amygdala rapidly processes sensory information emotionally through pattern recognition."
  },
  {
    "id": 63,
    "statement": "Convergence gating enables amygdala to integrate sensory information rapidly."
  },
  {
    "id": 64,
    "statement": "Amygdala rapidly processes emotional significance through neural pattern recognition and filtering."
  },
  {
    "id": 65,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition and reappraisal."
  },
  {
    "id": 66,
    "statement": "Pattern recognition in amygdala involves hierarchical processing of sensory information."
  },
  {
    "id": 67,
    "statement": "Consistency, predictability, follow-through, and pattern recognition build trust through behavioral patterns."
  },
  {
    "id": 68,
    "statement": "Cultural norms shape emotional expression and regulation through social learning"
  },
  {
    "id": 69,
    "statement": "The amygdala integrates sensory information through neural convergence gating."
  },
  {
    "id": 70,
    "statement": "Amygdala rapidly integrates sensory info for emotional significance evaluation."
  },
  {
    "id": 71,
    "statement": "Honesty alone insufficient to establish trust requires consistency."
  },
  {
    "id": 72,
    "statement": "Educational influences shape moral development through complex social mechanisms."
  },
  {
    "id": 73,
    "statement": "Emotional openness fosters trust through authenticity and vulnerability."
  },
  {
    "id": 74,
    "statement": "Honesty establishes foundation for trust, consistency and comms reinforce"
  },
  {
    "id": 75,
    "statement": "GABA calms amygdala neurons to reduce emotional response."
  },
  {
    "id": 76,
    "statement": "Predictability enhances trust through reduced uncertainty and familiarity."
  },
  {
    "id": 77,
    "statement": "Honesty requires consistency, reliability, and transparency to build trust."
  },
  {
    "id": 78,
    "statement": "Honesty is a complex and context-dependent human trait."
  },
  {
    "id": 79,
    "statement": "Consistency, predictability, and transparency foster trust through reliability only."
  },
  {
    "id": 80,
    "statement": "Amygdala processes emotional significance through rapid pattern recognition and filtering."
  },
  {
    "id": 81,
    "statement": "GABA calms neural activity by opening chloride channels hyperpolarizing neurons."
  },
  {
    "id": 82,
    "statement": "Moral development emerges from dynamic interplay between social, cultural, biological factors."
  },
  {
    "id": 83,
    "statement": "Emotional openness fosters deeper connections, empathy, and understanding through intimacy, improved communication, and reduced defensiveness."
  },
  {
    "id": 84,
    "statement": "Amygdala rapidly detects survival-relevant patterns in sensory information."
  },
  {
    "id": 85,
    "statement": "Consistency breeds trust through reliable and predictable patterns."
  },
  {
    "id": 86,
    "statement": "Consistency builds trust through reliable, dependable, and predictable honesty."
  },
  {
    "id": 87,
    "statement": "GABA's inhibitory effects help regulate neural activity and emotions"
  },
  {
    "id": 88,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 89,
    "statement": "GABA modulates neural activity through distinct receptor subtypes and functions."
  },
  {
    "id": 90,
    "statement": "Emotions, empathy, social context shape moral decision-making through complex interactions."
  },
  {
    "id": 91,
    "statement": "Amygdala rapidly integrates sensory cues hierarchically for emotional significance."
  },
  {
    "id": 92,
    "statement": "Trust builds through complex interplay of multiple factors."
  },
  {
    "id": 93,
    "statement": "Trust arises from complex interplay of cognitive-emotional-social factors"
  },
  {
    "id": 94,
    "statement": "Hierarchical processing speeds amygdala's emotional significance evaluation."
  },
  {
    "id": 95,
    "statement": "Consistency reinforces reliability and predictability in building trust."
  },
  {
    "id": 96,
    "statement": "Honesty establishes authenticity, reliability, and trustworthiness through consistency"
  },
  {
    "id": 97,
    "statement": "Honesty is a necessary condition, but not sufficient alone."
  },
  {
    "id": 98,
    "statement": "Amygdala rapidly processes emotional significance through pattern recognition and filtering."
  },
  {
    "id": 99,
    "statement": "GABA's inhibitor effect on amygdala neurons hyperpolarizes neuron activity."
  },
  {
    "id": 100,
    "statement": "GABA modulates neural activity through diverse receptor subtypes"
  },
  {
    "id": 101,
    "statement": "Moral development emerges from dynamic cognitive-emotional-social interactions!"
  },
  {
    "id": 102,
    "statement": "Social relationships and educational experiences synergize moral development."
  },
  {
    "id": 103,
    "statement": "Amygdala's substructure rapidly processes sensory data for emotional significance."
  },
  {
    "id": 104,
    "statement": "PFC regulates amygdala's emotional responses through top-down and bottom-up processing."
  },
  {
    "id": 105,
    "statement": "Moral development emerges from intricate cognitive-emotional-social interplay dynamics."
  },
  {
    "id": 106,
    "statement": "GABA binding to receptors hyperpolarizes neurons by reducing excitability"
  },
  {
    "id": 107,
    "statement": "Honesty builds trust through consistency, communication, and reliability."
  },
  {
    "id": 108,
    "statement": "Emotions, empathy, and social context influence moral judgment merging."
  },
  {
    "id": 109,
    "statement": "Honesty is a crucial but insufficient condition for trust."
  },
  {
    "id": 110,
    "statement": "Honesty builds trust foundation when combined with consistency, communication."
  },
  {
    "id": 111,
    "statement": "Emotional openness fosters trust through vulnerability and empathy."
  },
  {
    "id": 112,
    "statement": "Trust arises from dynamic cognitive-emotional-social-cultural interactions."
  },
  {
    "id": 113,
    "statement": "GABA calms neurons by reducing excitability and hyperpolarizing."
  },
  {
    "id": 114,
    "statement": "Consistency builds trust by establishing dependable patterns."
  },
  {
    "id": 115,
    "statement": "GABA opens chloride channels, increasing neuron hyperpolarization effectively"
  },
  {
    "id": 116,
    "statement": "Building trust requires consistency, transparency, reliability, emotional connections, context, communication."
  },
  {
    "id": 117,
    "statement": "Amygdala's automatic processing influences emotional responses through learning patterns"
  },
  {
    "id": 118,
    "statement": "GABA opens chloride channels, reducing neuron excitability through hyperpolarization"
  },
  {
    "id": 119,
    "statement": "Cultural norms shape emotional expression and regulation through various mechanisms."
  },
  {
    "id": 120,
    "statement": "Consistency establishes pattern of reliable behavior leading trust."
  },
  {
    "id": 121,
    "statement": "Honesty establishes foundation for trust but lacks sufficient conditions"
  },
  {
    "id": 122,
    "statement": "Rapid amygdala processing detects threats for survival and association learning."
  },
  {
    "id": 123,
    "statement": "GABA inhibits amygdala neurons, reducing emotional response excitability."
  },
  {
    "id": 124,
    "statement": "Amygdala rapidly integrates sensory information for emotional significance."
  },
  {
    "id": 125,
    "statement": "Honesty builds trust through transparency, consistency, and reliability."
  },
  {
    "id": 126,
    "statement": "GABA inhibits amygdala neurons by opening chloride channels hyperpolarizing effect."
  },
  {
    "id": 127,
    "statement": "GABA modulates neural activity through distinct receptor subtypes and functions"
  },
  {
    "id": 128,
    "statement": "Cultural norms influence emotional expression through social conditioning."
  },
  {
    "id": 129,
    "statement": "Trust builds through cognitive-emotional-social interactions and adaptations."
  },
  {
    "id": 130,
    "statement": "Predictability reduces uncertainty and fosters trust through consistency"
  },
  {
    "id": 131,
    "statement": "The amygdala integrates sensory information through neural convergence gating process"
  },
  {
    "id": 132,
    "statement": "Social relationships and education synergize moral development through interactions"
  },
  {
    "id": 133,
    "statement": "GABA opening chloride channels reduces neuron excitability hyperpolarizing effect"
  },
  {
    "id": 134,
    "statement": "Active listening builds trust through validation, empathy, and understanding."
  },
  {
    "id": 135,
    "statement": "Amygdala processes sensory information hierarchically for emotional significance recognition"
  },
  {
    "id": 136,
    "statement": "Honesty necessary but insufficient condition for building trust based."
  },
  {
    "id": 137,
    "statement": "GABA regulates amygdala's emotional response through selective inhibition"
  },
  {
    "id": 138,
    "statement": "Honesty is necessary, but insufficient, condition for trust foundation."
  },
  {
    "id": 139,
    "statement": "GABA calms neurons by opening chloride channels."
  },
  {
    "id": 140,
    "statement": "GABA reduces neuron excitability through hyperpolarization mechanism"
  },
  {
    "id": 141,
    "statement": "GABA calms neurons by opening chloride channels and hyperpolarizing membrane."
  },
  {
    "id": 142,
    "statement": "GABA's mechanism in amygdala emotional response modulation uncertain"
  },
  {
    "id": 143,
    "statement": "Moral development arises from dynamic cognitive-emotional-social interactions."
  },
  {
    "id": 144,
    "statement": "Amygdala rapidly integrates sensory info for emotional importance."
  },
  {
    "id": 145,
    "statement": "Habituation occurs through repeated exposure, reducing emotional response."
  },
  {
    "id": 146,
    "statement": "GABA-mediated chloride conductance allows cellular hyperpolarization."
  },
  {
    "id": 147,
    "statement": "GABA modulates amygdala's emotional response through selective inhibition."
  },
  {
    "id": 148,
    "statement": "Moral development arises from dynamic cognitive, emotional, social interactions."
  },
  {
    "id": 149,
    "statement": "Moral development is a dynamic interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 150,
    "statement": "PFC's regulation of amygdala's emotional responses involves neural connectivity"
  },
  {
    "id": 151,
    "statement": "GABA's hyperpolarization reduces neuron excitability by depolarization threshold."
  },
  {
    "id": 152,
    "statement": "Honesty establishes authenticity and reliability, building trust foundation."
  },
  {
    "id": 153,
    "statement": "Consistency builds trust through predictability, reliability, and psychological mechanisms."
  },
  {
    "id": 154,
    "statement": "Honesty builds trust through transparency, consistency, and reliability"
  },
  {
    "id": 155,
    "statement": "Consistency is a fundamental pillar of trust building in relationships."
  },
  {
    "id": 156,
    "statement": "Amygdala's rapid processing influences fear conditioning and attention allocation."
  },
  {
    "id": 157,
    "statement": "A necessary condition must be met for a statement to be true."
  },
  {
    "id": 158,
    "statement": "Consistency builds trust through reliability, transparency, and emotional openness in complex interactions"
  },
  {
    "id": 159,
    "statement": "GABA binds to receptors, increasing chloride flow, hyperpolarizing neurons."
  },
  {
    "id": 160,
    "statement": "GABA, as inhibitory neurotransmitter, reduces amygdala emotional response"
  },
  {
    "id": 161,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition and reappraisal."
  },
  {
    "id": 162,
    "statement": "GABA inhibits amygdala neurons through chloride ion channel opening."
  },
  {
    "id": 163,
    "statement": "Honesty requires sincerity, consistency, reliability, and authenticity cycle trust."
  },
  {
    "id": 164,
    "statement": "The amygdala's automatic processing influences trust perception through emotional response."
  },
  {
    "id": 165,
    "statement": "Honesty builds trust through transparency, emotional openness, and consistency"
  },
  {
    "id": 166,
    "statement": "Emotions, empathy, and social context interact to shape moral decisions."
  },
  {
    "id": 167,
    "statement": "Amygdala reflexively processes sensory information outside conscious awareness."
  },
  {
    "id": 168,
    "statement": "GABA modulates neural activity through diverse receptor subtypes."
  },
  {
    "id": 169,
    "statement": "Emotional connections in trust building foster empathy and understanding."
  },
  {
    "id": 170,
    "statement": "Consistency enforces reliability and predictability in trust building"
  },
  {
    "id": 171,
    "statement": "GABA inhibits neurons by opening chloride channels hyperpolarizing effect"
  },
  {
    "id": 172,
    "statement": "Amygdala's pattern recognition involves specific neural pathways and integration."
  },
  {
    "id": 173,
    "statement": "Emotions and empathy drive moral decision-making through social context."
  },
  {
    "id": 174,
    "statement": "GABA calms neurons through chloride channel opening, hyperpolarization"
  },
  {
    "id": 175,
    "statement": "Consistency in behavior fosters trust through predictability and reliability."
  },
  {
    "id": 176,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 177,
    "statement": "Honesty is not always the sole foundation of trust."
  },
  {
    "id": 178,
    "statement": "GABA calms amygdala neurons by opening chloride channels"
  },
  {
    "id": 179,
    "statement": "Consistency strengthens trust through reliable, predictable behavior over time."
  },
  {
    "id": 180,
    "statement": "Amygdala integrates sensory information through neural convergence gating"
  },
  {
    "id": 181,
    "statement": "Reflexive amygdala processing detects threats outside conscious awareness."
  },
  {
    "id": 182,
    "statement": "The amygdala rapidly assesses emotional significance through hierarchical pattern recognition."
  },
  {
    "id": 183,
    "statement": "Amygdala recognizes facial expressions for emotional significance rapidly."
  },
  {
    "id": 184,
    "statement": "Honesty is a necessary foundation but not sufficient alone"
  },
  {
    "id": 185,
    "statement": "Honesty's perceived trustworthiness relies on consistency, reliability, and transparency."
  },
  {
    "id": 186,
    "statement": "The amygdala's emotional prioritization processing is a complex system theory."
  },
  {
    "id": 187,
    "statement": "Moral development arises from complex cognitive-emotional-social interplay dynamics."
  },
  {
    "id": 188,
    "statement": "Consistency reinforces reliability, predicable behavior through pattern recognition."
  },
  {
    "id": 189,
    "statement": "Amygdala integrates sensory information through neural convergence gating process"
  },
  {
    "id": 190,
    "statement": "Honesty requires consistency, reliability, and transparency to build trust."
  },
  {
    "id": 191,
    "statement": "Amygdala processes sensory information outside conscious awareness rapidly."
  },
  {
    "id": 192,
    "statement": "Emotional openness cultivates trust, intimacy, and empathy in relationships."
  },
  {
    "id": 193,
    "statement": "GABA's inhibitor effect on amygdala neurons hyperpolarizes neuron activity."
  },
  {
    "id": 194,
    "statement": "Active listening builds trust through validation, empathy, and understanding."
  },
  {
    "id": 195,
    "statement": "GABA opens chloride channels, increasing neuron hyperpolarization effectively."
  },
  {
    "id": 196,
    "statement": "Amygdala's pattern recognition involves hierarchical processing of sensory information."
  },
  {
    "id": 197,
    "statement": "GABA's hyperpolarization reduces neuron excitability and action potential frequency"
  },
  {
    "id": 198,
    "statement": "Consistency of honest behavior builds trust gradually over time."
  },
  {
    "id": 199,
    "statement": "Emotions, empathy, and social context interplay complexly in moral decisions."
  }
]