[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 2,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 3,
    "statement": "Honesty establishes authenticity and reliability, foundation trust building"
  },
  {
    "id": 4,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 5,
    "statement": "Amygdala rapidly processes emotional significance through pattern recognition and filtering."
  },
  {
    "id": 6,
    "statement": "Emotions, empathy, and social context shape moral decision-making processes."
  },
  {
    "id": 7,
    "statement": "Honesty requires sincerity, consistency, reliability, and authenticity to build trust."
  },
  {
    "id": 8,
    "statement": "Honesty's foundation is consistency, reliability, and predictability."
  },
  {
    "id": 9,
    "statement": "Honesty a necessary condition but insufficient for trust"
  },
  {
    "id": 10,
    "statement": "Honesty's sincerity rooted in authenticity, intention, and transparency."
  },
  {
    "id": 11,
    "statement": "Honesty requires consistency, reliability, and transparency to build trust"
  },
  {
    "id": 12,
    "statement": "Emotions, empathy, and social context shape moral decision-making processes."
  },
  {
    "id": 13,
    "statement": "Neural Convergence Gating: Integrate multiple sensory inputs for emotional significance"
  },
  {
    "id": 14,
    "statement": "Honesty builds trust through transparency, consistency, and emotional openness."
  },
  {
    "id": 15,
    "statement": "GABA's inhibitory effect on neurons is a complex, multi-step process."
  },
  {
    "id": 16,
    "statement": "GABA's binding to receptors opens chloride channels hyperpolarizing neurons."
  },
  {
    "id": 17,
    "statement": "Consistency builds trust, but insufficient condition necessary for trust"
  },
  {
    "id": 18,
    "statement": "Consistency demonstrates reliability, sincerity, and authenticity."
  },
  {
    "id": 19,
    "statement": "GABA binds to receptors, opening chloride channels, hyperpolarizing neurons"
  },
  {
    "id": 20,
    "statement": "Amygdala's substructure rapidly processes sensory data for emotional significance through hierarchical neural pathways."
  },
  {
    "id": 21,
    "statement": "Moral development emerges from complex biology-culture-social interactions."
  },
  {
    "id": 22,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 23,
    "statement": "Honesty is necessary condition for trust, but insufficient alone."
  },
  {
    "id": 24,
    "statement": "Amygdala processes sensory information hierarchically for pattern recognition."
  },
  {
    "id": 25,
    "statement": "Amygdala processes sensory info outside conscious awareness for emotional response."
  },
  {
    "id": 26,
    "statement": "Amygdala processes sensory information outside conscious awareness reflexively."
  },
  {
    "id": 27,
    "statement": "Amygdala's hierarchical structure enables pattern recognition through layers."
  },
  {
    "id": 28,
    "statement": "GABA's mechanisms in amygdala emotional response modulation are still unclear."
  },
  {
    "id": 29,
    "statement": "Honesty is a necessary condition for trust, but not sufficient alone."
  },
  {
    "id": 30,
    "statement": "Honesty builds trust through transparency, consistency, and emotional openness."
  },
  {
    "id": 31,
    "statement": "Amygdala rapidly recognizes patterns in sensory information for emotional processing."
  },
  {
    "id": 32,
    "statement": "Emotions, empathy, and social context shape moral decisions and behavior"
  },
  {
    "id": 33,
    "statement": "Amygdala processes sensory information reflexively outside conscious awareness."
  },
  {
    "id": 34,
    "statement": "Amygdala recognizes patterns in sensory info for emotional significance rapidly."
  },
  {
    "id": 35,
    "statement": "Honesty fosters trust through predictability, reliability, transparency, and integrity."
  },
  {
    "id": 36,
    "statement": "Moral development arises from cognitive-emotional-social interaction dynamics influencing decision-making."
  },
  {
    "id": 37,
    "statement": "Honesty is a fundamental requirement for building trust foundation."
  },
  {
    "id": 38,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 39,
    "statement": "Emotions, empathy, and social context shape moral decision-making processes."
  },
  {
    "id": 40,
    "statement": "Amygdala integrates sensory info through hierarchical processing and convergence gating."
  },
  {
    "id": 41,
    "statement": "Convergence gating enables amygdala to integrate sensory information rapidly."
  },
  {
    "id": 42,
    "statement": "Honesty involves admitting mistakes, taking responsibility and apologizing."
  },
  {
    "id": 43,
    "statement": "Consistency builds trust through pattern recognition and reliability."
  },
  {
    "id": 44,
    "statement": "Honesty builds trust through consistency, reliability, and transparency."
  },
  {
    "id": 45,
    "statement": "Consistency builds trust through repeated pattern recognition."
  },
  {
    "id": 46,
    "statement": "Consistency builds trust through reliability and predictable behavior."
  },
  {
    "id": 47,
    "statement": "GABA's mechanism in opening chloride channels involves complex interactions."
  },
  {
    "id": 48,
    "statement": "Honesty builds trust, creating a safe environment for emotional openness."
  },
  {
    "id": 49,
    "statement": "GABA's binding triggers chloride ion influx, hyperpolarizing neurons."
  },
  {
    "id": 50,
    "statement": "GABA's mechanism in amygdala modulation involves multiple complex factors."
  },
  {
    "id": 51,
    "statement": "Amygdala processes sensory info outside conscious awareness for emotional response."
  },
  {
    "id": 52,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition."
  },
  {
    "id": 53,
    "statement": "The amygdala processes sensory information outside conscious emotional awareness."
  },
  {
    "id": 54,
    "statement": "Amygdala rapidly integrates sensory cues for emotional significance assessment."
  },
  {
    "id": 55,
    "statement": "Moral development arises from interplay between biology, culture, and society."
  },
  {
    "id": 56,
    "statement": "GABA's mechanism in opening chloride channels is complex and research ongoing."
  },
  {
    "id": 57,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 58,
    "statement": "Moral development emerges from dynamic social, cultural, and biological interactions."
  },
  {
    "id": 59,
    "statement": "Honesty, while important, may not always be the highest priority."
  },
  {
    "id": 60,
    "statement": "GABA's exact mechanism in opening chloride channels unclear."
  },
  {
    "id": 61,
    "statement": "GABA's mechanism in amygdala modulation remains unclear and debated."
  },
  {
    "id": 62,
    "statement": "Amygdala's hierarchical processing prioritizes threat-related and social stimuli."
  },
  {
    "id": 63,
    "statement": "Amygdala's rapid pattern recognition involves hierarchical processing, convergence gating."
  },
  {
    "id": 64,
    "statement": "GABA's mechanism involves complex binding, activation, and chloride channel opening."
  },
  {
    "id": 65,
    "statement": "Amygdala processes sensory information subconsciously and rapidly responds."
  },
  {
    "id": 66,
    "statement": "Amygdala processes sensory info hierarchically for pattern recognition."
  },
  {
    "id": 67,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 68,
    "statement": "Cognitive reappraisal strengthens neural connections through repeated practice."
  },
  {
    "id": 69,
    "statement": "Emotions, empathy, and social context influence moral decision-making processes."
  },
  {
    "id": 70,
    "statement": "Amygdala integrates sensory information through hierarchical processing."
  },
  {
    "id": 71,
    "statement": "Emotions, empathy, and social context intertwine in moral decision-making."
  },
  {
    "id": 72,
    "statement": "Amygdala processes sensory information from environment for emotional significance."
  },
  {
    "id": 73,
    "statement": "GABA binding opens chloride channels, hyperpolarizing neurons."
  },
  {
    "id": 74,
    "statement": "Amygdala processes sensory information outside conscious awareness reflexively."
  },
  {
    "id": 75,
    "statement": "Genuine motive for honesty is an authentic intention or purpose."
  },
  {
    "id": 76,
    "statement": "Emotional openness fosters vulnerability, leading to trust and deeper connections."
  },
  {
    "id": 77,
    "statement": "Cognitive reappraisal strengthens brain pathways through repetition-based neuroplasticity."
  },
  {
    "id": 78,
    "statement": "Moral development arises from complex interactions among cognitive, emotional and social factors."
  },
  {
    "id": 79,
    "statement": "Consistency establishes reliability through pattern recognition, norms, commitment, and reduced uncertainty."
  },
  {
    "id": 80,
    "statement": "Consistency, reliability, and transparency build trust through pattern recognition, social learning, emotional connection and cognitive appraisal."
  },
  {
    "id": 81,
    "statement": "Amygdala rapidly recognizes patterns in sensory information, associates with emotional values."
  },
  {
    "id": 82,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 83,
    "statement": "Honesty builds trust through reliability, consistency, and emotional connection."
  },
  {
    "id": 84,
    "statement": "Emotional openness fosters trust through vulnerability, understanding, and empathy."
  },
  {
    "id": 85,
    "statement": "Honesty alone is insufficient for building trust fully."
  },
  {
    "id": 86,
    "statement": "Emotions, empathy, and social context shape moral decisions through neural mechanisms."
  },
  {
    "id": 87,
    "statement": "Moral development arises from complex social-cognitive-cultural-biological interactions."
  },
  {
    "id": 88,
    "statement": "GABA's mechanism of action involves multiple steps and nuance."
  },
  {
    "id": 89,
    "statement": "GABA's mechanism in opening chloride channels is complex and unclear"
  },
  {
    "id": 90,
    "statement": "The amygdala integrates sensory information through neural convergence gating."
  },
  {
    "id": 91,
    "statement": "GABA mechanism in opening chloride channels is complex and multifaceted."
  },
  {
    "id": 92,
    "statement": "GABA's mechanism modulates amygdala emotional response through complex pathways."
  },
  {
    "id": 93,
    "statement": "GABA's mechanism in opening chloride channels is complex and multifaceted."
  },
  {
    "id": 94,
    "statement": "Amygdala integrates sensory info through neural convergence gating process."
  },
  {
    "id": 95,
    "statement": "Neural convergence gating integrates sensory information for emotional significance."
  },
  {
    "id": 96,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions, influencing decision-making."
  },
  {
    "id": 97,
    "statement": "Emotions, empathy, and social context influence moral decision-making greatly."
  },
  {
    "id": 98,
    "statement": "GABA calms amygdala neurons by complex molecular mechanisms involving chloride channels."
  },
  {
    "id": 99,
    "statement": "Neural convergence gating integrates sensory info for emotional significance."
  },
  {
    "id": 100,
    "statement": "Honesty's byproduct is emotional openness in human relationships."
  },
  {
    "id": 101,
    "statement": "Amygdala integrates sensory info through neural convergence gating process."
  },
  {
    "id": 102,
    "statement": "GABA's mechanisms in amygdala emotional response modulation remain unclear."
  },
  {
    "id": 103,
    "statement": "The amygdala evaluates sensory info for emotional significance rapidly."
  },
  {
    "id": 104,
    "statement": "GABA opens chloride channels, hyperpolarizing and reducing excitability."
  },
  {
    "id": 105,
    "statement": "Emotions, empathy, and social context shape moral decisions."
  },
  {
    "id": 106,
    "statement": "Honesty requires intention, action, and genuine motive for sincerity."
  },
  {
    "id": 107,
    "statement": "Honesty requires intention, action, and genuine motive."
  },
  {
    "id": 108,
    "statement": "Honesty involves authenticity, consistency, and willingness to admit mistakes."
  },
  {
    "id": 109,
    "statement": "Moral development arises from complex interactions between social, cultural, and biological factors."
  },
  {
    "id": 110,
    "statement": "Amygdala's substructure rapidly processes sensory data hierarchically for emotional significance"
  },
  {
    "id": 111,
    "statement": "Consistency, reliability, and predictability, not sufficient for trust"
  },
  {
    "id": 112,
    "statement": "Emotional openness fosters deeper connections through vulnerability and trust."
  },
  {
    "id": 113,
    "statement": "Emotions influence moral judgments and actions through brain's reward/punishment systems."
  },
  {
    "id": 114,
    "statement": "Moral development arises from complex cognitive-emotional-social interplay dynamics."
  },
  {
    "id": 115,
    "statement": "Cognitive reappraisal reduces emotional impact through repeated practice habituation."
  },
  {
    "id": 116,
    "statement": "Moral development arises from complex cognitive, emotional, social interactions influencing decision-making."
  },
  {
    "id": 117,
    "statement": "Moral development involves complex three-way interactions among cognitive, emotional and social factors"
  },
  {
    "id": 118,
    "statement": "Cognitive reappraisal strengthens neural connections through repeated experience and practice."
  },
  {
    "id": 119,
    "statement": "Social context, emotions, and empathy influence moral decision-making."
  },
  {
    "id": 120,
    "statement": "Amygdala integrates sensory cues rapidly for emotional significance assessment."
  },
  {
    "id": 121,
    "statement": "Consistency establishes reliability, necessary but insufficient for trust."
  },
  {
    "id": 122,
    "statement": "Amygdala processes information hierarchically for rapid emotional processing."
  },
  {
    "id": 123,
    "statement": "Amygdala rapidly processes sensory info outside conscious awareness for emotional response"
  },
  {
    "id": 124,
    "statement": "Moral development arises from complex social-cognitive-cultural-biological interactions."
  },
  {
    "id": 125,
    "statement": "Honesty and emotional openness complement consistency for trust building."
  },
  {
    "id": 126,
    "statement": "GABA's mechanisms in amygdala emotional response modulation are complex and not yet fully understood."
  },
  {
    "id": 127,
    "statement": "Honesty's sincerity rooted in authenticity, intention, and transparency."
  },
  {
    "id": 128,
    "statement": "Honesty involves willingness to admit mistakes and learn"
  },
  {
    "id": 129,
    "statement": "GABA modulates amygdala activity through chloride channel opening"
  },
  {
    "id": 130,
    "statement": "GABA's mechanisms in amygdala emotional response are complex and unclear."
  },
  {
    "id": 131,
    "statement": "The amygdala prioritizes sensory info based on emotional significance."
  },
  {
    "id": 132,
    "statement": "GABA's mechanism in opening chloride channels is complex and multifaceted"
  },
  {
    "id": 133,
    "statement": "GABA's inhibitory effect on neurons mediated by chloride ion inhibition"
  },
  {
    "id": 134,
    "statement": "GABA's exact mechanism in opening chloride channels is unknown."
  },
  {
    "id": 135,
    "statement": "Amygdala rapidly evaluates emotional significance of sensory information."
  },
  {
    "id": 136,
    "statement": "GABA's complex mechanism involves multiple binding sites, conformational changes."
  },
  {
    "id": 137,
    "statement": "Honesty involves authenticity, sincerity, and commitment to principles."
  },
  {
    "id": 138,
    "statement": "Building trust requires consistency, reliability, transparency, and authenticity."
  },
  {
    "id": 139,
    "statement": "GABA modulates amygdala activity through chloride channel opening, hyperpolarizing neurons."
  },
  {
    "id": 140,
    "statement": "Educational experiences shape moral development through social interactions and learning."
  },
  {
    "id": 141,
    "statement": "Consistency in words and actions builds trust through reliability."
  },
  {
    "id": 142,
    "statement": "Honesty combines predictability, reliability, transparency, and integrity to build trust."
  },
  {
    "id": 143,
    "statement": "Amygdala processes sensory information automatically and outside conscious awareness."
  },
  {
    "id": 144,
    "statement": "Amygdala processes sensory information outside conscious awareness for emotional response."
  },
  {
    "id": 145,
    "statement": "Emotions, empathy, and social context influence moral decision-making complexly"
  },
  {
    "id": 146,
    "statement": "Honesty requires sincerity, consistency, reliability, and authenticity to trust."
  },
  {
    "id": 147,
    "statement": "Honesty is a versatile virtue with varying moral implications."
  },
  {
    "id": 148,
    "statement": "Pattern recognition creates predictability, enabling trust development."
  },
  {
    "id": 149,
    "statement": "Consistency builds trust, reliability, and authenticity through dependability and predictability"
  },
  {
    "id": 150,
    "statement": "GABA's binding to receptors opens chloride channels hyperpolarizing neurons."
  },
  {
    "id": 151,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels."
  },
  {
    "id": 152,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 153,
    "statement": "Amygdala's rapid processing integrates sensory data hierarchically."
  },
  {
    "id": 154,
    "statement": "Honesty creates a safe environment for emotional openness and trust."
  },
  {
    "id": 155,
    "statement": "Amygdala integrates sensory info through hierarchy and filtering gates."
  },
  {
    "id": 156,
    "statement": "Amygdala's hierarchical processing enables rapid emotional significance assignment."
  },
  {
    "id": 157,
    "statement": "Convergence gating in amygdala integrates sensory info rapidly."
  },
  {
    "id": 158,
    "statement": "GABA's inhibitory effect on neurons is a complex process."
  },
  {
    "id": 159,
    "statement": "Honesty's foundation lies in consistency, reliability, and predictability."
  },
  {
    "id": 160,
    "statement": "Consistency is a necessary but insufficient condition for trust."
  },
  {
    "id": 161,
    "statement": "The amygdala evaluates sensory info for emotional significance rapidly through hierarchical processing and convergence gating."
  },
  {
    "id": 162,
    "statement": "GABA's inhibitory effect on neurons mediated by chloride ions"
  },
  {
    "id": 163,
    "statement": "Honesty builds trust through authenticity, reliability, and transparency."
  },
  {
    "id": 164,
    "statement": "Moral development is shaped by dynamic social, cultural, and biological interactions."
  },
  {
    "id": 165,
    "statement": "Honesty fosters emotional openness through vulnerability and trust."
  },
  {
    "id": 166,
    "statement": "Amygdala processes sensory information outside conscious awareness emotionally."
  },
  {
    "id": 167,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 168,
    "statement": "Amygdala processes sensory info hierarchically for pattern recognition and emotional response."
  },
  {
    "id": 169,
    "statement": "Cognitive reappraisal reduces emotional impact through repeated neural reorganization."
  },
  {
    "id": 170,
    "statement": "Honesty requires intention, action, and genuine motive."
  },
  {
    "id": 171,
    "statement": "Amygdala rapidly processes emotional significance through hierarchical pattern recognition."
  },
  {
    "id": 172,
    "statement": "Cognitive reappraisal strengthens neural connections through repeated practice"
  },
  {
    "id": 173,
    "statement": "Honesty provides foundation for trust, but other factors strengthen it."
  },
  {
    "id": 174,
    "statement": "Emotions, empathy, and social context shape moral decision-making processes."
  },
  {
    "id": 175,
    "statement": "Honesty involves taking responsibility, admitting mistakes, and apologizing sincerely."
  },
  {
    "id": 176,
    "statement": "Amygdala rapidly processes sensory info for emotional significance automatically."
  },
  {
    "id": 177,
    "statement": "Educational influence shapes moral development through social interactions and learning."
  },
  {
    "id": 178,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 179,
    "statement": "Social context, emotions, and empathy influence moral decision-making processes."
  },
  {
    "id": 180,
    "statement": "Consistency builds trust through reliability and predictable patterns."
  },
  {
    "id": 181,
    "statement": "Moral development arises from intricate web of cognitive-emotional-social interactions."
  },
  {
    "id": 182,
    "statement": "GABA's inhibition of neurons involves chloride channels hyperpolarization."
  },
  {
    "id": 183,
    "statement": "Consistency creates recognizable patterns leading to trust building"
  },
  {
    "id": 184,
    "statement": "GABA binds to receptors, calming amygdala neurons, reducing emotional response."
  },
  {
    "id": 185,
    "statement": "Reliability emerges from consistency, predictability, and transparency in actions."
  },
  {
    "id": 186,
    "statement": "Honesty requires consistency, context, communication, connection, and equality for trust."
  },
  {
    "id": 187,
    "statement": "Amygdala processes sensory information outside conscious awareness automatically involuntarily."
  },
  {
    "id": 188,
    "statement": "GABA modulates chloride channels through complex neural interactions"
  },
  {
    "id": 189,
    "statement": "GABA's mechanism involves complex interplay of multiple factors"
  },
  {
    "id": 190,
    "statement": "Amygdala's hierarchical structure enables pattern recognition through multiple layers."
  },
  {
    "id": 191,
    "statement": "Emotions, empathy, and social context interact to shape moral decisions."
  },
  {
    "id": 192,
    "statement": "Consistency builds trust through predictability, reliability, and understanding."
  },
  {
    "id": 193,
    "statement": "GABA calms amygdala activity by opening chloride channels."
  },
  {
    "id": 194,
    "statement": "Empathy involves understanding and sharing the feelings of others."
  },
  {
    "id": 195,
    "statement": "GABA binds to receptors, triggers chloride ion influx, hyperpolarizes neurons."
  },
  {
    "id": 196,
    "statement": "Moral development involves complex interactions among cognitive, emotional, social factors influencing decision-making."
  },
  {
    "id": 197,
    "statement": "Emotions influence moral judgments and actions through brain's reward/punishment systems"
  },
  {
    "id": 198,
    "statement": "Emotional openness fosters deeper connections and stronger trust bonds."
  },
  {
    "id": 199,
    "statement": "GABA's inhibitory action calms neurons by hyperpolarization and reduced excitability."
  }
]