[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Self-awareness is a necessary condition for emotional intelligence."
  },
  {
    "id": 2,
    "statement": "Self-awareness enables emotional intelligence through effective emotional regulation."
  },
  {
    "id": 3,
    "statement": "Reader domains recognize histone modifications for chromatin structure regulation."
  },
  {
    "id": 4,
    "statement": "Self-awareness recognizes emotions, causes, and regulates intensity consistently."
  },
  {
    "id": 5,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling."
  },
  {
    "id": 6,
    "statement": "Honesty entails reliability, consistency, and transparency in actions."
  },
  {
    "id": 7,
    "statement": "Epigenetic inheritance involves DNA methylation and histone modifications."
  },
  {
    "id": 8,
    "statement": "Epigenetic marks influence gene expression in cell-type specific manner"
  },
  {
    "id": 9,
    "statement": "Self-awareness is the foundation for emotional intelligence development."
  },
  {
    "id": 10,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns"
  },
  {
    "id": 11,
    "statement": "Self-awareness is a necessary but not sufficient condition for emotional intelligence."
  },
  {
    "id": 12,
    "statement": "Histones interact with each other, DNA, and proteins through various mechanisms."
  },
  {
    "id": 13,
    "statement": "Histones interact with each other, DNA, and proteins through electrostatic, hydrogen and π-π stacking."
  },
  {
    "id": 14,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding."
  },
  {
    "id": 15,
    "statement": "Epigenetic marks are dynamic and reversible due to enzymatic actions."
  },
  {
    "id": 16,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications and remodeling."
  },
  {
    "id": 17,
    "statement": "Lying can be morally acceptable in white lies situations."
  },
  {
    "id": 18,
    "statement": "Unconscious biases distort decision-making through flawed cognitive processing mechanisms."
  },
  {
    "id": 19,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling."
  },
  {
    "id": 20,
    "statement": "Self-awareness is a necessary foundation for emotional intelligence development."
  },
  {
    "id": 21,
    "statement": "Self-awareness recognizes emotions, understands causes, regulates intensity."
  },
  {
    "id": 22,
    "statement": "Chromatin remodeling complexes recognize histone modifications through cooperative binding and allosteric regulation."
  },
  {
    "id": 23,
    "statement": "Honesty establishes foundation for trust, while other factors sustain."
  },
  {
    "id": 24,
    "statement": "Lying can be morally acceptable in white lies situations."
  },
  {
    "id": 25,
    "statement": "Chromatin remodeling complexes recognize histone modifications for chromatin structure regulation"
  },
  {
    "id": 26,
    "statement": "Unconscious biases distort decision-making through flawed cognitive processing mechanisms."
  },
  {
    "id": 27,
    "statement": "Honesty is a fundamental aspect of building trust and respect."
  },
  {
    "id": 28,
    "statement": "Self-awareness is a necessary precursory condition for emotional intelligence"
  },
  {
    "id": 29,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 30,
    "statement": "Epigenetic regulation underlies cell-type specific transcriptional profiles."
  },
  {
    "id": 31,
    "statement": "Epigenetic inheritance involves chromatin-looping, gene expression regulation."
  },
  {
    "id": 32,
    "statement": "Cognitive biases influence decision-making through mental shortcuts."
  },
  {
    "id": 33,
    "statement": "Epigenetic marks are dynamic, requiring enzymes for maintenance."
  },
  {
    "id": 34,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling complexes."
  },
  {
    "id": 35,
    "statement": "Epigenetic marks modify chromatin structure through histone modifications."
  },
  {
    "id": 36,
    "statement": "Epigenetic inheritance refers to transmission of non-DNA changes."
  },
  {
    "id": 37,
    "statement": "Honesty demonstrates authenticity, consistency, and trustworthiness leading to respect."
  },
  {
    "id": 38,
    "statement": "Epigenetic inheritance involves chromatin-looping and gene expression regulation."
  },
  {
    "id": 39,
    "statement": "Histones interact with each other through electrostatic, hydrogen and π-π stacking."
  },
  {
    "id": 40,
    "statement": "Histones interact with DNA and proteins through intricate molecular mechanisms"
  },
  {
    "id": 41,
    "statement": "Epigenetic marks are dynamic, requiring enzymes for maintenance."
  },
  {
    "id": 42,
    "statement": "Automatic mental associations influence unconscious biases through experiences."
  },
  {
    "id": 43,
    "statement": "Histones wrap around DNA to form nucleosomes regulating chromatin structure."
  },
  {
    "id": 44,
    "statement": "Histones interact with DNA and proteins through electrostatic, hydrogen, and π-π stacking."
  },
  {
    "id": 45,
    "statement": "Self-awareness involves recognizing, understanding, and emotionally regulating."
  },
  {
    "id": 46,
    "statement": "Self-awareness enables effective emotional regulation by managing intensity"
  },
  {
    "id": 47,
    "statement": "Epigenetic marks dynamically change in response to cellular signals."
  },
  {
    "id": 48,
    "statement": "Histones are proteins that DNA wraps around to form chromatin."
  },
  {
    "id": 49,
    "statement": "Unconscious biases develop through automatic information processing and past experiences."
  },
  {
    "id": 50,
    "statement": "Honesty entails reliability, consistency, transparency, and accountability in actions."
  },
  {
    "id": 51,
    "statement": "Self-awareness is a necessary foundation for emotional intelligence development."
  },
  {
    "id": 52,
    "statement": "Chromatin remodeling ensures epigenetic mark transmission through structural changes."
  },
  {
    "id": 53,
    "statement": "Self-awareness involves recognizing, understanding, and regulating emotions effectively."
  },
  {
    "id": 54,
    "statement": "Epigenetic inheritance involves transmission of DNA methylation and histone modifications."
  },
  {
    "id": 55,
    "statement": "Chromatin structure regulated by histone-DNA-protein interactions."
  },
  {
    "id": 56,
    "statement": "Epigenetic modifications regulate chromatin structure controlling gene expression"
  },
  {
    "id": 57,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 58,
    "statement": "Histone modifications regulate chromatin structure and gene expression levels"
  },
  {
    "id": 59,
    "statement": "Chromatin remodeling complexes recognize histone modifications through specific protein-binding."
  },
  {
    "id": 60,
    "statement": "Histones interact with DNA and proteins through multiple mechanisms."
  },
  {
    "id": 61,
    "statement": "Self-awareness enables emotional intelligence through effective emotional regulation."
  },
  {
    "id": 62,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 63,
    "statement": "Lying can be morally acceptable in specific situations."
  },
  {
    "id": 64,
    "statement": "Honesty involves multiple consistent forms of truthful behavior."
  },
  {
    "id": 65,
    "statement": "Chromatin structure regulated by dynamic interactions between histones, DNA, and proteins."
  },
  {
    "id": 66,
    "statement": "Trust relies on multiple factors, not solely honesty."
  },
  {
    "id": 67,
    "statement": "Self-awareness enables emotional intelligence through effective emotional regulation."
  },
  {
    "id": 68,
    "statement": "Chromatin remodeling complexes recognize specific histone modifications through protein-binding."
  },
  {
    "id": 69,
    "statement": "Self-awareness is essential for understanding and regulating emotions effectively."
  },
  {
    "id": 70,
    "statement": "Self-awareness recognizes emotions, understands causes, regulates intensity."
  },
  {
    "id": 71,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 72,
    "statement": "Histones interact with DNA and proteins through complex mechanisms."
  },
  {
    "id": 73,
    "statement": "Honesty involves consistent demonstration in verbal, nonverbal, and actions."
  },
  {
    "id": 74,
    "statement": "Self-awareness is not a strict necessity for emotional intelligence."
  },
  {
    "id": 75,
    "statement": "Trustworthiness refers to reliability, dependability, and consistent responsibility."
  },
  {
    "id": 76,
    "statement": "Accountability involves taking ownership of actions willingly and transparently."
  },
  {
    "id": 77,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 78,
    "statement": "Epigenetic inheritance involves transmission of epigenetic marks influenced by genetics."
  },
  {
    "id": 79,
    "statement": "Self-awareness helps manage emotions and regulate emotional responses."
  },
  {
    "id": 80,
    "statement": "Epigenetic inheritance involves transmission of epigenetic marks influenced by genetics."
  },
  {
    "id": 81,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns."
  },
  {
    "id": 82,
    "statement": "Histones interact with DNA and proteins through electrostatic, hydrogen, and π-π stacking."
  },
  {
    "id": 83,
    "statement": "Honesty encompasses consistent truthful behavior in various aspects."
  },
  {
    "id": 84,
    "statement": "Self-awareness is essential for developing emotional intelligence."
  },
  {
    "id": 85,
    "statement": "Unconscious biases result from automatic mental associations influenced by experiences."
  },
  {
    "id": 86,
    "statement": "Post-translational histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 87,
    "statement": "Epigenetic marks regulate gene expression through direct and indirect mechanisms."
  },
  {
    "id": 88,
    "statement": "Self-awareness is necessary foundation for emotional intelligence development."
  },
  {
    "id": 89,
    "statement": "Epigenetic marks regulate gene expression through direct binding and chromatin remodeling."
  },
  {
    "id": 90,
    "statement": "Honesty requires consistency, transparency, and accountability in actions."
  },
  {
    "id": 91,
    "statement": "Self-awareness involves recognizing and understanding one's emotional experiences."
  },
  {
    "id": 92,
    "statement": "Epigenetic marks regulate gene expression through direct and indirect mechanisms."
  },
  {
    "id": 93,
    "statement": "Chromatin remodeling complexes recognize histone modifications via reader domains 1"
  },
  {
    "id": 94,
    "statement": "Epigenetic marks influence gene expression in cell-type-specific manner."
  },
  {
    "id": 95,
    "statement": "Histones package DNA into chromatin to regulate gene expression."
  },
  {
    "id": 96,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 97,
    "statement": "Epigenetic marks modify chromatin structure through histone modification and looping."
  },
  {
    "id": 98,
    "statement": "Reader domains recognize histone modifications regulating chromatin structure"
  },
  {
    "id": 99,
    "statement": "Honesty, integrity, and credibility are essential for building trust."
  },
  {
    "id": 100,
    "statement": "Chromatin remodeling complexes recognize histone modifications through binding."
  },
  {
    "id": 101,
    "statement": "Honesty requires continuous effort to maintain trust"
  },
  {
    "id": 102,
    "statement": "Epigenetic marks dynamically change through enzymatic modifications."
  },
  {
    "id": 103,
    "statement": "Acceptance in emotional intelligence means acknowledging and accepting emotions."
  },
  {
    "id": 104,
    "statement": "Histone modifications regulate chromatin structure and gene expression levels dynamically"
  },
  {
    "id": 105,
    "statement": "Histones interact with DNA and proteins regulating chromatin structure."
  },
  {
    "id": 106,
    "statement": "Self-awareness involves recognizing emotions, understanding causes, and regulating intensity."
  },
  {
    "id": 107,
    "statement": "Self-awareness recognizes emotions, causes, and regulates intensity reliably."
  },
  {
    "id": 108,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling interactions."
  },
  {
    "id": 109,
    "statement": "Self-awareness is a crucial component of emotional intelligence, but complex relationship."
  },
  {
    "id": 110,
    "statement": "Honesty involves understanding and respecting others' feelings and perspectives."
  },
  {
    "id": 111,
    "statement": "Self-awareness is a necessary but incomplete component of EI"
  },
  {
    "id": 112,
    "statement": "Chromatin remodeling complexes recognize multiple histone modifications with varying specificity."
  },
  {
    "id": 113,
    "statement": "Honesty entails reliability, consistency, transparency, and accountability in actions."
  },
  {
    "id": 114,
    "statement": "Chromatin structure regulated by histone-DNA-protein dynamic interactions."
  },
  {
    "id": 115,
    "statement": "Lying can be morally acceptable in extreme circumstances."
  },
  {
    "id": 116,
    "statement": "Epigenetic marks are dynamic and reversible due to enzymatic actions."
  },
  {
    "id": 117,
    "statement": "Self-awareness involves recognizing, understanding, and emotionally regulating emotions"
  },
  {
    "id": 118,
    "statement": "Post-translational histone modifications affect chromatin structure and gene expression."
  },
  {
    "id": 119,
    "statement": "Automatic information processing biases form unconscious biases over time."
  },
  {
    "id": 120,
    "statement": "Self-awareness is a necessary foundation for emotional intelligence development."
  },
  {
    "id": 121,
    "statement": "Unconscious biases distort decision-making through flawed cognitive processing"
  },
  {
    "id": 122,
    "statement": "Epigenetic marks control gene expression through direct or indirect mechanisms."
  },
  {
    "id": 123,
    "statement": "Epigenetic marks modify chromatin structure through histone modification."
  },
  {
    "id": 124,
    "statement": "Honesty involves multiple forms of consistent demonstration."
  },
  {
    "id": 125,
    "statement": "Self-awareness involves recognizing emotions, understanding causes, and managing intensity."
  },
  {
    "id": 126,
    "statement": "Remodeling processes reorganize chromatin structure for epigenetic mark transmission."
  },
  {
    "id": 127,
    "statement": "Honesty, integrity, and credibility are important trust-building factors."
  },
  {
    "id": 128,
    "statement": "Honesty is a necessary condition for building trust."
  },
  {
    "id": 129,
    "statement": "Epigenetic inheritance involves transmission of DNA methylation patterns."
  },
  {
    "id": 130,
    "statement": "Histone-DNA interactions stabilized by electrostatic, hydrogen and π-π stacking."
  },
  {
    "id": 131,
    "statement": "Chromatin structure regulated by dynamic histone-DNA-protein interactions."
  },
  {
    "id": 132,
    "statement": "Self-awareness enables recognition and management of emotions."
  },
  {
    "id": 133,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns."
  },
  {
    "id": 134,
    "statement": "Epigenetic modifications regulate chromatin structure gene expression."
  },
  {
    "id": 135,
    "statement": "Reader domains recognize histone modifications for chromatin structure regulation."
  },
  {
    "id": 136,
    "statement": "Epigenetic marks are dynamic, requiring enzymes for maintenance and regulation."
  },
  {
    "id": 137,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 138,
    "statement": "Epigenetic modifications influence chromatin structure and gene expression"
  },
  {
    "id": 139,
    "statement": "Self-awareness is a foundational skill for emotional intelligence"
  },
  {
    "id": 140,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-domains."
  },
  {
    "id": 141,
    "statement": "Chromatin remodeling ensures epigenetic mark transmission through structural reorganization."
  },
  {
    "id": 142,
    "statement": "Chromatin-looping regulates gene expression through epigenetic marks inheritance."
  },
  {
    "id": 143,
    "statement": "Chromatin remodeling complexes recognize histone modifications cooperatively."
  },
  {
    "id": 144,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 145,
    "statement": "Honesty provides foundation for trust in reliable communication."
  },
  {
    "id": 146,
    "statement": "Epigenetic marks dynamically change through enzymatic modifications."
  },
  {
    "id": 147,
    "statement": "Epigenetic inheritance involves complex interplay between mechanisms"
  },
  {
    "id": 148,
    "statement": "Epigenetic inheritance involves cooperative, additive, and competitive interactions."
  },
  {
    "id": 149,
    "statement": "Epigenetic regulation underlies cell-type specific transcriptional profiles through DNA methylation and histone modifications."
  },
  {
    "id": 150,
    "statement": "Honesty is an ongoing process that maintains trust relationships."
  },
  {
    "id": 151,
    "statement": "Epigenetic inheritance refers to the transmission of gene expression patterns."
  },
  {
    "id": 152,
    "statement": "Post-translational histone modifications alter chromatin structure and gene expression."
  },
  {
    "id": 153,
    "statement": "Histones interact with DNA and proteins to regulate chromatin structure dynamically."
  },
  {
    "id": 154,
    "statement": "Honesty encompasses empathetic and considerate communication with others."
  },
  {
    "id": 155,
    "statement": "Trust relies on multiple factors beyond honesty alone"
  },
  {
    "id": 156,
    "statement": "Epigenetic marks regulate gene expression through direct and indirect mechanisms."
  },
  {
    "id": 157,
    "statement": "Histones, DNA, and proteins interact through multiple mechanisms."
  },
  {
    "id": 158,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 159,
    "statement": "Honesty requires consistency, transparency, and accountability in actions"
  },
  {
    "id": 160,
    "statement": "Histones interact with DNA and proteins through electrostatic and hydrogen bonding."
  },
  {
    "id": 161,
    "statement": "Epigenetic inheritance involves coordinated DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 162,
    "statement": "Chromatin remodeling ensures epigenetic mark transmission through structural changes"
  },
  {
    "id": 163,
    "statement": "Unconscious biases influence judgment through automatic associations."
  },
  {
    "id": 164,
    "statement": "Honesty requires continuous effort to maintain trust"
  },
  {
    "id": 165,
    "statement": "Acceptance in emotional intelligence means acknowledging and tolerating emotions"
  },
  {
    "id": 166,
    "statement": "Automatic mental associations shape unconscious biases through learned experiences."
  },
  {
    "id": 167,
    "statement": "Accountability involves ownership of actions with transparency and willingness."
  },
  {
    "id": 168,
    "statement": "Chromatin remodeling complexes recognize histone modifications with varying specificity."
  },
  {
    "id": 169,
    "statement": "Self-awareness is essential for understanding emotions and developing emotional intelligence"
  },
  {
    "id": 170,
    "statement": "Automatic associations influence judgments through subconscious mental connections."
  },
  {
    "id": 171,
    "statement": "Epigenetic marks modify chromatin structure through histone modification and looping."
  },
  {
    "id": 172,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications and remodeling complicated."
  },
  {
    "id": 173,
    "statement": "Epigenetic inheritance involves chromatin-looping for gene expression regulation."
  },
  {
    "id": 174,
    "statement": "Self-awareness enables effective management of emotions for emotional intelligence."
  },
  {
    "id": 175,
    "statement": "Unconscious biases arise from automatic mental associations formed by experiences."
  },
  {
    "id": 176,
    "statement": "Self-awareness involves recognizing, understanding, and regulating one's emotions effectively."
  },
  {
    "id": 177,
    "statement": "Epigenetic inheritance involves transmission of non-DNA modifications regulation."
  },
  {
    "id": 178,
    "statement": "Nucleosomes are basic units of chromatin structure, compacting DNA."
  },
  {
    "id": 179,
    "statement": "Self-awareness is a foundation, not guarantee, of emotional regulation."
  },
  {
    "id": 180,
    "statement": "Unconscious biases are shaped by automatic information processing and past experiences that influence perception and memory."
  },
  {
    "id": 181,
    "statement": "Honesty serves as a foundation for building trust and respect relationships."
  },
  {
    "id": 182,
    "statement": "Self-awareness is essential for recognizing and managing one's emotions."
  },
  {
    "id": 183,
    "statement": "Lying can be morally acceptable in exceptional circumstances if."
  },
  {
    "id": 184,
    "statement": "Self-awareness involves recognizing, understanding, and regulating emotions strategically."
  },
  {
    "id": 185,
    "statement": "Unconscious biases distort decision-making through flawed mental shortcuts."
  },
  {
    "id": 186,
    "statement": "Cognitive biases lead to flawed decisions through mental shortcuts."
  },
  {
    "id": 187,
    "statement": "Unconscious biases influence judgment through automatic associations"
  },
  {
    "id": 188,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding, and π-π stacking."
  },
  {
    "id": 189,
    "statement": "Emotional intelligence encompasses multiple skills, not solely self-awareness."
  },
  {
    "id": 190,
    "statement": "Self-awareness is essential for recognizing and understanding emotions."
  },
  {
    "id": 191,
    "statement": "Histones interact with DNA and proteins through intricate mechanisms."
  },
  {
    "id": 192,
    "statement": "Non-covalent binding occurs between chromatin remodeling complexes and histone modifications"
  },
  {
    "id": 193,
    "statement": "Epigenetic marks control gene expression through chromatin structure modifications."
  },
  {
    "id": 194,
    "statement": "Epigenetic marks adapt to internal and external cellular signals."
  },
  {
    "id": 195,
    "statement": "Honesty involves reliability, consistency, and transparency in actions with trustworthiness."
  },
  {
    "id": 196,
    "statement": "Automatic information processing biases form unconscious biases gradually."
  },
  {
    "id": 197,
    "statement": "Epigenetic marks modify chromatin structure via histone modifications."
  },
  {
    "id": 198,
    "statement": "Histones interact with DNA through electrostatic, hydrogen, and π-π stacking."
  }
]