[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, reliability, dependability drive trust through predictability and stability."
  },
  {
    "id": 2,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 3,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 4,
    "statement": "Consistency and reliability are essential aspects of trust building."
  },
  {
    "id": 5,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 6,
    "statement": "Moral development arises from intersections of biology, culture, and environment."
  },
  {
    "id": 7,
    "statement": "Consistency, reliability, and predictability collectively build trust foundation."
  },
  {
    "id": 8,
    "statement": "Consistency and reliability build trust through predictability and stability."
  },
  {
    "id": 9,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli."
  },
  {
    "id": 10,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 11,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 12,
    "statement": "Consistency reinforces trust through reliable and predictable behavior."
  },
  {
    "id": 13,
    "statement": "Biological, cultural, and social factors interact complexly in trust development."
  },
  {
    "id": 14,
    "statement": "Moral development intertwined with biology, culture, and environment."
  },
  {
    "id": 15,
    "statement": "Trust develops through consistency, reliability, dependability, predictability, and stability."
  },
  {
    "id": 16,
    "statement": "Amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 17,
    "statement": "Trust-building importance varies depending on contextual circumstances."
  },
  {
    "id": 18,
    "statement": "Amygdala uses pattern recognition for rapid emotional stimulus detection"
  },
  {
    "id": 19,
    "statement": "Lying can be morally justifiable in certain circumstances."
  },
  {
    "id": 20,
    "statement": "Emotional stimuli trigger automatic emotional responses through amygdala processing."
  },
  {
    "id": 21,
    "statement": "Amygdala rapidly detects emotional stimuli before conscious awareness automatically."
  },
  {
    "id": 22,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 23,
    "statement": "Amygdala, hippocampus, and hypothalamus integrate emotionally to process memories."
  },
  {
    "id": 24,
    "statement": "Amygdala integrates emotions with cognitive and sensory information hierarchically."
  },
  {
    "id": 25,
    "statement": "Biological, cultural, and social factors interact to shape trust development."
  },
  {
    "id": 26,
    "statement": "Amygdala's pattern recognition mechanisms involve sensory processing and association."
  },
  {
    "id": 27,
    "statement": "Moral development arises from interplay among biology, culture, and environment."
  },
  {
    "id": 28,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 29,
    "statement": "Honesty is a foundation of trust, not a guarantee."
  },
  {
    "id": 30,
    "statement": "Attention can amplify or dampen amygdala's emotional responses."
  },
  {
    "id": 31,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 32,
    "statement": "Amygdala integrates pattern recognition with context through neural networks"
  },
  {
    "id": 33,
    "statement": "Trust develops through interaction of consistency, reliability, dependability, predictability, stability"
  },
  {
    "id": 34,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context."
  },
  {
    "id": 35,
    "statement": "Trust depends on optimal balance of predictability and flexibility"
  },
  {
    "id": 36,
    "statement": "Amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 37,
    "statement": "The amygdala processes emotions through complex neural network interactions."
  },
  {
    "id": 38,
    "statement": "Openness in communication involves authenticity, receptivity, and empathy."
  },
  {
    "id": 39,
    "statement": "Amygdala integrates emotional information with hippocampus and hypothalamus for memory formation and regulatory responses."
  },
  {
    "id": 40,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 41,
    "statement": "Consistency in actions builds trust through predictable emotional responses"
  },
  {
    "id": 42,
    "statement": "Moral development involves biological, cultural, and social interplay."
  },
  {
    "id": 43,
    "statement": "Amygdala receives input from sensory cortices through the thalamus."
  },
  {
    "id": 44,
    "statement": "Amygdala detection of emotional stimuli is influenced by attention and context"
  },
  {
    "id": 45,
    "statement": "Consistent communication fosters trust through openness and authenticity."
  },
  {
    "id": 46,
    "statement": "Lying can be morally justified in life-or-death circumstances."
  },
  {
    "id": 47,
    "statement": "Honesty builds trust through authenticity, vulnerability, and consistency."
  },
  {
    "id": 48,
    "statement": "Amygdala uses hierarchical pattern recognition to categorize emotional stimuli rapidly."
  },
  {
    "id": 49,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 50,
    "statement": "Consistency builds trust through predictable and reliable behavior."
  },
  {
    "id": 51,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency."
  },
  {
    "id": 52,
    "statement": "Moral development arises from interplay between biology, culture, and environmental influences."
  },
  {
    "id": 53,
    "statement": "GABA reduces neuron excitability by hyperpolarizing the neuron."
  },
  {
    "id": 54,
    "statement": "Amygdala integrates sensory and cognitive information for emotional response through neural connections."
  },
  {
    "id": 55,
    "statement": "Biological, cultural, and social factors interact in moral development."
  },
  {
    "id": 56,
    "statement": "Emotional salience refers to attention-grabbing and stimulus significance"
  },
  {
    "id": 57,
    "statement": "Consistency and reliability build trust through predictable actions."
  },
  {
    "id": 58,
    "statement": "Predictability enhances trust through reduced uncertainty and confidence."
  },
  {
    "id": 59,
    "statement": "Biological, cultural, social, and environmental factors influence trust development."
  },
  {
    "id": 60,
    "statement": "Amygdala rapidly categorizes emotional stimuli through hierarchical pattern recognition"
  },
  {
    "id": 61,
    "statement": "Consistency is a necessary foundation for building trust relationships."
  },
  {
    "id": 62,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel processing."
  },
  {
    "id": 63,
    "statement": "Amygdala rapidly integrates sensory and cognitive information for emotional response."
  },
  {
    "id": 64,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli through neural and psychological mechanisms."
  },
  {
    "id": 65,
    "statement": "Amygdala's processing speed influenced by attention and emotional salience interactions."
  },
  {
    "id": 66,
    "statement": "Honesty builds trust through authentic vulnerability and consistency."
  },
  {
    "id": 67,
    "statement": "Predictability fosters trust by creating routine and consistency"
  },
  {
    "id": 68,
    "statement": "Consistency, predictability, and transparency synergize for trust build"
  },
  {
    "id": 69,
    "statement": "Amygdala responds rapidly to emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 70,
    "statement": "Amygdala integrates emotional patterns with contextual information."
  },
  {
    "id": 71,
    "statement": "Amygdala's pattern recognition involves selective attention and hierarchical processing."
  },
  {
    "id": 72,
    "statement": "Consistency builds trust through predictable and reliable behavior patterns."
  },
  {
    "id": 73,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate for emotional memory formation."
  },
  {
    "id": 74,
    "statement": "Amygdala detects emotional stimuli within 30-50 milliseconds automatically."
  },
  {
    "id": 75,
    "statement": "Consistency in actions builds trust through predictable emotional responses"
  },
  {
    "id": 76,
    "statement": "Authenticity builds trust through genuine words and actions."
  },
  {
    "id": 77,
    "statement": "Amygdala, hippocampus, and hypothalamus interactively process emotional information"
  },
  {
    "id": 78,
    "statement": "Amygdala, Hippocampus, and Hypothalamus Collaborate to Process Emotions Complexly"
  },
  {
    "id": 79,
    "statement": "Hierarchical pattern recognition allows rapid emotional stimulus detection and categorization."
  },
  {
    "id": 80,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 81,
    "statement": "Moral development arises from biology, culture, and environment interactions."
  },
  {
    "id": 82,
    "statement": "Trust develops from synergistic reinforcement of consistency, reliability, dependability, predictability, and stability."
  },
  {
    "id": 83,
    "statement": "Consistency builds trust by creating predictable and reliable behavior."
  },
  {
    "id": 84,
    "statement": "Moral development emerges from interdependence of biology, culture, and social factors."
  },
  {
    "id": 85,
    "statement": "Salience refers to attention-grabbing, relevant, or significant stimuli."
  },
  {
    "id": 86,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 87,
    "statement": "Moral development emerges from biology, culture, and social environment interactions."
  },
  {
    "id": 88,
    "statement": "Consistency and authenticity build trust by reinforcing each other."
  },
  {
    "id": 89,
    "statement": "Amygdala recognizes patterns in emotional stimuli through neural connections"
  },
  {
    "id": 90,
    "statement": "The amygdala detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 91,
    "statement": "Salience refers to the importance or relevance of emotional stimuli."
  },
  {
    "id": 92,
    "statement": "Amygdala processes predictability through pattern recognition and neural networks."
  },
  {
    "id": 93,
    "statement": "Consistency and authenticity combine to build trust effectively."
  },
  {
    "id": 94,
    "statement": "Amygdala's processing speed influenced by attention, emotional stimuli salience interplay."
  },
  {
    "id": 95,
    "statement": "Amygdala rapidly categorizes emotional stimuli through hierarchical pattern recognition."
  },
  {
    "id": 96,
    "statement": "Honesty is a necessary but insufficient condition for trust building"
  },
  {
    "id": 97,
    "statement": "Consistency builds trust and reliability through pattern recognition and predictability."
  },
  {
    "id": 98,
    "statement": "Contextual factors influence trust-building strategies through situational adaptations."
  },
  {
    "id": 99,
    "statement": "Lying can be morally justified in certain circumstances."
  },
  {
    "id": 100,
    "statement": "GABA reduces neuron activity through chloride ion influx."
  },
  {
    "id": 101,
    "statement": "Vulnerability in building trust involves openness and genuine authenticity."
  },
  {
    "id": 102,
    "statement": "GABA inhibits neural activity by increasing chloride ion influx."
  },
  {
    "id": 103,
    "statement": "Amygdala integrates emotions with cognitive and sensory information through neural interactions."
  },
  {
    "id": 104,
    "statement": "Contextual factors influence trust building strategies."
  },
  {
    "id": 105,
    "statement": "Honesty, though necessary, may not be sufficient for trust."
  },
  {
    "id": 106,
    "statement": "Amygdala processes stimuli with adaptive significance for survival"
  },
  {
    "id": 107,
    "statement": "Transparency builds trust through clear expectations and accountability."
  },
  {
    "id": 108,
    "statement": "GABA reduces neuron excitability through inhibitory neurotransmitter action."
  },
  {
    "id": 109,
    "statement": "Amygdala recognizes patterns through emotional processing and associations."
  },
  {
    "id": 110,
    "statement": "The amygdala detects emotional stimuli through parallel processing efficiently."
  },
  {
    "id": 111,
    "statement": "Trust develops from consistency, reliability, dependability, predictability and stability."
  },
  {
    "id": 112,
    "statement": "Amygdala's neural connections enable emotion processing and memory formation"
  },
  {
    "id": 113,
    "statement": "Honesty alone is insufficient for establishing trust."
  },
  {
    "id": 114,
    "statement": "Amygdala processes multiple stimuli simultaneously through neural parallel processing."
  },
  {
    "id": 115,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate to process emotions."
  },
  {
    "id": 116,
    "statement": "GABA reduces neuron excitability through inhibitory neurotransmitter action"
  },
  {
    "id": 117,
    "statement": "Honesty builds trust through authentic vulnerability and consistency."
  },
  {
    "id": 118,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate for emotional memory formation."
  },
  {
    "id": 119,
    "statement": "Amygdala rapidly detects emotional stimuli through neural connections."
  },
  {
    "id": 120,
    "statement": "Consistency, reliability, and transparency collectively build trust foundation"
  },
  {
    "id": 121,
    "statement": "Salience in emotional processing refers to stimulus's attention-grabbing properties."
  },
  {
    "id": 122,
    "statement": "Amygdala's parallel processing enables rapid emotional stimulus detection and response."
  },
  {
    "id": 123,
    "statement": "Predictability enhances trust by fostering anticipation of consistent behavior"
  },
  {
    "id": 124,
    "statement": "Amygdala integrates sensory and cognitive information for emotional response rapidly."
  },
  {
    "id": 125,
    "statement": "Amygdala, hippocampus, and hypothalamus integrate to process emotional information."
  },
  {
    "id": 126,
    "statement": "Authenticity enables honesty through genuine and transparent actions."
  },
  {
    "id": 127,
    "statement": "Amygdala integrates emotions with cognitive and sensory information."
  },
  {
    "id": 128,
    "statement": "The amygdala recognizes patterns for predictable emotional responses."
  },
  {
    "id": 129,
    "statement": "Consistency, predictability, transparency, and reliability build trust through interplay."
  },
  {
    "id": 130,
    "statement": "Amygdala's rapid emotional processing involves hierarchical pattern recognition."
  },
  {
    "id": 131,
    "statement": "GABA opens chloride channels for hyperpolarization and reduced excitability"
  },
  {
    "id": 132,
    "statement": "Amygdala rapidly processes emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 133,
    "statement": "Reliability involves dependability, quality, and consistent delivery over time."
  },
  {
    "id": 134,
    "statement": "Amygdala, hippocampus, and hypothalamus integrate for emotional memory formation."
  },
  {
    "id": 135,
    "statement": "Amygdala, hippocampus, and hypothalamus integrate for emotional processing"
  },
  {
    "id": 136,
    "statement": "Stability in behavior fosters trust through reliability and predictability."
  },
  {
    "id": 137,
    "statement": "Honesty builds trust through reliability, accountability, and transparency."
  },
  {
    "id": 138,
    "statement": "Moral development results from dynamic interaction of biology, culture, and society."
  },
  {
    "id": 139,
    "statement": "Amygdala integrates emotions with cognitive and sensory information hierarchically."
  },
  {
    "id": 140,
    "statement": "Amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 141,
    "statement": "Attention influences amygdala's emotional responses through resource allocation."
  },
  {
    "id": 142,
    "statement": "Consistency, reliability, and predictability synergistically build trust foundation."
  },
  {
    "id": 143,
    "statement": "Trust building involves multiple factors beyond consistency and reliability."
  },
  {
    "id": 144,
    "statement": "Amygdala processes emotions through complex neural networks."
  },
  {
    "id": 145,
    "statement": "Amygdala integrates emotions with hippocampus and hypothalamus for memory formation."
  },
  {
    "id": 146,
    "statement": "Honesty is a foundation, but not sufficient for trust"
  },
  {
    "id": 147,
    "statement": "Salience in emotional processing refers to attention-grabbing stimuli."
  },
  {
    "id": 148,
    "statement": "Consistency in behavior creates predictability and reliability."
  },
  {
    "id": 149,
    "statement": "Amygdala's pattern recognition enables rapid emotional stimulus detection."
  },
  {
    "id": 150,
    "statement": "Trust develops from consistency, predictability, reliability, and transparency."
  },
  {
    "id": 151,
    "statement": "Amygdala processing triggers automatic, subliminal emotional responses."
  },
  {
    "id": 152,
    "statement": "Transparency alone may not always build trust in all situations."
  },
  {
    "id": 153,
    "statement": "Amygdala rapidly detects emotional stimuli through parallel processing."
  },
  {
    "id": 154,
    "statement": "Biological, cultural, social, and environmental factors interact to shape trust development."
  },
  {
    "id": 155,
    "statement": "Lying can be morally justifiable in certain contexts"
  },
  {
    "id": 156,
    "statement": "Amygdala integrates emotional patterns with contextual information for nuanced response"
  },
  {
    "id": 157,
    "statement": "Consistency, reliability, and dependability collectively build trust foundation."
  },
  {
    "id": 158,
    "statement": "Amygdala recognizes patterns through emotional processing and association formation."
  },
  {
    "id": 159,
    "statement": "Openness in communication involves authenticity, receptivity, and empathy simultaneously."
  },
  {
    "id": 160,
    "statement": "Building trust involves adaptability, empathy, and shared values too."
  },
  {
    "id": 161,
    "statement": "Predictability enhances trust by reducing uncertainty and confidence."
  },
  {
    "id": 162,
    "statement": "Amygdala rapidly processes sensory and cognitive information for emotional response."
  },
  {
    "id": 163,
    "statement": "Vulnerability in trust building involves openness, authenticity, and boundaries"
  },
  {
    "id": 164,
    "statement": "Emotions process outside conscious awareness through complex neural networks"
  },
  {
    "id": 165,
    "statement": "Amygdala integrates sensory and cognitive information for emotional responses"
  },
  {
    "id": 166,
    "statement": "Biological, cultural, and social factors interact complexly in trust."
  },
  {
    "id": 167,
    "statement": "Amygdala detects emotional stimuli below threshold of conscious awareness."
  },
  {
    "id": 168,
    "statement": "Amygdala integrates emotions with sensory and cognitive information."
  },
  {
    "id": 169,
    "statement": "Amygdala rapidly processes emotional stimuli through parallel pattern recognition in 30-50 milliseconds"
  },
  {
    "id": 170,
    "statement": "Biological, cultural, and social factors interact hierarchically in moral development."
  },
  {
    "id": 171,
    "statement": "The thalamus acts as a sensory information relay station."
  },
  {
    "id": 172,
    "statement": "Amygdala processes multiple emotional stimuli through parallel processing."
  },
  {
    "id": 173,
    "statement": "Authenticity fosters honesty through open and honest communication."
  },
  {
    "id": 174,
    "statement": "The amygdala's pattern recognition involves sensory association processing."
  },
  {
    "id": 175,
    "statement": "Amygdala integrates sensory, memory, and attention for pattern recognition."
  },
  {
    "id": 176,
    "statement": "Amygdala processes multiple stimuli simultaneously through parallel processing."
  },
  {
    "id": 177,
    "statement": "Amygdala rapidly detects emotions through parallel processing of information."
  },
  {
    "id": 178,
    "statement": "Contextual factors influence the importance of trust-building."
  },
  {
    "id": 179,
    "statement": "Honesty requires consistency, transparency, and accountability for trust."
  },
  {
    "id": 180,
    "statement": "Trust develops from complex interaction of biological, cultural, and social factors."
  },
  {
    "id": 181,
    "statement": "Amygdala detects emotional stimuli outside conscious awareness through subliminal processing"
  },
  {
    "id": 182,
    "statement": "Amygdala processes emotions before conscious awareness, influencing behavior."
  },
  {
    "id": 183,
    "statement": "Complex neural networks process emotions through hierarchical processing."
  },
  {
    "id": 184,
    "statement": "Honesty requires authenticity, vulnerability, and consistency to build trust."
  },
  {
    "id": 185,
    "statement": "Consistency builds trust through predictability and pattern recognition."
  },
  {
    "id": 186,
    "statement": "Honesty builds trust by providing predictability and reliability"
  },
  {
    "id": 187,
    "statement": "Amygdala's automatic processing influences emotional responses and trust development."
  },
  {
    "id": 188,
    "statement": "Consistency and reliability build trust through predictable actions."
  },
  {
    "id": 189,
    "statement": "Moral development intertwines biology, culture, and environmental influences."
  },
  {
    "id": 190,
    "statement": "Consistent communication builds trust through transparency and reliability."
  },
  {
    "id": 191,
    "statement": "Consistency in behavior builds trust through predictability."
  },
  {
    "id": 192,
    "statement": "Consistency alone is insufficient for building trust, context matters"
  },
  {
    "id": 193,
    "statement": "Attention modulates amygdala's emotional stimulus detection."
  },
  {
    "id": 194,
    "statement": "Honesty builds trust through vulnerable and consistent actions."
  },
  {
    "id": 195,
    "statement": "Trust balances predictability and flexibility for stability and responsiveness."
  },
  {
    "id": 196,
    "statement": "Amygdala detects emotional stimuli in milliseconds, often subliminally."
  },
  {
    "id": 197,
    "statement": "Honesty is a necessary condition, not sufficient, for trust"
  },
  {
    "id": 198,
    "statement": "Consistency and reliability build trust through predictable stability."
  }
]