[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 2,
    "statement": "Amygdala, ACC, and PFC interact to form moral judgments through neural binding."
  },
  {
    "id": 3,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 4,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 5,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 6,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 7,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 8,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains."
  },
  {
    "id": 9,
    "statement": "Moral development arises from complex biological-cultural-social interactions."
  },
  {
    "id": 10,
    "statement": "PFC regulates amygdala's emotional responses through cognitive control."
  },
  {
    "id": 11,
    "statement": "Top-down PFC control regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 12,
    "statement": "Moral development emerges from biological-cultural interactions."
  },
  {
    "id": 13,
    "statement": "Amygdala processes emotional responses to moral stimuli with neural cooperation."
  },
  {
    "id": 14,
    "statement": "Biological and cultural factors interact to shape moral development."
  },
  {
    "id": 15,
    "statement": "PFC regulates amygdala's emotions through dopamine and serotonin release complexly."
  },
  {
    "id": 16,
    "statement": "Cognitive appraisal influences emotional responses in social interactions through evaluation."
  },
  {
    "id": 17,
    "statement": "Neural binding integrates brain regions for moral judgment."
  },
  {
    "id": 18,
    "statement": "Biological and cultural factors continuously influence each other's development"
  },
  {
    "id": 19,
    "statement": "Cultural norms shape moral development through unconscious absorption."
  },
  {
    "id": 20,
    "statement": "PFC regulates amygdala's emotional responses through top-down neural connections."
  },
  {
    "id": 21,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 22,
    "statement": "Cognitive appraisal influences emotional responses through social situation interpretation."
  },
  {
    "id": 23,
    "statement": "PFC and amygdala interact through complex neural pathways"
  },
  {
    "id": 24,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural associations"
  },
  {
    "id": 25,
    "statement": "Cultural norms and values shape emotional expressions internally."
  },
  {
    "id": 26,
    "statement": "Biological, cultural, and social factors interconnect and influence moral development."
  },
  {
    "id": 27,
    "statement": "Honesty as foundation of trust requires consistent behavior"
  },
  {
    "id": 28,
    "statement": "Cognitive appraisal evaluates situations for emotional significance."
  },
  {
    "id": 29,
    "statement": "Cognitive appraisal is the mental process of situation evaluation."
  },
  {
    "id": 30,
    "statement": "Honesty as foundation of trust; exceptions for self-defense and compassion."
  },
  {
    "id": 31,
    "statement": "Cultural norms shape emotional expression through social learning."
  },
  {
    "id": 32,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 33,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 34,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections."
  },
  {
    "id": 35,
    "statement": "Social interactions unconsciously influence emotional expressions through implicit learning."
  },
  {
    "id": 36,
    "statement": "Emotions influence moral judgments through subconscious neural associations."
  },
  {
    "id": 37,
    "statement": "Cognitive appraisal is the mental process of situation evaluation."
  },
  {
    "id": 38,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections"
  },
  {
    "id": 39,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 40,
    "statement": "Moral development emerges from dynamic biological-cultural-social interactions."
  },
  {
    "id": 41,
    "statement": "Honesty is a foundation of trust, but not sufficient alone"
  },
  {
    "id": 42,
    "statement": "Amygdala is involved in processing moral violations' emotional stimuli."
  },
  {
    "id": 43,
    "statement": "PFC regulates Amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 44,
    "statement": "Honesty, while foundation of trust, has exceptions and nuances."
  },
  {
    "id": 45,
    "statement": "Honesty requires consistency, reliability, and accountability in trust-building."
  },
  {
    "id": 46,
    "statement": "Beliefs shape moral judgments through automatic mental associations"
  },
  {
    "id": 47,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 48,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 49,
    "statement": "Honesty is foundation of trust, built on reliability and authenticity."
  },
  {
    "id": 50,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment"
  },
  {
    "id": 51,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions influencing values."
  },
  {
    "id": 52,
    "statement": "Biological, cultural, and social factors interact in moral development nonlinearly."
  },
  {
    "id": 53,
    "statement": "Honesty is necessary but insufficient for building trust."
  },
  {
    "id": 54,
    "statement": "PFC regulates amygdala's emotional responses through complex neural interactions"
  },
  {
    "id": 55,
    "statement": "Cultural norms shape moral development through social conditioning."
  },
  {
    "id": 56,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 57,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 58,
    "statement": "Neural binding integrates information from brain regions for moral judgments."
  },
  {
    "id": 59,
    "statement": "Cognitive appraisal influences emotional responses in social interactions through interpretation."
  },
  {
    "id": 60,
    "statement": "Amygdala-ACC-PFC interaction is a dynamic hierarchical emotional processing system."
  },
  {
    "id": 61,
    "statement": "Emotions influence moral judgments through subconscious neural associations."
  },
  {
    "id": 62,
    "statement": "Neural binding: synchronized neural activity across brain regions."
  },
  {
    "id": 63,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal influences."
  },
  {
    "id": 64,
    "statement": "Cultural norms shape moral development through unconscious social learning."
  },
  {
    "id": 65,
    "statement": "Cultural norms shape moral development through social conditioning in culture."
  },
  {
    "id": 66,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations"
  },
  {
    "id": 67,
    "statement": "Honesty may not always be the best policy for self-defense."
  },
  {
    "id": 68,
    "statement": "Moral judgments formed through neural binding of brain regions."
  },
  {
    "id": 69,
    "statement": "Honesty not always best policy, depends on context and circumstances"
  },
  {
    "id": 70,
    "statement": "Emotional responses influenced by cognitive appraisal in social interactions."
  },
  {
    "id": 71,
    "statement": "Neural binding involves synchronized neural activity across brain regions."
  },
  {
    "id": 72,
    "statement": "Honesty as foundation of trust; exceptions for self-defense and compassion."
  },
  {
    "id": 73,
    "statement": "Moral development arises from complex biological-cultural-social interactions."
  },
  {
    "id": 74,
    "statement": "Amygdala, ACC, and PFC interact in complex neural processing."
  },
  {
    "id": 75,
    "statement": "Moral development arises from complex dynamic interaction between factors."
  },
  {
    "id": 76,
    "statement": "Moral development arises from dynamic factors influencing values."
  },
  {
    "id": 77,
    "statement": "Moral judgments influenced by subconscious neural associations and emotions"
  },
  {
    "id": 78,
    "statement": "Moral development emerges from dynamic biological-cultural interactions influencing values."
  },
  {
    "id": 79,
    "statement": "Amygdala processes various emotions beyond fear responses."
  },
  {
    "id": 80,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 81,
    "statement": "Dependability encompasses trust, accountability, and reliability across contexts."
  },
  {
    "id": 82,
    "statement": "PFC regulates amygdala's emotional responses through neural interaction"
  },
  {
    "id": 83,
    "statement": "Moral judgments emerge from integrated brain regions' activity patterns."
  },
  {
    "id": 84,
    "statement": "Moral development emerges from dynamic biological-cultural-social interactions"
  },
  {
    "id": 85,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations."
  },
  {
    "id": 86,
    "statement": "Cognitive appraisal influences emotional responses through situational evaluation."
  },
  {
    "id": 87,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 88,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 89,
    "statement": "Moral development results from dynamically interacting values and experiences."
  },
  {
    "id": 90,
    "statement": "Honesty is not always the best policy for self-defense or compassion."
  },
  {
    "id": 91,
    "statement": "Dynamics of amygdala-ACC-PFC interactions shape emotional processing."
  },
  {
    "id": 92,
    "statement": "Honesty is generally best policy, with exceptions considered."
  },
  {
    "id": 93,
    "statement": "Trust, accountability, and reliability differ across contexts, situations."
  },
  {
    "id": 94,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 95,
    "statement": "Amygdala interacts with other brain regions in moral judgment."
  },
  {
    "id": 96,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 97,
    "statement": "Moral development underlies moral foundations in complex interactions"
  },
  {
    "id": 98,
    "statement": "Cognitive appraisal involves situational evaluation of relevance, threat, control, novelty, social context, and emotional significance."
  },
  {
    "id": 99,
    "statement": "PFC regulates amygdala's emotional responses through top-down control."
  },
  {
    "id": 100,
    "statement": "Cognitive appraisal is a mental process evaluating situations emotionally."
  },
  {
    "id": 101,
    "statement": "Honesty, reliability, and authenticity build trust foundation."
  },
  {
    "id": 102,
    "statement": "Cultural norms and biology influence each other reciprocally."
  },
  {
    "id": 103,
    "statement": "Neural binding integrates brain regions' activity for moral judgments."
  },
  {
    "id": 104,
    "statement": "Cultural norms shape emotional expression through social interactions."
  },
  {
    "id": 105,
    "statement": "Trust, accountability, and reliability vary across different domains."
  },
  {
    "id": 106,
    "statement": "Honesty's importance is contingent upon the situation's context."
  },
  {
    "id": 107,
    "statement": "Amygdala processes various emotions, not exclusively fear responses"
  },
  {
    "id": 108,
    "statement": "Subconscious emotions shape moral foundations through automatic associations."
  },
  {
    "id": 109,
    "statement": "Cognitive appraisal integrates emotions with rational thinking in moral judgment."
  },
  {
    "id": 110,
    "statement": "The amygdala processes emotional responses to moral stimuli through neural cooperation."
  },
  {
    "id": 111,
    "statement": "Cognitive appraisal integrates emotions with rational processing in moral judgment."
  },
  {
    "id": 112,
    "statement": "Moral development arises from complex interactions among factors."
  },
  {
    "id": 113,
    "statement": "Honesty alone insufficient for building trust in complex situations"
  },
  {
    "id": 114,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 115,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 116,
    "statement": "Emotions influence moral judgments through automatic, outside of conscious awareness."
  },
  {
    "id": 117,
    "statement": "Cognitive appraisal influences emotional responses through automatic situation evaluation."
  },
  {
    "id": 118,
    "statement": "Neural binding integrates information to form moral judgments systematically."
  },
  {
    "id": 119,
    "statement": "Cultural norms shape emotional expression through social learning and conditioning."
  },
  {
    "id": 120,
    "statement": "Emotions and rational thinking involve complex neural interactions"
  },
  {
    "id": 121,
    "statement": "Dependability encompasses trust, accountability, and reliability across diverse contexts."
  },
  {
    "id": 122,
    "statement": "Amygdala, ACC, and PFC interact in moral judgment processing."
  },
  {
    "id": 123,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 124,
    "statement": "Emotions influence moral judgments through subconscious associations and neural connections."
  },
  {
    "id": 125,
    "statement": "PFC uses inhibitory synaptic connections to regulate amygdala's emotions"
  },
  {
    "id": 126,
    "statement": "Amygdala-ACC-PFC hierarchical interaction processes emotions dynamically"
  },
  {
    "id": 127,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 128,
    "statement": "Amygdala processing moral violations with emotional significance."
  },
  {
    "id": 129,
    "statement": "Honesty in itself is insufficient for building trust."
  },
  {
    "id": 130,
    "statement": "PFC regulates amygdala's emotional responses through synchronized neural activity."
  },
  {
    "id": 131,
    "statement": "Moral development arises from reciprocal biological-cultural influences."
  },
  {
    "id": 132,
    "statement": "Cognitive appraisal evaluates situations emotionally for swift response"
  },
  {
    "id": 133,
    "statement": "PFC regulates amygdala's emotional responses through top-down GABA signaling."
  },
  {
    "id": 134,
    "statement": "Emotions influence moral judgments through cognitive appraisal processes."
  },
  {
    "id": 135,
    "statement": "Moral development arises from dynamic biological-cultural interactions shaping values."
  },
  {
    "id": 136,
    "statement": "Cultural norms shape emotional expression through social learning mechanisms"
  },
  {
    "id": 137,
    "statement": "Cognitive appraisal interprets social cues for emotional response tuning."
  },
  {
    "id": 138,
    "statement": "Moral development arises from dynamic biological-cultural interaction influences."
  },
  {
    "id": 139,
    "statement": "Dependability fosters trust when reliability and accountability align globally."
  },
  {
    "id": 140,
    "statement": "PFC modulates amygdala activity through top-down neural signaling"
  },
  {
    "id": 141,
    "statement": "Moral development arises from dynamic reciprocal biological-cultural-social interactions."
  },
  {
    "id": 142,
    "statement": "Biological and cultural factors interact dynamically in moral development."
  },
  {
    "id": 143,
    "statement": "Honesty, while essential for trust, has situational exceptions."
  },
  {
    "id": 144,
    "statement": "Emotions play a significant role in moral judgment processing."
  },
  {
    "id": 145,
    "statement": "Cognitive appraisal integrates emotions and rational processing in moral judgment."
  },
  {
    "id": 146,
    "statement": "Honesty generally best policy with exceptions in mind"
  },
  {
    "id": 147,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment."
  },
  {
    "id": 148,
    "statement": "PFC regulates amygdala's emotions through dopamine and serotonin release."
  },
  {
    "id": 149,
    "statement": "Brain regions integrate information to form moral judgments jointly"
  },
  {
    "id": 150,
    "statement": "Implicit learning shapes emotional expressions through social unconscious processing."
  },
  {
    "id": 151,
    "statement": "Moral development arises from interconnected, dynamic biological-cultural-social factors."
  },
  {
    "id": 152,
    "statement": "Neural binding integrates brain regions' activity for moral judgments systematically."
  },
  {
    "id": 153,
    "statement": "Honesty is augmented by emotional intelligence and contextual understanding"
  },
  {
    "id": 154,
    "statement": "Moral development arises from complex dynamic biological-cultural-social interactions."
  },
  {
    "id": 155,
    "statement": "PFC regulates Amygdala's emotional responses through neural communication pathways"
  },
  {
    "id": 156,
    "statement": "Cognitive appraisal influences emotional responses through automatic evaluation."
  },
  {
    "id": 157,
    "statement": "Unconscious emotions influence moral judgments through automatic neural associations."
  },
  {
    "id": 158,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 159,
    "statement": "Cultural norms shape emotional expressions through social learning,"
  },
  {
    "id": 160,
    "statement": "Trust emerges from complex interactions among honesty, reliability, accountability."
  },
  {
    "id": 161,
    "statement": "Dynamic biological-cultural-social interactions shape moral development through complex, reciprocal relationships."
  },
  {
    "id": 162,
    "statement": "Cognitive appraisal involves automatic situation evaluation for emotional responses."
  },
  {
    "id": 163,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes"
  },
  {
    "id": 164,
    "statement": "Social interactions shape emotional expressions through implicit learning processes."
  },
  {
    "id": 165,
    "statement": "PFC inhibits amygdala's emotional responses through inhibitory connections."
  },
  {
    "id": 166,
    "statement": "Amygdala createAction neural binding for moral stimulus processing."
  },
  {
    "id": 167,
    "statement": "Cultural norms influence emotional expression through social learning process"
  },
  {
    "id": 168,
    "statement": "Cultural norms shape moral development through unconscious learning mechanisms."
  },
  {
    "id": 169,
    "statement": "Honesty requires consistency, reliability, and accountability for trust-building."
  },
  {
    "id": 170,
    "statement": "Neural binding integrates brain regions for moral judgment"
  },
  {
    "id": 171,
    "statement": "Emotions influence moral judgments through automatic, unconscious processing."
  },
  {
    "id": 172,
    "statement": "The PFC and amygdala interact in complex neural pathways."
  },
  {
    "id": 173,
    "statement": "PFC regulates amygdala's emotional responses through neural control process."
  },
  {
    "id": 174,
    "statement": "Cognitive appraisal: evaluating situational meaning and emotional significance"
  },
  {
    "id": 175,
    "statement": "Honesty may not be the best policy always."
  },
  {
    "id": 176,
    "statement": "Cultural norms and biology form a dynamic, bidirectional relationship."
  },
  {
    "id": 177,
    "statement": "Amygdala processes emotions in cooperation with multiple brain regions."
  },
  {
    "id": 178,
    "statement": "Amygdala, ACC, and PFC interact dynamically in emotional processing."
  },
  {
    "id": 179,
    "statement": "Moral development arises from interlocking biological, cultural, and personal factors."
  },
  {
    "id": 180,
    "statement": "Cognitive appraisal influences emotional responses through automatic interpretation."
  },
  {
    "id": 181,
    "statement": "PFC regulates amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 182,
    "statement": "Moral development arises from dynamic factors influencing moral values."
  },
  {
    "id": 183,
    "statement": "Biological and cultural factors are intertwined and simultaneous."
  },
  {
    "id": 184,
    "statement": "Cognitive appraisal rapidly evaluates situations for emotional significance."
  },
  {
    "id": 185,
    "statement": "PFC regulates amygdala's emotions through inhibition and reappraisal."
  },
  {
    "id": 186,
    "statement": "Moral development shapes moral foundations through internalized social learning"
  },
  {
    "id": 187,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions influencing values"
  },
  {
    "id": 188,
    "statement": "PFC regulates amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 189,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 190,
    "statement": "Moral judgments arise from dynamic biological-cultural-social interactions."
  },
  {
    "id": 191,
    "statement": "Biological, cultural, and social factors interact dynamically in moral development."
  },
  {
    "id": 192,
    "statement": "Amygdala detects and processes emotional stimuli related to moral violations."
  },
  {
    "id": 193,
    "statement": "Contextual factors influence moral decision-making in complex interactions"
  },
  {
    "id": 194,
    "statement": "Cultural norms influence emotional expressions through social learning."
  },
  {
    "id": 195,
    "statement": "Cognitive appraisal involves situational evaluation of relevance, threat, control, novelty, social context, and emotional significance."
  },
  {
    "id": 196,
    "statement": "Honesty's importance varies depending on situation's context and consequences."
  },
  {
    "id": 197,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 198,
    "statement": "Cultural norms shape emotional expression through complex social interactions."
  },
  {
    "id": 199,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment."
  }
]