[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli."
  },
  {
    "id": 2,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 3,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 4,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 5,
    "statement": "Consistency, predictability, and transparency synergize trust-building processes."
  },
  {
    "id": 6,
    "statement": "Moral development arises from intersections of biology, culture, and environment."
  },
  {
    "id": 7,
    "statement": "Consistency, predictability, and transparency build trust through reliability"
  },
  {
    "id": 8,
    "statement": "Amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 9,
    "statement": "Emotional salience captures attention, eliciting emotional responses through amygdala activation."
  },
  {
    "id": 10,
    "statement": "Emotional salience refers to the attention-grabbing significance of stimuli."
  },
  {
    "id": 11,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 12,
    "statement": "The thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 13,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 14,
    "statement": "Consistency, predictability, and emotional stability build trust foundation."
  },
  {
    "id": 15,
    "statement": "The amygdala integrates sensory, memory, and attention hierarchically in processing, facilitating rapid emotional detection."
  },
  {
    "id": 16,
    "statement": "Moral development arises from dynamic interactions among biology, culture."
  },
  {
    "id": 17,
    "statement": "Biological, cultural, and social factors interact in trust development."
  },
  {
    "id": 18,
    "statement": "Honesty's importance varies across contexts, situations, and values."
  },
  {
    "id": 19,
    "statement": "GABA, an inhibitory neurotransmitter, reduces neuron excitability hyperpolarizing"
  },
  {
    "id": 20,
    "statement": "Consistency and reliability build trust through predictability and stability."
  },
  {
    "id": 21,
    "statement": "The amygdala's processing speed can be modulated by attention."
  },
  {
    "id": 22,
    "statement": "Biological, cultural, and social factors interact reciprocally in trust development."
  },
  {
    "id": 23,
    "statement": "Consistency in actions builds trust through predictable emotional responses"
  },
  {
    "id": 24,
    "statement": "Amygdala detects emotions subliminally through pattern recognition and processing."
  },
  {
    "id": 25,
    "statement": "Attention modulates amygdala processing speed in response to stimuli."
  },
  {
    "id": 26,
    "statement": "Emotional salience amplifies significance, capturing attention through brain response."
  },
  {
    "id": 27,
    "statement": "Moral development results from biology, culture, and environment interactions."
  },
  {
    "id": 28,
    "statement": "Moral development arises from biology, culture, and social interactions."
  },
  {
    "id": 29,
    "statement": "Synergy in trust building involves combined consistency, predictability, transparency"
  },
  {
    "id": 30,
    "statement": "Consistency, predictability, and transparency establish reliability through trust building."
  },
  {
    "id": 31,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel processing."
  },
  {
    "id": 32,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust."
  },
  {
    "id": 33,
    "statement": "Stability refers to dependability of actions over time."
  },
  {
    "id": 34,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency."
  },
  {
    "id": 35,
    "statement": "Amygdala detects and responds to emotional stimuli subliminally."
  },
  {
    "id": 36,
    "statement": "Consistency, reliability, dependability drive trust through predictability and stability."
  },
  {
    "id": 37,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 38,
    "statement": "Moral development arises from dynamic interplay between biology and culture."
  },
  {
    "id": 39,
    "statement": "Amygdala rapidly recognizes patterns in emotional stimuli through neural connections."
  },
  {
    "id": 40,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 41,
    "statement": "Consistency, reliability, and predictability are trust-building cornerstones."
  },
  {
    "id": 42,
    "statement": "Moral development arises from biology, culture, and environment interplay."
  },
  {
    "id": 43,
    "statement": "Moral development intertwined with biology, culture, and environment."
  },
  {
    "id": 44,
    "statement": "Emotional stability enhances trust by promoting consistent actions."
  },
  {
    "id": 45,
    "statement": "Amygdala rapidly recognizes emotional patterns through sensory-motor integration."
  },
  {
    "id": 46,
    "statement": "Moral development arises from complex interplay between biology, culture, and environment."
  },
  {
    "id": 47,
    "statement": "Amygdala rapidly detects patterns in sensory and contextual information."
  },
  {
    "id": 48,
    "statement": "Attention can amplify or dampen amygdala's emotional responses."
  },
  {
    "id": 49,
    "statement": "Amygdala rapidly detects patterns in sensory and contextual information."
  },
  {
    "id": 50,
    "statement": "Amygdala's rapid detection occurs within 30-150 milliseconds."
  },
  {
    "id": 51,
    "statement": "Moral development arises from biology, culture, and environment's dynamic interaction."
  },
  {
    "id": 52,
    "statement": "Biological, cultural, and social factors continuously influence each other."
  },
  {
    "id": 53,
    "statement": "The amygdala rapidly processes emotional stimuli outside conscious awareness."
  },
  {
    "id": 54,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 55,
    "statement": "Amygdala integrates sensory and motor information for emotional recognition."
  },
  {
    "id": 56,
    "statement": "Subcortical structure processes emotional stimuli rapidly through direct connections."
  },
  {
    "id": 57,
    "statement": "Predictability is a cognitive construct that reduces uncertainty."
  },
  {
    "id": 58,
    "statement": "Amygdala processing speed influenced by selective attention modulating."
  },
  {
    "id": 59,
    "statement": "Consistency may not always be essential for trust-building."
  },
  {
    "id": 60,
    "statement": "Trust develops through interaction of consistent reliable dependable predictable stable behavior"
  },
  {
    "id": 61,
    "statement": "Amygdala integrates sensory, memory, and attention hierarchically for rapid emotional detection."
  },
  {
    "id": 62,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 63,
    "statement": "Consistency strengthens trust through reliable and predictable social proof."
  },
  {
    "id": 64,
    "statement": "Emotional salience influences attention modulating amygdala processing."
  },
  {
    "id": 65,
    "statement": "Honesty's importance varies across cultures, contexts, and values."
  },
  {
    "id": 66,
    "statement": "Emotional salience measures subjective stimulus impact on emotions"
  },
  {
    "id": 67,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 68,
    "statement": "Moral development involves complex interplay among multiple factors."
  },
  {
    "id": 69,
    "statement": "Moral development arises from biology, culture, and environment interplay."
  },
  {
    "id": 70,
    "statement": "Amygdala rapidly detects and responds to emotional stimuli unconsciously."
  },
  {
    "id": 71,
    "statement": "Moral development arises from reciprocal biological, cultural, and environmental interactions."
  },
  {
    "id": 72,
    "statement": "Consistency in behavior, communication, outcomes, and emotions fosters trust development."
  },
  {
    "id": 73,
    "statement": "Trust develops through optimal balance between predictability and flexibility."
  },
  {
    "id": 74,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate in emotional memory formation."
  },
  {
    "id": 75,
    "statement": "Consistency, predictability, and transparency contribute to trust-building generally."
  },
  {
    "id": 76,
    "statement": "Amygdala's neural networks process multiple stimuli in parallel."
  },
  {
    "id": 77,
    "statement": "Attention enhances amygdala response to emotional stimuli rapidly."
  },
  {
    "id": 78,
    "statement": "Emotional salience captures attention by amplifying significance."
  },
  {
    "id": 79,
    "statement": "Emotional salience refers to attention-grabbing and stimulus significance"
  },
  {
    "id": 80,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 81,
    "statement": "Moral development arises from complex interplay between biology, culture."
  },
  {
    "id": 82,
    "statement": "Moral development arises from complex interplay between biology, culture, and environment factors."
  },
  {
    "id": 83,
    "statement": "Moral development arises from interconnected biology, culture, and environment"
  },
  {
    "id": 84,
    "statement": "Biology, culture, and environment interact recursively in moral development"
  },
  {
    "id": 85,
    "statement": "Trust develops through consistency, reliability, dependability, predictability, and stability."
  },
  {
    "id": 86,
    "statement": "Moral development arises from complex interactions among biology, culture."
  },
  {
    "id": 87,
    "statement": "Biological, cultural, and social factors interact in a continuous dynamic."
  },
  {
    "id": 88,
    "statement": "Consistency, reliability, dependability, predictability, and stability build trust through reliability."
  },
  {
    "id": 89,
    "statement": "Amygdala integrates sensory, memory, and attention for pattern recognition."
  },
  {
    "id": 90,
    "statement": "Moral development arises from dynamic interactions among biology, culture, and environment."
  },
  {
    "id": 91,
    "statement": "Trust depends on optimal balance between predictability and flexibility."
  },
  {
    "id": 92,
    "statement": "Honesty requires consistency, vulnerability, reliability, and empathy for trust."
  },
  {
    "id": 93,
    "statement": "Trust develops through interaction of biological, cultural, and social factors."
  },
  {
    "id": 94,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness subliminally."
  },
  {
    "id": 95,
    "statement": "Honesty's importance varies across contexts, situations, and values."
  },
  {
    "id": 96,
    "statement": "Biology, culture, and environment influence each other in moral development."
  },
  {
    "id": 97,
    "statement": "Amygdala integrates sensory, memory, and attention hierarchically in processing."
  },
  {
    "id": 98,
    "statement": "Amygdala responds rapidly to emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 99,
    "statement": "Honesty builds trust through authenticity, consistency, and cultural sensitivity."
  },
  {
    "id": 100,
    "statement": "Moral development arises from complex interplay between biology, culture, environment."
  },
  {
    "id": 101,
    "statement": "Vulnerability facilitates trust by promoting authenticity and openness."
  },
  {
    "id": 102,
    "statement": "Amygdala rapidly process emotional stimuli outside conscious awareness."
  },
  {
    "id": 103,
    "statement": "Amygdala rapidly detects emotional patterns without conscious awareness."
  },
  {
    "id": 104,
    "statement": "Biology, culture, and environment interact reciprocally in moral development."
  },
  {
    "id": 105,
    "statement": "Amygdala's rapid detection occurs within 30-150 milliseconds, varying."
  },
  {
    "id": 106,
    "statement": "GABA reduces neuron excitability through hyperpolarization in neurons."
  },
  {
    "id": 107,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate for emotional memory formation."
  },
  {
    "id": 108,
    "statement": "Amygdala modulates memory consolidation by detecting emotional stimuli."
  },
  {
    "id": 109,
    "statement": "Consistency in actions builds trust through predictable behavior."
  },
  {
    "id": 110,
    "statement": "Emotional salience depends on individual sensitivity, context, and experiences."
  },
  {
    "id": 111,
    "statement": "Emotional salience refers to the significance of stimuli in attention."
  },
  {
    "id": 112,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 113,
    "statement": "Trust grows from consistent, reliable, and predictable interactions."
  },
  {
    "id": 114,
    "statement": "Emotional salience refers to the significance of stimuli to an individual"
  },
  {
    "id": 115,
    "statement": "Moral development results from interplay between biology, culture, and social interactions."
  },
  {
    "id": 116,
    "statement": "Trust arises from interplay of biology, culture, environment, vulnerability, and communication"
  },
  {
    "id": 117,
    "statement": "Biological, cultural, and social factors interact dynamically in trust development."
  },
  {
    "id": 118,
    "statement": "Emotional stability enhances trust by promoting consistent actions."
  },
  {
    "id": 119,
    "statement": "Trust arises from complex interplay of biology, culture, environment, vulnerability, and communication."
  },
  {
    "id": 120,
    "statement": "Amygdala recognizes emotional patterns through sensory-motor integration rapidly."
  },
  {
    "id": 121,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli through neural and psychological mechanisms."
  },
  {
    "id": 122,
    "statement": "Consistency is the foundation of trust development, influencing others."
  },
  {
    "id": 123,
    "statement": "Moral development arises from dynamic biology-culture-environment interplay."
  },
  {
    "id": 124,
    "statement": "Consistency, reliability, and predictability build trust through stability."
  },
  {
    "id": 125,
    "statement": "Consistency reinforces trust through reliable and predictable behavior."
  },
  {
    "id": 126,
    "statement": "Trust develops through interaction of multiple factors, including empathy."
  },
  {
    "id": 127,
    "statement": "Emotional salience is the extent to which stimuli elicit emotional responses."
  },
  {
    "id": 128,
    "statement": "Emotional salience refers to signification measured by attention capture"
  },
  {
    "id": 129,
    "statement": "Biology, culture, and environment interact recursively in moral development."
  },
  {
    "id": 130,
    "statement": "Consistency breeds trust through reliable behavior, actions, and decisions."
  },
  {
    "id": 131,
    "statement": "Honesty's importance varies across cultures, contexts, and values."
  },
  {
    "id": 132,
    "statement": "Amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 133,
    "statement": "Moral development arises from dynamic interplay of biology, culture, and environment."
  },
  {
    "id": 134,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 135,
    "statement": "Moral development influenced by biology, culture, and social context."
  },
  {
    "id": 136,
    "statement": "Moral development arises from complex interactions among biology, culture, environment."
  },
  {
    "id": 137,
    "statement": "Amygdala rapidly detects emotional patterns through neural connections directly."
  },
  {
    "id": 138,
    "statement": "Amygdala processes sensory and contextual information rapidly subconsciously."
  },
  {
    "id": 139,
    "statement": "Emotional salience refers to significance measured by individual perception"
  },
  {
    "id": 140,
    "statement": "Moral development stems from complex interplay between biology and culture."
  },
  {
    "id": 141,
    "statement": "Moral development arises from dynamic biology-culture-environment interplay."
  },
  {
    "id": 142,
    "statement": "Honesty builds trust through consistency, authenticity, and reliability"
  },
  {
    "id": 143,
    "statement": "Reliability originates from synergy of consistency, predictability, and transparency."
  },
  {
    "id": 144,
    "statement": "Attention modulates amygdala response through multiple mechanisms."
  },
  {
    "id": 145,
    "statement": "Emotional salience is the extent of emotional importance."
  },
  {
    "id": 146,
    "statement": "Emotional salience influences attention and emotional response processing."
  },
  {
    "id": 147,
    "statement": "Consistency, predictability, and reliability are trust-building cornerstones."
  },
  {
    "id": 148,
    "statement": "Moral development arises from biology, culture, and environment's dynamic interplay."
  },
  {
    "id": 149,
    "statement": "Moral development results from interplay between biology, culture, and environment."
  },
  {
    "id": 150,
    "statement": "Consistency, predictability, transparency establish reliability and trust"
  },
  {
    "id": 151,
    "statement": "Moral development arises from dynamic biology-culture-social interaction synergy."
  },
  {
    "id": 152,
    "statement": "Attention modulates amygdala's response through top-down and sensory processes."
  },
  {
    "id": 153,
    "statement": "Moral development arises from dynamic biology-culture-environment interplay."
  },
  {
    "id": 154,
    "statement": "Trust develops through stable predictable reliable behavior patterns."
  },
  {
    "id": 155,
    "statement": "Authenticity fosters trust through genuine actions and behaviors."
  },
  {
    "id": 156,
    "statement": "Consistency, reliability, and predictability are adaptive trust-building cornerstones."
  },
  {
    "id": 157,
    "statement": "Amygdala responds rapidly to emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 158,
    "statement": "Consistency fosters trust by creating reliable and predictable relationships."
  },
  {
    "id": 159,
    "statement": "Attention modulates amygdala processing speed through neural mechanisms."
  },
  {
    "id": 160,
    "statement": "The thalamus filters sensory information through synchronized gamma oscillations."
  },
  {
    "id": 161,
    "statement": "Biology, culture, and environment interact dynamically in moral development."
  },
  {
    "id": 162,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 163,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness."
  },
  {
    "id": 164,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate for emotional memory processing"
  },
  {
    "id": 165,
    "statement": "Consistency, predictability, and transparency build trust through reliability consistently."
  },
  {
    "id": 166,
    "statement": "Consistency, reliability, and predictability can vary across contexts."
  },
  {
    "id": 167,
    "statement": "Honesty builds trust through authenticity, cultural sensitivity, and consistency."
  },
  {
    "id": 168,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness rapidly."
  },
  {
    "id": 169,
    "statement": "Amygdala processes emotional stimuli outside of conscious awareness quickly."
  },
  {
    "id": 170,
    "statement": "Amygdala detects emotional stimuli through pattern recognition."
  },
  {
    "id": 171,
    "statement": "Synergy in trust building combines consistency, predictability, and transparency."
  },
  {
    "id": 172,
    "statement": "Consistency in actions builds trust through predictable behavior generally."
  },
  {
    "id": 173,
    "statement": "Emotional salience captures attention, triggering amygdala-mediated emotional responses."
  },
  {
    "id": 174,
    "statement": "Biological, cultural, and social factors interact in various pathways."
  },
  {
    "id": 175,
    "statement": "Brain processes emotional information outside conscious awareness rapidly."
  },
  {
    "id": 176,
    "statement": "Emotional salience captures attention through amygdala processing."
  },
  {
    "id": 177,
    "statement": "The amygdala rapidly detects emotional stimuli outside conscious awareness."
  },
  {
    "id": 178,
    "statement": "Biological, cultural, and social factors interact and influence each other."
  },
  {
    "id": 179,
    "statement": "Moral development arises from complex interplay of biology, culture, and environment."
  },
  {
    "id": 180,
    "statement": "Emotional stability fosters consistent actions through self-regulation and awareness."
  },
  {
    "id": 181,
    "statement": "Emotional salience refers to individualized emotional stimulus significance."
  },
  {
    "id": 182,
    "statement": "Trust develops through dynamic interplay of biology and culture."
  },
  {
    "id": 183,
    "statement": "Amygdala's rapid processing integrates sensory, emotional, and attention cues."
  },
  {
    "id": 184,
    "statement": "Biological, cultural, and social factors interactively influence trust development."
  },
  {
    "id": 185,
    "statement": "Amygdala processes multiple emotional stimuli simultaneously, enhancing survival."
  },
  {
    "id": 186,
    "statement": "Amygdala primarily processes emotional significance of stimuli patterns."
  },
  {
    "id": 187,
    "statement": "Trust-building factors vary depending on context, culture, and values."
  },
  {
    "id": 188,
    "statement": "Moral development arises from dynamic biology-culture-environment interactions."
  },
  {
    "id": 189,
    "statement": "Attention modulates amygdala activity in a context-dependent manner"
  },
  {
    "id": 190,
    "statement": "Vulnerability facilitates trust by promoting authenticity and openness through."
  },
  {
    "id": 191,
    "statement": "Honesty's foundation is authenticity, vulnerability, and reliability."
  },
  {
    "id": 192,
    "statement": "Biological, cultural, and environmental factors interplay in trust development."
  },
  {
    "id": 193,
    "statement": "Biology, culture, and environment interact in a dynamic, complex interplay."
  },
  {
    "id": 194,
    "statement": "Amygdala integrates sensory and motor information for rapid emotional processing."
  },
  {
    "id": 195,
    "statement": "Amygdala's rapid processing depends on individual attention patterns"
  },
  {
    "id": 196,
    "statement": "Consistency and reliability lead to predictability and stability, trust."
  },
  {
    "id": 197,
    "statement": "Consistency, predictability, and emotional stability build trust foundation."
  },
  {
    "id": 198,
    "statement": "Amygdala subliminally detects and responds to emotional stimuli rapidly."
  },
  {
    "id": 199,
    "statement": "Dynamic interplay between biology, culture shapes moral development iteratively."
  }
]