[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty builds trust by establishing reliability and predictability over time."
  },
  {
    "id": 2,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 3,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 4,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 5,
    "statement": "Moral development involves interplay between biological and cultural factors."
  },
  {
    "id": 6,
    "statement": "GABA binding to receptors hyperpolarizes neurons by reducing excitability"
  },
  {
    "id": 7,
    "statement": "Trust arises from honesty, consistency, and emotional openness."
  },
  {
    "id": 8,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 9,
    "statement": "GABA calms neurons by reducing excitability and hyperpolarizing membrane."
  },
  {
    "id": 10,
    "statement": "Honesty builds trust by establishing reliability and consistency."
  },
  {
    "id": 11,
    "statement": "GABA calms neurons by reducing excitability and hyperpolarizing membrane."
  },
  {
    "id": 12,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 13,
    "statement": "Honesty is essential, but insufficient for trust foundation alone."
  },
  {
    "id": 14,
    "statement": "The amygdala prioritizes sensory info based on emotional significance."
  },
  {
    "id": 15,
    "statement": "Cognitive reappraisal reduces amygdala's emotional responses slowly."
  },
  {
    "id": 16,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication as essential elements."
  },
  {
    "id": 17,
    "statement": "Amygdala rapidly assesses emotional significance through pattern recognition processes"
  },
  {
    "id": 18,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 19,
    "statement": "Rapid cue integration facilitates emotional understanding through neural processing."
  },
  {
    "id": 20,
    "statement": "Moral development arises from complex interactions between social, cultural, and biological factors."
  },
  {
    "id": 21,
    "statement": "Amygdala processes emotional significance through rapid pattern recognition and filtering."
  },
  {
    "id": 22,
    "statement": "The amygdala's substructure processes sensory data for emotional significance."
  },
  {
    "id": 23,
    "statement": "Context influences what individuals perceive as emotionally significant."
  },
  {
    "id": 24,
    "statement": "Consistency reinforces honesty's foundation for building trust."
  },
  {
    "id": 25,
    "statement": "Honesty is foundation of trust through transparency and reliability."
  },
  {
    "id": 26,
    "statement": "PFC and Amygdala communicate through complex neural connections."
  },
  {
    "id": 27,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication."
  },
  {
    "id": 28,
    "statement": "Trust builds through nuanced interaction of cognitive-emotional-social factors"
  },
  {
    "id": 29,
    "statement": "GABA modulates neural activity through diverse receptor subtypes"
  },
  {
    "id": 30,
    "statement": "Amygdala's substructure processes sensory data for emotional significance."
  },
  {
    "id": 31,
    "statement": "Brain regions collaborate adaptively through dynamic neural integration."
  },
  {
    "id": 32,
    "statement": "Amygdala's substructure processes sensory data for emotional significance through pattern recognition and emotional tagging."
  },
  {
    "id": 33,
    "statement": "Brain regions collaborate for adaptive decision-making through complex interactions."
  },
  {
    "id": 34,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and regional brain regions."
  },
  {
    "id": 35,
    "statement": "Moral development involves complex social-cognitive-emotional-location interactions shaping understanding."
  },
  {
    "id": 36,
    "statement": "PFC modulates amygdala's emotions through inhibitory connections."
  },
  {
    "id": 37,
    "statement": "Moral development arises from interacting biological and cultural influences."
  },
  {
    "id": 38,
    "statement": "Context influences emotional responses through complex cultural and social dynamics."
  },
  {
    "id": 39,
    "statement": "Trust builds through cognitive-emotional-social-contextual interactions in complex relationships"
  },
  {
    "id": 40,
    "statement": "PFC regulates amygdala's emotions through cognitive reappraisal."
  },
  {
    "id": 41,
    "statement": "Honesty is a necessary condition for trust, but not sufficient alone."
  },
  {
    "id": 42,
    "statement": "Moral development arises from dynamic biological-cultural interactions shaping."
  },
  {
    "id": 43,
    "statement": "Trust builds through cognitive-emotional-social interactions in complex relationships."
  },
  {
    "id": 44,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 45,
    "statement": "Educational influences shape personal moral development through social interactions."
  },
  {
    "id": 46,
    "statement": "Rapid cue integration facilitates accurate emotional understanding through neural processing."
  },
  {
    "id": 47,
    "statement": "Amygdala rapidly assesses emotional significance through automatic pattern recognition."
  },
  {
    "id": 48,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions."
  },
  {
    "id": 49,
    "statement": "Honesty's consistency leads to trust through repeatable behavior."
  },
  {
    "id": 50,
    "statement": "Rapid cue integration facilitates accurate emotional understanding through neural processing."
  },
  {
    "id": 51,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 52,
    "statement": "Context influences emotional significance through diverse environmental and psychological factors."
  },
  {
    "id": 53,
    "statement": "Effective listening fosters trust through empathy, validation, and validation."
  },
  {
    "id": 54,
    "statement": "Trust arises from predictability in relationships through honesty, consistency, and reliability."
  },
  {
    "id": 55,
    "statement": "Active listening and empathy foster trust through understanding and validation."
  },
  {
    "id": 56,
    "statement": "Amygdala integrates sensory information from multiple sources through convergence gating."
  },
  {
    "id": 57,
    "statement": "Emotional openness refers to vulnerability and authentic emotional expression."
  },
  {
    "id": 58,
    "statement": "The amygdala prioritizes sensory info via emotional tagging processes."
  },
  {
    "id": 59,
    "statement": "Cognitive appraisal integrates information accurately, efficiently, and adaptively."
  },
  {
    "id": 60,
    "statement": "Moral development arises from complex biological-cultural interactions shaping."
  },
  {
    "id": 61,
    "statement": "PFC regulates amygdala's emotional responses through neural modulation mechanisms."
  },
  {
    "id": 62,
    "statement": "Honesty establishes authenticity and reliability, foundation trust building"
  },
  {
    "id": 63,
    "statement": "Amygdala rapidly recognizes and completes patterns in ambiguous sensory inputs."
  },
  {
    "id": 64,
    "statement": "Cognitive reappraisal reframes situations to reduce emotional reactivity."
  },
  {
    "id": 65,
    "statement": "Brain regions work together to enable adaptive decision-making through neural networks."
  },
  {
    "id": 66,
    "statement": "Brain regions dynamically integrate for adaptive decision-making through neural networks."
  },
  {
    "id": 67,
    "statement": "Consistency builds trust by establishing reliability and predictability."
  },
  {
    "id": 68,
    "statement": "PFC regulates amygdala's emotional responses through neural modulation mechanisms."
  },
  {
    "id": 69,
    "statement": "Amygdala recognizes patterns in sensory info for emotional significance."
  },
  {
    "id": 70,
    "statement": "Amygdala reflexively processes sensory information outside conscious awareness."
  },
  {
    "id": 71,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening"
  },
  {
    "id": 72,
    "statement": "Consistency, predictability, transparency build trust through reliability over time"
  },
  {
    "id": 73,
    "statement": "The amygdala detects emotional significance through sensory processing and pattern recognition."
  },
  {
    "id": 74,
    "statement": "Amygdala reflexively processes sensory information outside conscious awareness."
  },
  {
    "id": 75,
    "statement": "Moral development involves dynamic interplay between biological and cultural factors."
  },
  {
    "id": 76,
    "statement": "Trust arises from complex interplay of cognitive-emotional-social factors"
  },
  {
    "id": 77,
    "statement": "PFC modulates Amygdala's emotional responses through neural interactions."
  },
  {
    "id": 78,
    "statement": "Moral development arises from complex learning and social dynamics"
  },
  {
    "id": 79,
    "statement": "Honesty establishes trust, consistency reinforces it through reliability and communication."
  },
  {
    "id": 80,
    "statement": "Amygdala prioritizes sensory info for emotional significance through filtering."
  },
  {
    "id": 81,
    "statement": "Honesty necessary but insufficient for trust establishment alone."
  },
  {
    "id": 82,
    "statement": "Context influences moral judgments and decision-making significantly."
  },
  {
    "id": 83,
    "statement": "Cognitive reappraisal reevaluates experiences to alter emotional responses."
  },
  {
    "id": 84,
    "statement": "PFC modulates amygdala's emotional responses through top-down regulation."
  },
  {
    "id": 85,
    "statement": "Cognitive reappraisal reduces amygdala's emotional responses through PFC reevaluation."
  },
  {
    "id": 86,
    "statement": "Amygdala detects emotional significance through pattern recognition in sensory processing."
  },
  {
    "id": 87,
    "statement": "Consistent tone and clarity in communication foster trust."
  },
  {
    "id": 88,
    "statement": "Amygdala prioritizes sensory info based on emotional relevance."
  },
  {
    "id": 89,
    "statement": "Honesty alone is insufficient for establishing trust foundation."
  },
  {
    "id": 90,
    "statement": "Amygdala prioritizes sensory info through emotional tagging and pattern recognition"
  },
  {
    "id": 91,
    "statement": "Thalamus processes sensory info before sending it to amygdala"
  },
  {
    "id": 92,
    "statement": "Amygdala's substructure processes sensory data for emotional significance rapidly."
  },
  {
    "id": 93,
    "statement": "PFC and Amygdala communicate through direct and indirect pathways."
  },
  {
    "id": 94,
    "statement": "Consistency, predictability, and transparency build trust through reliability over time."
  },
  {
    "id": 95,
    "statement": "PFC cognitive reappraisal reduces amygdala's emotional responses slowly."
  },
  {
    "id": 96,
    "statement": "Context often influences moral judgments and decision-making"
  },
  {
    "id": 97,
    "statement": "Cognitive reappraisal reduces amygdala's emotional responses through PFC modulation."
  },
  {
    "id": 98,
    "statement": "Moral development arises from cognitive, emotional, and social interactions."
  },
  {
    "id": 99,
    "statement": "Cognitive reappraisal helps regulate emotions by reinterpretation of experiences."
  },
  {
    "id": 100,
    "statement": "Moral development arises from interconnected biological and cultural factors."
  },
  {
    "id": 101,
    "statement": "Amygdala receives processed sensory data, not unmodified."
  },
  {
    "id": 102,
    "statement": "Honesty lays foundation for trust, consistency builds upon it."
  },
  {
    "id": 103,
    "statement": "Honesty builds trust by establishing reliability and predictability."
  },
  {
    "id": 104,
    "statement": "Amygdala's emotional significance assessment involves complex neural interactions."
  },
  {
    "id": 105,
    "statement": "GABA modulates neural activity through diverse receptor subtypes."
  },
  {
    "id": 106,
    "statement": "Honesty is a necessary, but not sole, condition for trust."
  },
  {
    "id": 107,
    "statement": "Trust involves cognitive, emotional, and social factors in complex relationships."
  },
  {
    "id": 108,
    "statement": "PFC modulates amygdala's emotions through cognitive reappraisal processes."
  },
  {
    "id": 109,
    "statement": "Amygdala receives sensory data after initial processing and filtering."
  },
  {
    "id": 110,
    "statement": "PFC regulates amygdala's emotional responses through attentional modulation."
  },
  {
    "id": 111,
    "statement": "Cognitive appraisal integrates emotional, cognitive, and sensory information effectively."
  },
  {
    "id": 112,
    "statement": "Brain regions collaborate adaptively through dynamic neural connections."
  },
  {
    "id": 113,
    "statement": "Honesty encompasses transparency, vulnerability, and authentic communication."
  },
  {
    "id": 114,
    "statement": "Reliability in relationships means consistent trustworthy behavior and actions"
  },
  {
    "id": 115,
    "statement": "Amygdala's substructure recognizes patterns and tags emotions for rapid response."
  },
  {
    "id": 116,
    "statement": "Context shapes emotional responses through cultural and social norms."
  },
  {
    "id": 117,
    "statement": "Cognitive reappraisal reinterprets emotional triggers to reduce reactivity."
  },
  {
    "id": 118,
    "statement": "Honesty is the essential starting point for trust establishment"
  },
  {
    "id": 119,
    "statement": "Consistency, predictability, and transparency are essential for building trust."
  },
  {
    "id": 120,
    "statement": "Trust arises from dynamic interactions between cognitive-emotional-social factors."
  },
  {
    "id": 121,
    "statement": "PFC regulates amygdala's emotions through cognitive reappraisal mechanisms."
  },
  {
    "id": 122,
    "statement": "Moral development arises from complex cognitive-emotional-social-contextual interactions."
  },
  {
    "id": 123,
    "statement": "Trust arises from complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 124,
    "statement": "Rapid cue integration enables empathetic understanding in social learning."
  },
  {
    "id": 125,
    "statement": "Moral development stems from complex learning and social dynamics."
  },
  {
    "id": 126,
    "statement": "Moral development arises from cognitive, emotional, and social interactions."
  },
  {
    "id": 127,
    "statement": "Emotions, empathy, and social context interact in moral decision-making"
  },
  {
    "id": 128,
    "statement": "Genuine intentions, empathy, and emotional intelligence enhance relationship reliability."
  },
  {
    "id": 129,
    "statement": "Amygdala's substructure processes sensory data for emotional importance."
  },
  {
    "id": 130,
    "statement": "Moral development arises from cognitive, emotional, and social interactions."
  },
  {
    "id": 131,
    "statement": "PFC modulates amygdala's emotions through indirect GABAergic pathways"
  },
  {
    "id": 132,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions."
  },
  {
    "id": 133,
    "statement": "GABA calms amygdala neurons through chloride ion channel opening"
  },
  {
    "id": 134,
    "statement": "Moral development is shaped by ongoing social-cultural and biological interactions."
  },
  {
    "id": 135,
    "statement": "Consistent tone and clarity foster trust through predictability."
  },
  {
    "id": 136,
    "statement": "PFC and Amygdala communicate through direct and indirect neural pathways."
  },
  {
    "id": 137,
    "statement": "Amygdala's substructure assigns emotional significance to sensory patterns."
  },
  {
    "id": 138,
    "statement": "Moral development involves complex interplay between biological, cultural, and individual factors."
  },
  {
    "id": 139,
    "statement": "Honesty builds trust through consistent, dependable, and habitual behavior."
  },
  {
    "id": 140,
    "statement": "Honesty builds trust through transparent and reliable behavior"
  },
  {
    "id": 141,
    "statement": "PFC regulates Amygdala's emotional responses through neural interactions."
  },
  {
    "id": 142,
    "statement": "PFC modulates amygdala's responses through selective attentional processing"
  },
  {
    "id": 143,
    "statement": "Honesty alone is insufficient for trust establishment; consistency matters."
  },
  {
    "id": 144,
    "statement": "Amygdala rapidly recognizes patterns in ambiguous sensory inputs through filtering and completion."
  },
  {
    "id": 145,
    "statement": "Trust builds on honesty, consistency, and transparency collectively"
  },
  {
    "id": 146,
    "statement": "Honesty establishes trust through reliability and consistency in actions."
  },
  {
    "id": 147,
    "statement": "Honesty's authenticity and transparency establish trust through consistency"
  },
  {
    "id": 148,
    "statement": "Educational influences shape moral development through socialization and learning."
  },
  {
    "id": 149,
    "statement": "Complex neural mechanisms underlie automatic emotional pattern recognition."
  },
  {
    "id": 150,
    "statement": "Amygdala rapidly assesses emotional significance through filtering sensory inputs."
  },
  {
    "id": 151,
    "statement": "Context shapes emotional responses through complex cultural and social influences."
  },
  {
    "id": 152,
    "statement": "Honesty encompasses authentic communication, transparency, and vulnerability."
  },
  {
    "id": 153,
    "statement": "Honesty necessitates authentic restitution driven by sincere intentions."
  },
  {
    "id": 154,
    "statement": "Rapid cue integration enables empathetic understanding in complex social learning scenarios."
  },
  {
    "id": 155,
    "statement": "Amygdala rapidly assigns emotional significance to sensory information."
  },
  {
    "id": 156,
    "statement": "Amygdala processes sensory info outside conscious awareness reflexively."
  },
  {
    "id": 157,
    "statement": "Honesty is a crucial factor, but not sole determiner, of trust."
  },
  {
    "id": 158,
    "statement": "GABA binds to receptors, opens chloride channels, hyperpolarizes neurons."
  },
  {
    "id": 159,
    "statement": "PFC top-down processing regulates amygdala's emotional responses through neural modulation."
  },
  {
    "id": 160,
    "statement": "Honesty necessary but insufficient for trust establishment alone."
  },
  {
    "id": 161,
    "statement": "Emotional understanding occurs through rapid pattern recognition and integration."
  },
  {
    "id": 162,
    "statement": "Emotions shape trust by influencing cognitive and social factors."
  },
  {
    "id": 163,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections."
  },
  {
    "id": 164,
    "statement": "Moral development arises from interplay of biological and cultural factors."
  },
  {
    "id": 165,
    "statement": "Moral development arises from complex interactions between biology, culture, and environment."
  },
  {
    "id": 166,
    "statement": "Context influences emotional responses through environmental and psychological factors."
  },
  {
    "id": 167,
    "statement": "Moral development emerges from dynamic interplay between biology culture"
  },
  {
    "id": 168,
    "statement": "PFC and Amygdala communicate through reciprocal neural connections."
  },
  {
    "id": 169,
    "statement": "Consistency, predictability, and transparency build trust through reliability by establishing a pattern, anticipation, and clear information."
  },
  {
    "id": 170,
    "statement": "Context influences emotional responses through cultural and social interactions."
  },
  {
    "id": 171,
    "statement": "Moral development arises from complex interactions between biology and culture."
  },
  {
    "id": 172,
    "statement": "GABA modulates neural activity through diverse receptor subtypes and functions."
  },
  {
    "id": 173,
    "statement": "Brain regions adaptively collaborate through dynamic neural connections."
  },
  {
    "id": 174,
    "statement": "Amygdala evaluates emotional significance of processed sensory data."
  },
  {
    "id": 175,
    "statement": "GABA reduces neuronal excitability by hyperpolarizing neural membrane."
  },
  {
    "id": 176,
    "statement": "Brain regions collaborate adaptively through complex neural networks."
  },
  {
    "id": 177,
    "statement": "Honesty sets foundation for trust, consistency reinforces it over."
  },
  {
    "id": 178,
    "statement": "Honesty is necessary, but insufficient, condition for establishing trust."
  },
  {
    "id": 179,
    "statement": "Validation in listening fosters trust through empathetic understanding."
  },
  {
    "id": 180,
    "statement": "Moral development involves complex cognitive-emotional-social interactions."
  },
  {
    "id": 181,
    "statement": "Contextual factors influence emotional response to identical events."
  },
  {
    "id": 182,
    "statement": "GABA reduces neuron excitability by chloride ion channel opening"
  },
  {
    "id": 183,
    "statement": "Predictability is about reliable, stable, consistent behavior over time."
  },
  {
    "id": 184,
    "statement": "Trust arises from dynamic interaction of cognitive, emotional, and social factors."
  },
  {
    "id": 185,
    "statement": "Honesty is necessary but not sufficient for trust building alone."
  },
  {
    "id": 186,
    "statement": "Amygdala rapidly assesses emotional significance through pattern recognition."
  },
  {
    "id": 187,
    "statement": "Brain regions collaborate through intrinsic and extrinsic connections."
  },
  {
    "id": 188,
    "statement": "The amygdala rapidly processes sensory info outside conscious awareness"
  },
  {
    "id": 189,
    "statement": "Moral development interacts biological and cultural influences through complex dynamics."
  },
  {
    "id": 190,
    "statement": "Trust develops when individuals are honest, consistent, and reliable"
  },
  {
    "id": 191,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 192,
    "statement": "Trust arises from interplay of cognitive-emotional-social factors in relationships."
  },
  {
    "id": 193,
    "statement": "Honesty requires transparency and reliability for effective trust building"
  },
  {
    "id": 194,
    "statement": "Trust builds through complex cognitive-emotional-social-contextual interactions."
  },
  {
    "id": 195,
    "statement": "Honesty builds trust through reliability and consistency."
  },
  {
    "id": 196,
    "statement": "Amygdala's substructure processes sensory data for emotional significance rapidly."
  },
  {
    "id": 197,
    "statement": "Amygdala integrates sensory information through convergence gating process."
  },
  {
    "id": 198,
    "statement": "Trust formation involves complex interplay of cognitive, emotional, and social factors"
  },
  {
    "id": 199,
    "statement": "Cognitive appraisal involves bidirectional communication between PFC and amygdala."
  }
]