[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms shape moral development through multiple mechanisms."
  },
  {
    "id": 2,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "Amygdala's multiple functions involve emotional processing, memory, and attention."
  },
  {
    "id": 4,
    "statement": "Cultural relativity impacts trust-building through varying communication norms"
  },
  {
    "id": 5,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 6,
    "statement": "PFC-amygdala interaction involves adaptive regulation through neuroplasticity and modulation."
  },
  {
    "id": 7,
    "statement": "Honesty establishes trust foundation, requiring consistency and reliability"
  },
  {
    "id": 8,
    "statement": "Temperament influences moral development through emotional regulation mechanisms."
  },
  {
    "id": 9,
    "statement": "Temperament influences moral development through emotional regulation and intelligence."
  },
  {
    "id": 10,
    "statement": "PFC regulates Amygdala's emotional response through GABA inhibition mechanisms."
  },
  {
    "id": 11,
    "statement": "The PFC regulates amygdala emotional responses through GABA inhibition mechanisms."
  },
  {
    "id": 12,
    "statement": "Amygdala's role is complex, involving multiple neural functions."
  },
  {
    "id": 13,
    "statement": "Consistency is a prerequisite for predictability, but not sufficient alone."
  },
  {
    "id": 14,
    "statement": "Amygdala integrates multimodal sensory information for emotional responses"
  },
  {
    "id": 15,
    "statement": "Social learning influences emotional responses through multitasking mechanisms."
  },
  {
    "id": 16,
    "statement": "The PFC-Amygdala interaction is complex, dynamic, and bidirectional."
  },
  {
    "id": 17,
    "statement": "Collective experiences shape social context, cultural norms, and relationships"
  },
  {
    "id": 18,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 19,
    "statement": "Trust is a complex phenomenon influenced by cognitive, emotional, social, and contextual factors."
  },
  {
    "id": 20,
    "statement": "Collective experiences shape social context, cultural norms, and relationships"
  },
  {
    "id": 21,
    "statement": "Moral development emerges from reciprocal biological-cultural interactions."
  },
  {
    "id": 22,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 23,
    "statement": "Collective experiences shape social context through shared learning and storytelling."
  },
  {
    "id": 24,
    "statement": "Trust is strengthened by consistent and reliable actions."
  },
  {
    "id": 25,
    "statement": "GABA inhibition calms amygdala's emotional response through PFC regulation."
  },
  {
    "id": 26,
    "statement": "Cultural norms shape emotional responses through internalization and learning processes."
  },
  {
    "id": 27,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 28,
    "statement": "Moral development arises from complex biological-cultural interdependencies."
  },
  {
    "id": 29,
    "statement": "Repetitive feedback loops shape emotional responses through social learning and conditioning."
  },
  {
    "id": 30,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions."
  },
  {
    "id": 31,
    "statement": "Moral judgments emerge from brain regions' complex interactions"
  },
  {
    "id": 32,
    "statement": "PFC and amygdala have bidirectional, complex emotional interactions."
  },
  {
    "id": 33,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 34,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 35,
    "statement": "Amygdala integrates sensory information through convergence and gating processes."
  },
  {
    "id": 36,
    "statement": "Trust emerges from complex interplay of cognitive, emotional, social, and contextual factors"
  },
  {
    "id": 37,
    "statement": "Amygdala integrates multimodal sensory information through convergence and gating processes."
  },
  {
    "id": 38,
    "statement": "GABA inhibition calms amygdala's emotional response through PFC regulation"
  },
  {
    "id": 39,
    "statement": "Repetitive feedback loops shape emotional responses through social learning."
  },
  {
    "id": 40,
    "statement": "Amygdala integrates multimodal information for emotional processing and memory"
  },
  {
    "id": 41,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing."
  },
  {
    "id": 42,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain."
  },
  {
    "id": 43,
    "statement": "Collective experiences shape cultural norms through social learning."
  },
  {
    "id": 44,
    "statement": "Moral development arises from complex biological-culture interactions."
  },
  {
    "id": 45,
    "statement": "The amygdala's emotional responses involve complex neural interactions."
  },
  {
    "id": 46,
    "statement": "Top-down processing: PFC influences amygdala's emotional responses through inhibition and modulation."
  },
  {
    "id": 47,
    "statement": "The amygdala integrates multimodal sensory information to amplify emotions."
  },
  {
    "id": 48,
    "statement": "Amygdala's role in emotion processing is complex and debated scientifically"
  },
  {
    "id": 49,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions."
  },
  {
    "id": 50,
    "statement": "Repetitive feedback loops shape emotional development through learning and conditioning."
  },
  {
    "id": 51,
    "statement": "Emotional regulation mechanisms influence moral development through brain processes."
  },
  {
    "id": 52,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions through neural networks."
  },
  {
    "id": 53,
    "statement": "Amygdala integrates multimodal sensory information for emotional responses"
  },
  {
    "id": 54,
    "statement": "Amygdala integrates sensory information through convergence and gating."
  },
  {
    "id": 55,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory signals."
  },
  {
    "id": 56,
    "statement": "Amygdala's complex functions involve emotional processing, sensory processing, fear conditioning, social behavior, and decision-making."
  },
  {
    "id": 57,
    "statement": "Inhibitory connections reduce postsynaptic neuron activity through GABA and glycine."
  },
  {
    "id": 58,
    "statement": "The prefrontal cortex regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 59,
    "statement": "Top-down processing refers to PFC influencing amygdala's emotional responses."
  },
  {
    "id": 60,
    "statement": "Amygdala integrates multimodal sensory information through convergence and gating."
  },
  {
    "id": 61,
    "statement": "Moral development stems from dynamic biological-cultural interactions."
  },
  {
    "id": 62,
    "statement": "GABA inhibition calms amygdala activity through PFC regulation."
  },
  {
    "id": 63,
    "statement": "Hormones influence moral development through chemical regulation mechanisms"
  },
  {
    "id": 64,
    "statement": "The PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 65,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions."
  },
  {
    "id": 66,
    "statement": "The amygdala integrates sensory information for emotional processing."
  },
  {
    "id": 67,
    "statement": "Vulnerability as trust-strengthening factor depends on context and relationships."
  },
  {
    "id": 68,
    "statement": "Emotions become more intense with multimodal sensory integration."
  },
  {
    "id": 69,
    "statement": "Lying can be morally acceptable in exceptional circumstances"
  },
  {
    "id": 70,
    "statement": "The amygdala's role in emotion processing is still debated in neuroscience."
  },
  {
    "id": 71,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing."
  },
  {
    "id": 72,
    "statement": "Amygdala's multiple functions include emotional processing, memory, and attention."
  },
  {
    "id": 73,
    "statement": "Cultural norms influence moral development through emotional regulation mechanisms."
  },
  {
    "id": 74,
    "statement": "The amygdala integrates emotional, memory, attention, and social cues."
  },
  {
    "id": 75,
    "statement": "Amygdala's role in emotion processing is subject to scientific debate"
  },
  {
    "id": 76,
    "statement": "Multitasking mechanisms enable brain's social emotional learning processing"
  },
  {
    "id": 77,
    "statement": "PFC regulates amygdala emotional responses through GABA inhibition mechanism."
  },
  {
    "id": 78,
    "statement": "Repetitive feedback loops shape emotional responses through social influence."
  },
  {
    "id": 79,
    "statement": "Cognitive appraisal involves PFC, amygdala, and other brain regions integration."
  },
  {
    "id": 80,
    "statement": "Amygdala processes emotional, memory, and attention information slowly."
  },
  {
    "id": 81,
    "statement": "Cultural norms shape moral development through multiple mechanisms such as social learning."
  },
  {
    "id": 82,
    "statement": "The prefrontal cortex and amygdala have bidirectional, complex emotional interactions."
  },
  {
    "id": 83,
    "statement": "PFC inhibits amygdala's emotional response through GABAergic transmission."
  },
  {
    "id": 84,
    "statement": "Amygdala's emotional processing is influenced by complex interactions."
  },
  {
    "id": 85,
    "statement": "Emotions shape through conditionable emotional responses to social stimuli."
  },
  {
    "id": 86,
    "statement": "The PFC-amygdala interaction is a complex, dynamic bidirectional process."
  },
  {
    "id": 87,
    "statement": "Amygdala's multimodal integration triggers emotional responses through neural interactions"
  },
  {
    "id": 88,
    "statement": "PFC influences amygdala's emotional responses through complex neural interactions."
  },
  {
    "id": 89,
    "statement": "The amygdala integrates multimodal sensory information for threat detection."
  },
  {
    "id": 90,
    "statement": "Biological factors influence moral development through genetics, brain structure, and hormones."
  },
  {
    "id": 91,
    "statement": "GABA and serotonin inhibit amygdala's emotional responses through postsynaptic inhibition."
  },
  {
    "id": 92,
    "statement": "Moral development emerges from dynamic biological-cultural interdependencies."
  },
  {
    "id": 93,
    "statement": "Moral development emerges from interactive biological-culture dynamics."
  },
  {
    "id": 94,
    "statement": "The amygdala integrates multimodal sensory information to amplify emotions."
  },
  {
    "id": 95,
    "statement": "Temperament's emotional regulation influences moral development significantly."
  },
  {
    "id": 96,
    "statement": "The PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 97,
    "statement": "PFC regulates amygdala response through neural pathways coordination"
  },
  {
    "id": 98,
    "statement": "Moral judgments emerge from brain regions' complex interactions."
  },
  {
    "id": 99,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 100,
    "statement": "Repetitive feedback loops shape emotional responses through social learning and conditioning."
  },
  {
    "id": 101,
    "statement": "Moral judgments result from integrated neural activity across multiple regions"
  },
  {
    "id": 102,
    "statement": "Biological and cultural factors influence each other in moral development"
  },
  {
    "id": 103,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions."
  },
  {
    "id": 104,
    "statement": "Trust development involves dynamic interactions and varied factors."
  },
  {
    "id": 105,
    "statement": "Collective experiences shape cultural norms through historical events."
  },
  {
    "id": 106,
    "statement": "Top-down processing: PFC modulates amygdala's emotional responses through multiple mechanisms."
  },
  {
    "id": 107,
    "statement": "Inhibitory connections regulate neural activity by reducing excitation."
  },
  {
    "id": 108,
    "statement": "Cultural norms shape moral development through social learning."
  },
  {
    "id": 109,
    "statement": "Honesty is a crucial foundation of trust, yet not sole dependence."
  },
  {
    "id": 110,
    "statement": "Predictability contributes to building trust through reliability and consistency"
  },
  {
    "id": 111,
    "statement": "Moral development arises from dynamic biological-cultural interactions adaptively"
  },
  {
    "id": 112,
    "statement": "Cultural relativity influences communication norms shaping trust-building."
  },
  {
    "id": 113,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 114,
    "statement": "Moral development arises from multifaceted biological-cultural interactions"
  },
  {
    "id": 115,
    "statement": "Amygdala's emotional processing varies with context, situations, and individual differences."
  },
  {
    "id": 116,
    "statement": "Social learning influences emotional responses through complex interactions."
  },
  {
    "id": 117,
    "statement": "Top-down processing regulates amygdala's emotional responses through PFC influence."
  },
  {
    "id": 118,
    "statement": "The prefrontal cortex regulates emotional responses through top-down processing."
  },
  {
    "id": 119,
    "statement": "Repetitive feedback loops shape emotional responses through social learning."
  },
  {
    "id": 120,
    "statement": "GABA and serotonin inhibit amygdala's emotional responses effectively."
  },
  {
    "id": 121,
    "statement": "The amygdala integrates multimodal sensory information to amplify emotions."
  },
  {
    "id": 122,
    "statement": "Temperament influences moral development through emotional regulation mechanisms."
  },
  {
    "id": 123,
    "statement": "GABA inhibits amygdala's emotional response through PFC regulation."
  },
  {
    "id": 124,
    "statement": "Temperament influences moral development through emotional regulation primarily."
  },
  {
    "id": 125,
    "statement": "Amygdala's emotional processing role is still debated in neuroscience."
  },
  {
    "id": 126,
    "statement": "When integrated with multimodal sensory info, emotions become more intense."
  },
  {
    "id": 127,
    "statement": "Honesty provides foundation for building trust through transparency."
  },
  {
    "id": 128,
    "statement": "Trust arises from complex interplay of cognitive, emotional, social, and contextual factors"
  },
  {
    "id": 129,
    "statement": "The amygdala's role in emotion processing is still scientifically unclear."
  },
  {
    "id": 130,
    "statement": "Convergence and gating enable amygdala to integrate sensory information."
  },
  {
    "id": 131,
    "statement": "Temperament influences moral development through emotional regulation and decision-making."
  },
  {
    "id": 132,
    "statement": "Repetitive social interactions shape emotional responses through neuroplasticity."
  },
  {
    "id": 133,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 134,
    "statement": "Top-down processing involves PFC regulation of amygdala emotional responses."
  },
  {
    "id": 135,
    "statement": "PFC-Amygdala interaction is complex, dynamic, and bidirectional, influencing emotional responses."
  },
  {
    "id": 136,
    "statement": "The amygdala integrates multimodal sensory information to amplify emotions"
  },
  {
    "id": 137,
    "statement": "Top-down processing involves PFC modulating amygdala's emotional responses."
  },
  {
    "id": 138,
    "statement": "Cultural norms shape moral development through social learning and internalization."
  },
  {
    "id": 139,
    "statement": "The amygdala's role in emotions is debated in neuroscience."
  },
  {
    "id": 140,
    "statement": "Amygdala's role in emotion processing is subject to debate."
  },
  {
    "id": 141,
    "statement": "Amygdala integrates sensory and cognitive information to inform emotions"
  },
  {
    "id": 142,
    "statement": "PFC modulates amygdala's emotional response through neural pathways coordination."
  },
  {
    "id": 143,
    "statement": "Temperament influences moral development through emotional regulation primarily by shaping emotional reactivity, intensity, and expression."
  },
  {
    "id": 144,
    "statement": "Moral development emerges from interdependent biological-cultural interactions."
  },
  {
    "id": 145,
    "statement": "Cultural norms shape emotional responses through internalization and socialization."
  },
  {
    "id": 146,
    "statement": "Bidirectional interaction between amygdala and PFC modulates attention."
  },
  {
    "id": 147,
    "statement": "Moral development emerges from dynamic biological-cultural interdependencies."
  },
  {
    "id": 148,
    "statement": "Cognitive appraisal assesses emotional significance through neural networks."
  },
  {
    "id": 149,
    "statement": "PFC and Amygdala interact bidirectionally in emotional regulation."
  },
  {
    "id": 150,
    "statement": "Shared experiences shape social context, cultural norms, and relationships."
  },
  {
    "id": 151,
    "statement": "Collective experiences shape social context through shared learning and storytelling."
  },
  {
    "id": 152,
    "statement": "Cultural relativity influences communication norms shaping trust-building."
  },
  {
    "id": 153,
    "statement": "Complex neural interactions involve dynamic brain region coordination."
  },
  {
    "id": 154,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions through neural networks."
  },
  {
    "id": 155,
    "statement": "Honesty is essential for trust, yet not sole dependence required."
  },
  {
    "id": 156,
    "statement": "GABA and serotonin regulate amygdala emotional responses effectively."
  },
  {
    "id": 157,
    "statement": "GABA reduces amygdala activity, calming down emotional responses"
  },
  {
    "id": 158,
    "statement": "Vulnerability builds trust when authentic, relevant, and constructive."
  },
  {
    "id": 159,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 160,
    "statement": "Honesty foundation precedes trust development through consistency and reliability."
  },
  {
    "id": 161,
    "statement": "Trust's complexity stems from interplay of cognitive, emotional, social, and contextual factors."
  },
  {
    "id": 162,
    "statement": "PFC influences emotional responses through complex neural interactions"
  },
  {
    "id": 163,
    "statement": "Amygdala integrates sensory information through convergence and gating mechanisms."
  },
  {
    "id": 164,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 165,
    "statement": "Biological and cultural factors reciprocally influence moral development."
  },
  {
    "id": 166,
    "statement": "Moral development emerges from interactive biological-cultural dynamics."
  },
  {
    "id": 167,
    "statement": "PFC-amygdala interaction combines adaptive regulation with neuroplasticity and modulation."
  },
  {
    "id": 168,
    "statement": "Trust emerges from intricate interactions of cognitive, emotional, social, and contextual factors."
  },
  {
    "id": 169,
    "statement": "Emotional regulation mechanisms influence moral development through brain processes."
  },
  {
    "id": 170,
    "statement": "Cultural relativity impacts trust-building through differing communication styles."
  },
  {
    "id": 171,
    "statement": "Amygdala's emotional processing is a dynamic, context-dependent process."
  },
  {
    "id": 172,
    "statement": "Collective experiences shape social context, cultural norms, relationships."
  },
  {
    "id": 173,
    "statement": "Moral development arises from interacting biological and cultural factors."
  },
  {
    "id": 174,
    "statement": "The amygdala integrates sensory information for emotional processing and memory."
  },
  {
    "id": 175,
    "statement": "Consistency is a necessary but insufficient condition for trust."
  },
  {
    "id": 176,
    "statement": "Cultural norms shape trust through collective experiences and social learning."
  },
  {
    "id": 177,
    "statement": "Amygdala integrates multimodal sensory info to amplify emotional responses."
  },
  {
    "id": 178,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 179,
    "statement": "Emotions can be triggered by observing others' emotional expressions."
  },
  {
    "id": 180,
    "statement": "Temperament influences moral development through emotional regulation and intelligence."
  },
  {
    "id": 181,
    "statement": "Moral development arises from complex biological-cultural intersections and interactions."
  },
  {
    "id": 182,
    "statement": "Biological and cultural factors interact in moral development through bidirectional mechanisms."
  },
  {
    "id": 183,
    "statement": "Biological and cultural factors interact reciprocally in moral development."
  },
  {
    "id": 184,
    "statement": "PFC regulates Amygdala emotional responses through GABA inhibition mechanisms."
  },
  {
    "id": 185,
    "statement": "Amygdala integrates multimodal sensory information through convergence and gating processes."
  },
  {
    "id": 186,
    "statement": "Amygdala plays crucial role in emotional processing, memory, and attention."
  },
  {
    "id": 187,
    "statement": "Prefrontal cortex and amygdala interact in complex emotional processes."
  },
  {
    "id": 188,
    "statement": "Repetitive feedback loops shape emotional responses through classical conditioning."
  },
  {
    "id": 189,
    "statement": "The amygdala combines multimodal sensory inputs to intensify emotional responses."
  },
  {
    "id": 190,
    "statement": "Consistent and reliable actions create predictability, building emotional connection."
  },
  {
    "id": 191,
    "statement": "Trust emerges from complex interplay of cognitive, emotional, social, contextual factors."
  },
  {
    "id": 192,
    "statement": "Amygdala plays a crucial role in emotional salience processing."
  },
  {
    "id": 193,
    "statement": "Repetitive social influences shape emotional responses through feedback loops."
  },
  {
    "id": 194,
    "statement": "PFC regulates Amygdala emotions through multiple processes, including GABA inhibition"
  },
  {
    "id": 195,
    "statement": "Cultural norms shape moral development through social learning pathways."
  },
  {
    "id": 196,
    "statement": "Amygdala integrates sensory information through convergence and gating."
  },
  {
    "id": 197,
    "statement": "GABA inhibition calms amygdala activity through PFC regulation"
  },
  {
    "id": 198,
    "statement": "Moral development stems from dynamic biocultural reciprocal interactions."
  }
]