[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty establishes authenticity and reliability, foundation trust building"
  },
  {
    "id": 2,
    "statement": "Honesty is a necessary condition for trust, but not sufficient alone."
  },
  {
    "id": 3,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 4,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 5,
    "statement": "Honesty builds trust by establishing reliability and predictability over time."
  },
  {
    "id": 6,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception."
  },
  {
    "id": 7,
    "statement": "Honesty is essential, but insufficient for trust foundation alone."
  },
  {
    "id": 8,
    "statement": "Amygdala rapidly integrates sensory cues for emotional significance assessment."
  },
  {
    "id": 9,
    "statement": "The amygdala's pattern recognition involves neural pathways and integration"
  },
  {
    "id": 10,
    "statement": "Moral development arises from complex interactions between social, cultural, and biological factors."
  },
  {
    "id": 11,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 12,
    "statement": "Amygdala integrates sensory information from multiple sources through convergence gating."
  },
  {
    "id": 13,
    "statement": "The amygdala prioritizes sensory info based on emotional significance."
  },
  {
    "id": 14,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 15,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 16,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 17,
    "statement": "Honesty builds trust foundation when combined with consistency, communication."
  },
  {
    "id": 18,
    "statement": "Amygdala's substructure rapidly processes sensory data for emotional significance."
  },
  {
    "id": 19,
    "statement": "Amygdala rapidly recognizes patterns in sensory information, associates with emotional values."
  },
  {
    "id": 20,
    "statement": "Emotional significance assessed rapidly through dynamic neural convergence"
  },
  {
    "id": 21,
    "statement": "Predictability enhances trust through reduced uncertainty and familiarity."
  },
  {
    "id": 22,
    "statement": "GABA modulates neural activity through diverse receptor subtypes"
  },
  {
    "id": 23,
    "statement": "Educational social interactions shape moral development through empathy and respect."
  },
  {
    "id": 24,
    "statement": "Honesty builds trust through transparency, consistency, and reliability."
  },
  {
    "id": 25,
    "statement": "GABA binding to receptors hyperpolarizes neurons by reducing excitability"
  },
  {
    "id": 26,
    "statement": "Brain regions dynamically integrate for adaptive decision-making through neural networks."
  },
  {
    "id": 27,
    "statement": "Honesty requires sincerity, consistency, reliability, and authenticity to build trust."
  },
  {
    "id": 28,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels."
  },
  {
    "id": 29,
    "statement": "Moral development emerges from dynamic cognitive-emotional-social interactions!"
  },
  {
    "id": 30,
    "statement": "Honesty builds trust by establishing reliability and consistency."
  },
  {
    "id": 31,
    "statement": "GABA regulates amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 32,
    "statement": "PFC modulates amygdala's emotional responses through neural regulation."
  },
  {
    "id": 33,
    "statement": "Amygdala rapidly recognizes patterns in sensory information for emotional significance."
  },
  {
    "id": 34,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions, influencing decision-making."
  },
  {
    "id": 35,
    "statement": "GABA calms neural activity by opening chloride channels hyperpolarizing neurons."
  },
  {
    "id": 36,
    "statement": "GABA's inhibitory effect on neurons is mediated by chloride ion influx."
  },
  {
    "id": 37,
    "statement": "Cognitive reappraisal reframes emotions by changing perspective slowly."
  },
  {
    "id": 38,
    "statement": "Transparency is open and honest communication in trust-building."
  },
  {
    "id": 39,
    "statement": "Amygdala detects emotional significance through pattern recognition in sensory processing."
  },
  {
    "id": 40,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions involving reasoning"
  },
  {
    "id": 41,
    "statement": "Consistency builds trust by establishing dependable patterns."
  },
  {
    "id": 42,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception."
  },
  {
    "id": 43,
    "statement": "GABA's inhibitory effects reduce amygdala neuron excitability."
  },
  {
    "id": 44,
    "statement": "Amygdala rapidly processes emotional significance through pattern recognition and filtering."
  },
  {
    "id": 45,
    "statement": "GABA calms neurons by reducing excitability and hyperpolarizing membrane."
  },
  {
    "id": 46,
    "statement": "Consistency builds trust by establishing reliability and predictability."
  },
  {
    "id": 47,
    "statement": "Educational experiences shape moral development through social interactions and learning."
  },
  {
    "id": 48,
    "statement": "The amygdala processes sensory information hierarchically for emotional significance."
  },
  {
    "id": 49,
    "statement": "Active listening builds trust by establishing mutual understanding and respect."
  },
  {
    "id": 50,
    "statement": "GABA calms amygdala neurons by reducing their excitability."
  },
  {
    "id": 51,
    "statement": "Amygdala filters sensory info based on emotional pattern recognition."
  },
  {
    "id": 52,
    "statement": "Cognitive reappraisal reduces emotional impact through repeated practice and habituation"
  },
  {
    "id": 53,
    "statement": "Cultural norms influence emotional expression and regulation."
  },
  {
    "id": 54,
    "statement": "Honesty requires sincerity, consistency, transparency, and reliability to build trust."
  },
  {
    "id": 55,
    "statement": "Amygdala reflexively processes sensory information outside conscious awareness."
  },
  {
    "id": 56,
    "statement": "The amygdala integrates sensory information through neural convergence gating."
  },
  {
    "id": 57,
    "statement": "GABA's mechanism in amygdala emotional response modulation uncertain"
  },
  {
    "id": 58,
    "statement": "Individuals' emotional responses are shaped by personal and contextual factors."
  },
  {
    "id": 59,
    "statement": "Consistency breeds predictability and reliability through expectations' development"
  },
  {
    "id": 60,
    "statement": "Amygdala's substructure processes sensory data for emotional significance rapidly."
  },
  {
    "id": 61,
    "statement": "Emotional openness fosters deeper connections, empathy, and understanding through intimacy, improved communication, and reduced defensiveness."
  },
  {
    "id": 62,
    "statement": "Honesty builds trust through reliability, predictability, and credibility."
  },
  {
    "id": 63,
    "statement": "Moral development involves interplay between biological and cultural factors."
  },
  {
    "id": 64,
    "statement": "Rapid amygdala processing enables quick threat response adaptation."
  },
  {
    "id": 65,
    "statement": "Social learning shapes moral development through observational learning."
  },
  {
    "id": 66,
    "statement": "Honesty is a necessary condition, but not sufficient alone."
  },
  {
    "id": 67,
    "statement": "GABA reduces neuron excitability by chloride ion influx"
  },
  {
    "id": 68,
    "statement": "Honesty establishes authenticity, reliability, and trustworthiness"
  },
  {
    "id": 69,
    "statement": "Amygdala, through convergence gating, integrates multiple pathways."
  },
  {
    "id": 70,
    "statement": "Cultural norms shape emotional expression, individual factors regulate emotions."
  },
  {
    "id": 71,
    "statement": "Pattern recognition in amygdala involves hierarchical processing of sensory information."
  },
  {
    "id": 72,
    "statement": "Active listening fosters trust through mutual understanding and respect."
  },
  {
    "id": 73,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening"
  },
  {
    "id": 74,
    "statement": "Cognitive reappraisal reduces emotional impact over time through repetition and neural reorganization."
  },
  {
    "id": 75,
    "statement": "Context influences individual emotional significance through subjective perception."
  },
  {
    "id": 76,
    "statement": "Amygdala integrates sensory information through neural convergence gating process."
  },
  {
    "id": 77,
    "statement": "Cultural and linguistic barriers impede trust-building through miscommunication."
  },
  {
    "id": 78,
    "statement": "Emotions, empathy, social context shape moral decision-making through complex interactions."
  },
  {
    "id": 79,
    "statement": "Trust arises from complex interplay of cognitive-emotional-social factors"
  },
  {
    "id": 80,
    "statement": "GABA's mechanism in amygdala emotional response modulation remains poorly understood."
  },
  {
    "id": 81,
    "statement": "GABA's inhibitor effect on amygdala neurons hyperpolarizes neuron activity."
  },
  {
    "id": 82,
    "statement": "Empathy fosters connection and understanding through perspective-taking validation"
  },
  {
    "id": 83,
    "statement": "Predictability reduces uncertainty, increasing trust through familiarity."
  },
  {
    "id": 84,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition and reappraisal."
  },
  {
    "id": 85,
    "statement": "Trust-building involves complex factors, including cultural and linguistic barriers."
  },
  {
    "id": 86,
    "statement": "Amygdala processes emotional significance through rapid pattern recognition and filtering."
  },
  {
    "id": 87,
    "statement": "Rapid cue integration facilitates emotional understanding through neural processing."
  },
  {
    "id": 88,
    "statement": "Amygdala rapidly detects emotional significance through pattern recognition."
  },
  {
    "id": 89,
    "statement": "Honesty, consistency, and communication form trust foundation."
  },
  {
    "id": 90,
    "statement": "Moral development involves complex cognitive-emotional-social interactions and reasoning."
  },
  {
    "id": 91,
    "statement": "PFC regulates amygdala's emotional responses through top-down and bottom-up processing."
  },
  {
    "id": 92,
    "statement": "Authenticity involves consistency between actions and core values and principles."
  },
  {
    "id": 93,
    "statement": "Amygdala rapidly assesses emotional significance through convergent sensory processing."
  },
  {
    "id": 94,
    "statement": "Honesty is a necessary but not sufficient condition for trust"
  },
  {
    "id": 95,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions influencing decision-making."
  },
  {
    "id": 96,
    "statement": "Trust arises from honesty, consistency, and emotional openness especially."
  },
  {
    "id": 97,
    "statement": "Amygdala recognizes patterns in sensory info for emotional significance rapidly."
  },
  {
    "id": 98,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening"
  },
  {
    "id": 99,
    "statement": "GABA reduces amygdala neuron excitability through chloride ion channel opening"
  },
  {
    "id": 100,
    "statement": "Trust arises from honesty, consistency, and emotional openness."
  },
  {
    "id": 101,
    "statement": "GABA opens chloride channels, hyperpolarizing neurons inhibiting activity."
  },
  {
    "id": 102,
    "statement": "Brain regions interact dynamically for adaptive decision-making networks"
  },
  {
    "id": 103,
    "statement": "Cognitive reappraisal of emotional stimuli reduces emotional impact slowly."
  },
  {
    "id": 104,
    "statement": "GABA's mechanism in amygdala emotional response modulation is complexly studied."
  },
  {
    "id": 105,
    "statement": "Emotional connection and empathy often accompany honesty in trust-building."
  },
  {
    "id": 106,
    "statement": "Conditional trust relies on situational and contextual factors."
  },
  {
    "id": 107,
    "statement": "Cognitive reappraisal of emotional stimuli reduces emotional impact slowly."
  },
  {
    "id": 108,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition and reappraisal."
  },
  {
    "id": 109,
    "statement": "Prefrontal cortex regulates amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 110,
    "statement": "Educational influences shape personal moral development through social interactions and learning."
  },
  {
    "id": 111,
    "statement": "Educational influences shape personal moral development through social interactions."
  },
  {
    "id": 112,
    "statement": "PFC modulates Amygdala's emotional responses through neural interactions."
  },
  {
    "id": 113,
    "statement": "Amygdala recognizes patterns in sensory info for emotional significance."
  },
  {
    "id": 114,
    "statement": "Empathy in trust-building creates connection, validation, and shared understanding."
  },
  {
    "id": 115,
    "statement": "Amygdala rapidly processes threat-related patterns through sensory input."
  },
  {
    "id": 116,
    "statement": "Consistency alone may not be sufficient for building trust."
  },
  {
    "id": 117,
    "statement": "Amygdala recognizes patterns in sensory info for emotional significance."
  },
  {
    "id": 118,
    "statement": "Cognitive reappraisal reduces emotional impact over time gradually."
  },
  {
    "id": 119,
    "statement": "Authenticity in trust building is a foundation with variability"
  },
  {
    "id": 120,
    "statement": "Cognitive reappraisal reduces emotional impact over time through repeated practice"
  },
  {
    "id": 121,
    "statement": "Amygdala filters sensory info based on emotional pattern recognition through hierarchical processing."
  },
  {
    "id": 122,
    "statement": "Amygdala rapidly identifies emotional significance through pattern recognition processes"
  },
  {
    "id": 123,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions."
  },
  {
    "id": 124,
    "statement": "Authenticity is being genuine, sincere, and true to oneself."
  },
  {
    "id": 125,
    "statement": "Amygdala's pattern recognition enables rapid emotional significance assessment."
  },
  {
    "id": 126,
    "statement": "Educational experiences shape moral development through social learning and interactions."
  },
  {
    "id": 127,
    "statement": "Cultural norms influence emotional expression but not regulation."
  },
  {
    "id": 128,
    "statement": "Cognitive reappraisal is a deliberate and controlled process."
  },
  {
    "id": 129,
    "statement": "Cognitive reappraisal is a slow process that reframes emotions."
  },
  {
    "id": 130,
    "statement": "The amygdala detects emotional significance through pattern recognition in sensory processing."
  },
  {
    "id": 131,
    "statement": "Cultural norms influence emotional expression and regulation through social expectations."
  },
  {
    "id": 132,
    "statement": "Education influences moral development through social learning processes."
  },
  {
    "id": 133,
    "statement": "Cognitive reappraisal is a multifaceted, conscious and unconscious process."
  },
  {
    "id": 134,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions, shaping values."
  },
  {
    "id": 135,
    "statement": "Moral development linked to observing others' moral behaviors."
  },
  {
    "id": 136,
    "statement": "Transparency alone doesn't guarantee trust-building; context matters."
  },
  {
    "id": 137,
    "statement": "Amygdala rapidly pattern recognizes sensory information for emotional significance."
  },
  {
    "id": 138,
    "statement": "Cognitive reappraisal is a controlled and intentional emotional regulation process."
  },
  {
    "id": 139,
    "statement": "Honesty establishes authenticity, trustworthiness and reliability in trust building."
  },
  {
    "id": 140,
    "statement": "Emotional openness fosters deeper connections through genuine vulnerability"
  },
  {
    "id": 141,
    "statement": "Honesty builds trust through reliability, predictability, and authenticity."
  },
  {
    "id": 142,
    "statement": "Dynamic neural convergence rapidly assesses emotional significance through synchronized activity."
  },
  {
    "id": 143,
    "statement": "Trust emerges from dynamic cognitive-emotional-social interdependencies."
  },
  {
    "id": 144,
    "statement": "Amygdala's pattern recognition enables rapid emotional significance assessment."
  },
  {
    "id": 145,
    "statement": "Amygdala detects threatening patterns through bottom-up and top-down processing."
  },
  {
    "id": 146,
    "statement": "Conditional trust relies on situational and contextual factors in evaluation."
  },
  {
    "id": 147,
    "statement": "Amygdala rapidly recognizes patterns in sensory information for emotional significance."
  },
  {
    "id": 148,
    "statement": "Amygdala integrates sensory information from multiple sources."
  },
  {
    "id": 149,
    "statement": "Amygdala rapidly recognizes patterns through hierarchical processing and emotional tagging."
  },
  {
    "id": 150,
    "statement": "Authenticity adapts to contexts, relationships, and personal characteristics."
  },
  {
    "id": 151,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening"
  },
  {
    "id": 152,
    "statement": "Consistency's quality is crucial for building trustworthiness."
  },
  {
    "id": 153,
    "statement": "GABA reduces neuron excitability by hyperpolarizing membrane potential."
  },
  {
    "id": 154,
    "statement": "The amygdala rapidly detects emotional threats through subconscious pattern recognition."
  },
  {
    "id": 155,
    "statement": "GABA inhibits amygdala neuron excitability, reducing emotional response."
  },
  {
    "id": 156,
    "statement": "Cognitive reappraisal is a complex, multifaceted emotional processing."
  },
  {
    "id": 157,
    "statement": "Social learning shapes moral development through observational learning."
  },
  {
    "id": 158,
    "statement": "Cognitive reappraisal involves conscious and automatic processing simultaneously."
  },
  {
    "id": 159,
    "statement": "Consistency, predictability, and transparency jointly build trust through reliability."
  },
  {
    "id": 160,
    "statement": "Amygdala recognizes threat-related patterns in sensory information rapidly."
  },
  {
    "id": 161,
    "statement": "GABA acts as an inhibitory neurotransmitter in the amygdala."
  },
  {
    "id": 162,
    "statement": "Honesty is necessary but insufficient alone for trust"
  },
  {
    "id": 163,
    "statement": "Amygdala's substructure rapidly processes sensory data for emotional significance."
  },
  {
    "id": 164,
    "statement": "Rapid cue integration facilitates emotional understanding through neural processing."
  },
  {
    "id": 165,
    "statement": "Educational influences shape moral development through social interaction and learning."
  },
  {
    "id": 166,
    "statement": "Honesty is necessary but insufficient condition for trust."
  },
  {
    "id": 167,
    "statement": "Moral development arises from complex interactions between social-cultural-biological factors."
  },
  {
    "id": 168,
    "statement": "Amygdala rapidly detects emotional patterns in sensory information"
  },
  {
    "id": 169,
    "statement": "Moral development arises from interdisciplinary dynamic cognitive-emotional-social interactions."
  },
  {
    "id": 170,
    "statement": "Rapid pattern recognition enables quick emotional significance assessment."
  },
  {
    "id": 171,
    "statement": "Honesty builds trust through authenticity, consistency, transparency, and reliability"
  },
  {
    "id": 172,
    "statement": "Amygdala detects emotional significance through complex pattern recognition processes."
  },
  {
    "id": 173,
    "statement": "GABA calms neuron activity by opening chloride channels"
  },
  {
    "id": 174,
    "statement": "Trust arises from honesty, consistency, and emotional openness."
  },
  {
    "id": 175,
    "statement": "GABA's mechanism in amygdala emotional response is complex and diverse."
  },
  {
    "id": 176,
    "statement": "Automatic processing in amygdala influences emotional responses and trust."
  },
  {
    "id": 177,
    "statement": "Amygdala's hierarchical processing enables rapid emotional significance assessment."
  },
  {
    "id": 178,
    "statement": "Amygdala's rapid pattern recognition engages emotional processing outside conscious awareness."
  },
  {
    "id": 179,
    "statement": "Amygdala rapidly processes emotional information in milliseconds."
  },
  {
    "id": 180,
    "statement": "Honesty establishes foundation for trust but requires more elements."
  },
  {
    "id": 181,
    "statement": "Cognitive reappraisal reframes emotions gradually through perspective change."
  },
  {
    "id": 182,
    "statement": "Consistency breeds predictability through refined expectations development."
  },
  {
    "id": 183,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions involving reasoning"
  },
  {
    "id": 184,
    "statement": "Moral development emerges from interplay between biological and cultural influences."
  },
  {
    "id": 185,
    "statement": "Honesty builds trust through interconnected transparency, consistency, and reliability."
  },
  {
    "id": 186,
    "statement": "GABA's inhibitory effects hyperpolarize amygdala neurons, reducing excitability."
  },
  {
    "id": 187,
    "statement": "Educational experiences shape moral development through social interactions and learning."
  },
  {
    "id": 188,
    "statement": "GABA's inhibitory effects on excitability depend on neuron type."
  },
  {
    "id": 189,
    "statement": "GABA binds to receptors, opening chloride ion channels, hyperpolarizing neurons."
  },
  {
    "id": 190,
    "statement": "Consistency creates predictable patterns that build trust reliably"
  },
  {
    "id": 191,
    "statement": "Emotional connection and empathy enhance honesty in trust-building."
  },
  {
    "id": 192,
    "statement": "Emotional openness fosters deeper connections through vulnerability and empathy."
  },
  {
    "id": 193,
    "statement": "GABA calms amygdala neurons by opening chloride channels immediately."
  },
  {
    "id": 194,
    "statement": "GABA calms amygdala neurons by reducing excitability through hyperpolarization."
  },
  {
    "id": 195,
    "statement": "Empathy and respect in educational settings shape moral development."
  },
  {
    "id": 196,
    "statement": "The amygdala rapidly assesses sensory info for emotional significance through pattern recognition."
  },
  {
    "id": 197,
    "statement": "The amygdala's substructure rapidly processes sensory data for emotional significance."
  },
  {
    "id": 198,
    "statement": "Emotional openness fosters empathy through active listening and intimacy."
  },
  {
    "id": 199,
    "statement": "Genuine motive ensures intention is rooted in authenticity."
  }
]