[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 2,
    "statement": "Honesty establishes authenticity and reliability, foundation trust building"
  },
  {
    "id": 3,
    "statement": "The amygdala prioritizes sensory info based on emotional significance."
  },
  {
    "id": 4,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 5,
    "statement": "Moral development arises from complex interactions between social, cultural, and biological factors."
  },
  {
    "id": 6,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 7,
    "statement": "The amygdala's pattern recognition involves neural pathways and integration"
  },
  {
    "id": 8,
    "statement": "Predictability enhances trust through reduced uncertainty and familiarity."
  },
  {
    "id": 9,
    "statement": "Amygdala rapidly recognizes patterns in sensory information, associates with emotional values."
  },
  {
    "id": 10,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception."
  },
  {
    "id": 11,
    "statement": "Honesty builds trust by establishing reliability and predictability over time."
  },
  {
    "id": 12,
    "statement": "GABA reduces neuron excitability through chloride ion influx."
  },
  {
    "id": 13,
    "statement": "PFC regulates amygdala's emotional responses through top-down and bottom-up processing."
  },
  {
    "id": 14,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition and reappraisal."
  },
  {
    "id": 15,
    "statement": "The amygdala integrates sensory information through neural convergence gating."
  },
  {
    "id": 16,
    "statement": "Amygdala integrates sensory information from multiple sources through convergence gating."
  },
  {
    "id": 17,
    "statement": "Honesty is essential, but insufficient for trust foundation alone."
  },
  {
    "id": 18,
    "statement": "Amygdala rapidly processes emotional significance through pattern recognition and filtering."
  },
  {
    "id": 19,
    "statement": "Honesty requires sincerity, consistency, reliability, and authenticity to build trust."
  },
  {
    "id": 20,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 21,
    "statement": "Amygdala rapidly integrates sensory cues for emotional significance assessment."
  },
  {
    "id": 22,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels."
  },
  {
    "id": 23,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception through pattern recognition."
  },
  {
    "id": 24,
    "statement": "Honesty builds trust through transparency, consistency, and emotional openness."
  },
  {
    "id": 25,
    "statement": "PFC modulation of amygdala's emotional responses occurs through"
  },
  {
    "id": 26,
    "statement": "Amygdala's substructure rapidly processes sensory data for emotional significance."
  },
  {
    "id": 27,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 28,
    "statement": "Moral development involves interplay between biological and cultural factors."
  },
  {
    "id": 29,
    "statement": "Cultural norms influence emotional expression and regulation."
  },
  {
    "id": 30,
    "statement": "Amygdala integrates sensory information through neural convergence gating process."
  },
  {
    "id": 31,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 32,
    "statement": "Honesty builds trust through transparency, consistency, and reliability."
  },
  {
    "id": 33,
    "statement": "Moral development emerges from intricate cognitive-emotional-social interplay dynamics."
  },
  {
    "id": 34,
    "statement": "Consistency builds trust by establishing reliability and predictability."
  },
  {
    "id": 35,
    "statement": "GABA modulates neural activity through diverse receptor subtypes"
  },
  {
    "id": 36,
    "statement": "Amygdala recognizes patterns in sensory info for emotional significance rapidly."
  },
  {
    "id": 37,
    "statement": "GABA binding to receptors hyperpolarizes neurons by reducing excitability"
  },
  {
    "id": 38,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening"
  },
  {
    "id": 39,
    "statement": "Honesty is a crucial but insufficient condition for trust."
  },
  {
    "id": 40,
    "statement": "Honesty builds trust foundation when combined with consistency, communication."
  },
  {
    "id": 41,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions, influencing decision-making."
  },
  {
    "id": 42,
    "statement": "GABA's mechanism in amygdala emotional response modulation uncertain"
  },
  {
    "id": 43,
    "statement": "GABA calms neural activity by opening chloride channels hyperpolarizing neurons."
  },
  {
    "id": 44,
    "statement": "GABA calms neurons by reducing excitability and hyperpolarizing membrane."
  },
  {
    "id": 45,
    "statement": "Consistency builds trust by establishing dependable patterns."
  },
  {
    "id": 46,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 47,
    "statement": "Building trust requires consistency, transparency, reliability, emotional connections, context, communication."
  },
  {
    "id": 48,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 49,
    "statement": "Cognitive reappraisal reduces emotional impact through repeated practice habituation."
  },
  {
    "id": 50,
    "statement": "Emotions, empathy, and social context shape moral decisions."
  },
  {
    "id": 51,
    "statement": "GABA opens chloride channels, reducing neuron excitability and hyperpolarizing."
  },
  {
    "id": 52,
    "statement": "GABA inhibits amygdala's emotional response through selective regulation"
  },
  {
    "id": 53,
    "statement": "Amygdala processes sensory info outside conscious awareness for emotional response."
  },
  {
    "id": 54,
    "statement": "Emotional significance assessed rapidly through dynamic neural convergence"
  },
  {
    "id": 55,
    "statement": "Amygdala reflexively processes sensory information outside conscious awareness."
  },
  {
    "id": 56,
    "statement": "Pattern recognition in amygdala involves hierarchical processing of sensory information."
  },
  {
    "id": 57,
    "statement": "Amygdala integrates sensory info through neural pathways convergence."
  },
  {
    "id": 58,
    "statement": "Honesty requires consistency, reliability, and transparency to build trust"
  },
  {
    "id": 59,
    "statement": "Rapid amygdala processing detects threats for survival and association learning."
  },
  {
    "id": 60,
    "statement": "GABA inhibits amygdala neurons, reducing emotional response excitability."
  },
  {
    "id": 61,
    "statement": "Amygdala rapidly integrates sensory information for emotional significance."
  },
  {
    "id": 62,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels effectively."
  },
  {
    "id": 63,
    "statement": "Active listening builds trust through validation, empathy, and mutual understanding."
  },
  {
    "id": 64,
    "statement": "Honesty establishes authenticity, reliability, and trustworthiness"
  },
  {
    "id": 65,
    "statement": "Honesty as condition requires consistency and authenticity also."
  },
  {
    "id": 66,
    "statement": "Honesty is a necessary condition for trust, but not sufficient alone."
  },
  {
    "id": 67,
    "statement": "Honesty sets foundation for authenticity, reliability, and trust building."
  },
  {
    "id": 68,
    "statement": "Amygdala integrates sensory information through neural convergence gating process."
  },
  {
    "id": 69,
    "statement": "GABA's inhibition reduces amygdala neuron excitability hyperpolarize"
  },
  {
    "id": 70,
    "statement": "Rapid amygdala processing enables quick threat response adaptation."
  },
  {
    "id": 71,
    "statement": "Amygdala prioritizes sensory information based on emotional pattern recognition."
  },
  {
    "id": 72,
    "statement": "GABA opens chloride channels, hyperpolarizing and reducing excitability."
  },
  {
    "id": 73,
    "statement": "Moral development arises from social relationships and educational experiences."
  },
  {
    "id": 74,
    "statement": "Emotional openness fosters deeper connections, empathy, and understanding through intimacy, improved communication, and reduced defensiveness."
  },
  {
    "id": 75,
    "statement": "Cultural norms influence emotional expression and regulation through various mechanisms."
  },
  {
    "id": 76,
    "statement": "GABA opens chloride channels, hyperpolarizing neurons and reducing excitation."
  },
  {
    "id": 77,
    "statement": "Transparency is open and honest communication in trust-building."
  },
  {
    "id": 78,
    "statement": "GABA's inhibitory effect on neurons mediated by chloride ion inhibition"
  },
  {
    "id": 79,
    "statement": "Amygdala's rapid pattern recognition involves hierarchical processing, convergence gating."
  },
  {
    "id": 80,
    "statement": "Amygdala rapidly integrates sensory cues hierarchically for emotional significance."
  },
  {
    "id": 81,
    "statement": "GABA reduces neuron excitability by chloride ion influx"
  },
  {
    "id": 82,
    "statement": "Emotions, empathy, social context shape moral decision-making through complex interactions."
  },
  {
    "id": 83,
    "statement": "Rapid cue integration facilitates emotional understanding through neural processing."
  },
  {
    "id": 84,
    "statement": "GABA modulates amygdala emotional responses through complex neural mechanisms."
  },
  {
    "id": 85,
    "statement": "GABA's inhibitor effect on amygdala neurons hyperpolarizes neuron activity."
  },
  {
    "id": 86,
    "statement": "Honesty lays groundwork for trust by itself, consistency verifies."
  },
  {
    "id": 87,
    "statement": "Consistency strengthens trust through predictability, follow-through, and pattern recognition."
  },
  {
    "id": 88,
    "statement": "Cognitive reappraisal reorganizes brain pathways through repetition-based neuroplasticity."
  },
  {
    "id": 89,
    "statement": "Amygdala, through convergence gating, integrates multiple pathways."
  },
  {
    "id": 90,
    "statement": "GABA binds to receptors triggering chloride channel opening for hyperpolarization"
  },
  {
    "id": 91,
    "statement": "Honesty is a necessary condition, but not sufficient alone."
  },
  {
    "id": 92,
    "statement": "Amygdala processes emotional significance through rapid pattern recognition and filtering."
  },
  {
    "id": 93,
    "statement": "Moral development emerges from dynamic cognitive-emotional-social interactions!"
  },
  {
    "id": 94,
    "statement": "GABA calms amygdala neurons by opening chloride channels hyperpolarizing"
  },
  {
    "id": 95,
    "statement": "Moral development results from complex biocultural and social interactions."
  },
  {
    "id": 96,
    "statement": "Amygdala rapidly recognizes patterns in sensory information for emotional significance."
  },
  {
    "id": 97,
    "statement": "Brain regions dynamically integrate for adaptive decision-making through neural networks."
  },
  {
    "id": 98,
    "statement": "Trust arises from complex interplay of cognitive-emotional-social factors"
  },
  {
    "id": 99,
    "statement": "Honesty builds trust through consistency, transparency, and reliability."
  },
  {
    "id": 100,
    "statement": "Trust arises from honesty, consistency, and emotional openness especially."
  },
  {
    "id": 101,
    "statement": "GABA regulates amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 102,
    "statement": "Honesty is necessary, but not sufficient for trust."
  },
  {
    "id": 103,
    "statement": "Honesty is a necessary but not sufficient condition for trust"
  },
  {
    "id": 104,
    "statement": "Educational experiences shape moral development through social interactions and learning."
  },
  {
    "id": 105,
    "statement": "Cognitive reappraisal involves gradual reevaluation of emotions."
  },
  {
    "id": 106,
    "statement": "Honesty builds trust by establishing reliability and consistency."
  },
  {
    "id": 107,
    "statement": "PFC modulates amygdala's emotional responses through neural regulation."
  },
  {
    "id": 108,
    "statement": "Honesty is necessary but insufficient for building trust."
  },
  {
    "id": 109,
    "statement": "Amygdala processes sensory info hierarchically for emotional significance."
  },
  {
    "id": 110,
    "statement": "Empathy fosters connection and understanding through perspective-taking validation"
  },
  {
    "id": 111,
    "statement": "Consistency builds trust by demonstrating dependable, predictable behavior."
  },
  {
    "id": 112,
    "statement": "Honesty involves intention, action, and genuine underlying motives."
  },
  {
    "id": 113,
    "statement": "The amygdala combines multiple sensory inputs for emotional significance assessment."
  },
  {
    "id": 114,
    "statement": "Cognitive reappraisal reframes emotions by changing perspective slowly."
  },
  {
    "id": 115,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels effectively."
  },
  {
    "id": 116,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception."
  },
  {
    "id": 117,
    "statement": "Cognitive reappraisal reorganizes brain's neural pathways through repetition."
  },
  {
    "id": 118,
    "statement": "GABA calms amygdala activity by opening chloride ion channels"
  },
  {
    "id": 119,
    "statement": "GABA's inhibitor effect on amygdala neurons reduces excitability."
  },
  {
    "id": 120,
    "statement": "Amygdala detects emotional significance through pattern recognition in sensory processing."
  },
  {
    "id": 121,
    "statement": "GABA reduces amygdala neuron excitability through chloride ion channels."
  },
  {
    "id": 122,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions involving reasoning"
  },
  {
    "id": 123,
    "statement": "Individuals' emotional responses are shaped by personal and contextual factors."
  },
  {
    "id": 124,
    "statement": "The amygdala rapidly processes sensory info for emotional significance automatically."
  },
  {
    "id": 125,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing"
  },
  {
    "id": 126,
    "statement": "GABA's inhibitory effects reduce amygdala neuron excitability."
  },
  {
    "id": 127,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening"
  },
  {
    "id": 128,
    "statement": "Honesty builds trust through consistency, dependability, and transparency."
  },
  {
    "id": 129,
    "statement": "Active listening builds trust by establishing mutual understanding and respect."
  },
  {
    "id": 130,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels."
  },
  {
    "id": 131,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 132,
    "statement": "Emotional openness fosters deeper connections through vulnerability and empathy."
  },
  {
    "id": 133,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 134,
    "statement": "Honesty builds trust through consistent and reliable commitment."
  },
  {
    "id": 135,
    "statement": "Active listening builds trust through validation, empathy, and understanding."
  },
  {
    "id": 136,
    "statement": "Amygdala rapidly recognizes patterns, associates with emotional values."
  },
  {
    "id": 137,
    "statement": "Consistency demonstrates reliability and commitment in relationships"
  },
  {
    "id": 138,
    "statement": "Convergence gating integrates sensory information in amygdala processing."
  },
  {
    "id": 139,
    "statement": "GABA binding opens chloride channels, hyperpolarizes neurons reducing excitability"
  },
  {
    "id": 140,
    "statement": "Moral development arises from dynamic cognitive-emotional-social interactions."
  },
  {
    "id": 141,
    "statement": "Amygdala rapidly processes sensory info for emotional significance automatically."
  },
  {
    "id": 142,
    "statement": "Habituation reduces emotional response through repeated exposure and neural reorganization."
  },
  {
    "id": 143,
    "statement": "GABA calms neurons by hyperpolarizing chloride ion channels effectively."
  },
  {
    "id": 144,
    "statement": "Amygdala integrates multiple sensory cues for emotional significance assessment."
  },
  {
    "id": 145,
    "statement": "Honesty requires intention, action, and genuine motivation paradigm."
  },
  {
    "id": 146,
    "statement": "Transparency builds trust through open, honest, and vulnerable communication."
  },
  {
    "id": 147,
    "statement": "Emotions, empathy, and social context influence moral decision-making processes."
  },
  {
    "id": 148,
    "statement": "GABA calms amygdala neurons by reducing excitability."
  },
  {
    "id": 149,
    "statement": "Moral development shaped by complex social, cultural, biological interactions."
  },
  {
    "id": 150,
    "statement": "The amygdala processes sensory information hierarchically for emotional significance."
  },
  {
    "id": 151,
    "statement": "GABA's inhibitory effect on neurons involves chloride ion channels."
  },
  {
    "id": 152,
    "statement": "PFC regulates amygdala's emotional responses through multiple mechanisms"
  },
  {
    "id": 153,
    "statement": "Amygdala's automatic processing influences emotional responses and trust quickly."
  },
  {
    "id": 154,
    "statement": "Emotions result from interplay between personal and situational factors."
  },
  {
    "id": 155,
    "statement": "Emotions, empathy, and social context are intertwined moral influencers."
  },
  {
    "id": 156,
    "statement": "Consistency establishes trust through dependable patterns and habits."
  },
  {
    "id": 157,
    "statement": "GABA's inhibitory effect on amygdala neurons reduces excitability hyperpolarizing"
  },
  {
    "id": 158,
    "statement": "Honesty sets foundation for trust, sometimes exceptions apply."
  },
  {
    "id": 159,
    "statement": "Reliability anchors trust through consistent dependable actions."
  },
  {
    "id": 160,
    "statement": "GABA modulates neural activity through specific receptor subtypes."
  },
  {
    "id": 161,
    "statement": "Amygdala's processing involves hierarchically integrating multiple sensory inputs."
  },
  {
    "id": 162,
    "statement": "Amygdala's automatic processing influences trust perception through pattern recognition."
  },
  {
    "id": 163,
    "statement": "Honesty requires genuine underlying motives, sincerity, and authentic intention."
  },
  {
    "id": 164,
    "statement": "Educational experiences shape moral development through social interactions and learning."
  },
  {
    "id": 165,
    "statement": "Authenticity in honesty builds trust through consistency and transparency."
  },
  {
    "id": 166,
    "statement": "Honesty's foundation builds trust through transparency, consistency, and reliability."
  },
  {
    "id": 167,
    "statement": "Active listening fosters mutual understanding, respect, and trust through empathy."
  },
  {
    "id": 168,
    "statement": "Amygdala's basolateral complex rapidly processes sensory data for emotional significance."
  },
  {
    "id": 169,
    "statement": "Empathy occurs when we understand another's emotional perspective."
  },
  {
    "id": 170,
    "statement": "GABA binds to receptors, opening chloride channels, hyperpolarizing neurons."
  },
  {
    "id": 171,
    "statement": "Individuals' emotional responses are shaped by interplay of personal & contextual factors."
  },
  {
    "id": 172,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions influencing decision-making."
  },
  {
    "id": 173,
    "statement": "GABA's reduced excitability calms amygdala neurons through chloride channels"
  },
  {
    "id": 174,
    "statement": "The amygdala filters sensory input for emotional significance attention"
  },
  {
    "id": 175,
    "statement": "Rapid amygdala processing enables quick threat response through neural integration."
  },
  {
    "id": 176,
    "statement": "Amygdala integrates sensory information through convergence gating process."
  },
  {
    "id": 177,
    "statement": "The amygdala rapidly recognizes patterns in sensory information for emotional significance."
  },
  {
    "id": 178,
    "statement": "Emotional responses shaped by personal and contextual factors."
  },
  {
    "id": 179,
    "statement": "Amygdala rapidly recognizes patterns in sensory info for emotional significance."
  },
  {
    "id": 180,
    "statement": "GABA calms amygdala activity by opening chloride ion channels hyperpolarizing."
  },
  {
    "id": 181,
    "statement": "Trust is built upon predictability, uncertainty reduction, and familiarity."
  },
  {
    "id": 182,
    "statement": "Top-down and bottom-up processing balance PFC-regulated amygdala emotions."
  },
  {
    "id": 183,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception through pattern recognition."
  },
  {
    "id": 184,
    "statement": "Moral development arises from complex cognitive-emotional-social interplay processes."
  },
  {
    "id": 185,
    "statement": "Hierarchical processing enables the amygdala to rapidly recognize patterns and threats."
  },
  {
    "id": 186,
    "statement": "Consistency is one aspect, not the sole factor, building trust."
  },
  {
    "id": 187,
    "statement": "Aim is to combine multiple sensory inputs for pattern recognition"
  },
  {
    "id": 188,
    "statement": "Emotional significance assessed rapidly through neural integration of pathways"
  },
  {
    "id": 189,
    "statement": "Honesty's authenticity, reliability, and trustworthiness establishment mechanisms debated"
  },
  {
    "id": 190,
    "statement": "Trust formation involves cognitive-emotional-social interactions harmonization"
  },
  {
    "id": 191,
    "statement": "Moral development enhanced through critical thinking and reasoning processes."
  },
  {
    "id": 192,
    "statement": "Honesty builds trust through transparency, consistency, and reliability."
  },
  {
    "id": 193,
    "statement": "Honesty alone insufficient to establish trust, consistency required."
  },
  {
    "id": 194,
    "statement": "Amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 195,
    "statement": "Honesty balancing empathy and compassion is crucial in trust-building."
  },
  {
    "id": 196,
    "statement": "Emotions shaped by interplay of personal and contextual factors."
  },
  {
    "id": 197,
    "statement": "Moral development emerges from intricate cognitive-emotional-social interplay dynamics"
  },
  {
    "id": 198,
    "statement": "Moral development involves interplay between biological cultural factors"
  },
  {
    "id": 199,
    "statement": "GABA reduces neuron excitability by chloride ion influx hyperpolarization."
  }
]