[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 2,
    "statement": "Honesty builds trust by establishing reliability and predictability over time."
  },
  {
    "id": 3,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 4,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 5,
    "statement": "Honesty is a necessary condition for trust, but not sufficient alone."
  },
  {
    "id": 6,
    "statement": "Honesty establishes authenticity and reliability, foundation trust building"
  },
  {
    "id": 7,
    "statement": "Amygdala's substructure processes sensory data for emotional significance rapidly."
  },
  {
    "id": 8,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 9,
    "statement": "The amygdala prioritizes sensory info based on emotional significance."
  },
  {
    "id": 10,
    "statement": "Educational influences shape moral development through social interactions and learning."
  },
  {
    "id": 11,
    "statement": "GABA calms amygdala neurons by reducing their excitability."
  },
  {
    "id": 12,
    "statement": "Honesty is essential, but insufficient for trust foundation alone."
  },
  {
    "id": 13,
    "statement": "GABA modulates neural activity through diverse receptor subtypes"
  },
  {
    "id": 14,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception."
  },
  {
    "id": 15,
    "statement": "Amygdala filters sensory info based on emotional pattern recognition."
  },
  {
    "id": 16,
    "statement": "Amygdala rapidly recognizes patterns in sensory information, associates with emotional values."
  },
  {
    "id": 17,
    "statement": "Moral development emerges from dynamic cognitive-emotional-social interactions!"
  },
  {
    "id": 18,
    "statement": "PFC modulates Amygdala's emotional responses through neural interactions."
  },
  {
    "id": 19,
    "statement": "Amygdala reflexively processes sensory information outside conscious awareness."
  },
  {
    "id": 20,
    "statement": "Honesty establishes trust through reliability and consistency cumulatively"
  },
  {
    "id": 21,
    "statement": "Cultural norms influence emotional expression and regulation."
  },
  {
    "id": 22,
    "statement": "Amygdala rapidly integrates sensory cues for emotional significance assessment."
  },
  {
    "id": 23,
    "statement": "Educational social interactions shape moral development through empathy and respect."
  },
  {
    "id": 24,
    "statement": "GABA binding to receptors hyperpolarizes neurons by reducing excitability"
  },
  {
    "id": 25,
    "statement": "Trust arises from complex interplay of cognitive-emotional-social factors"
  },
  {
    "id": 26,
    "statement": "GABA reduces amygdala neuron excitability through chloride ion channel opening"
  },
  {
    "id": 27,
    "statement": "Educational experiences shape moral development through social interactions and learning."
  },
  {
    "id": 28,
    "statement": "Honesty builds trust by establishing reliability and consistency."
  },
  {
    "id": 29,
    "statement": "Amygdala recognizes patterns in sensory info for emotional significance."
  },
  {
    "id": 30,
    "statement": "Amygdala rapidly processes threat-related patterns through sensory input."
  },
  {
    "id": 31,
    "statement": "Consistency alone may not be sufficient for building trust."
  },
  {
    "id": 32,
    "statement": "Moral development arises from complex interactions between social, cultural, and biological factors."
  },
  {
    "id": 33,
    "statement": "Amygdala integrates sensory information from multiple sources through convergence gating."
  },
  {
    "id": 34,
    "statement": "Amygdala rapidly identifies emotional significance through pattern recognition processes"
  },
  {
    "id": 35,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions."
  },
  {
    "id": 36,
    "statement": "Amygdala's pattern recognition enables rapid emotional significance assessment."
  },
  {
    "id": 37,
    "statement": "Active listening builds trust by establishing mutual understanding and respect."
  },
  {
    "id": 38,
    "statement": "Rapid cue integration facilitates emotional understanding through neural processing."
  },
  {
    "id": 39,
    "statement": "Authenticity is being genuine, sincere, and true to oneself."
  },
  {
    "id": 40,
    "statement": "Cognitive reappraisal is a slow process that reframes emotions."
  },
  {
    "id": 41,
    "statement": "The amygdala detects emotional significance through pattern recognition in sensory processing."
  },
  {
    "id": 42,
    "statement": "GABA reduces neuron excitability by hyperpolarizing membrane potential."
  },
  {
    "id": 43,
    "statement": "Honesty builds trust through reliability, predictability, and credibility."
  },
  {
    "id": 44,
    "statement": "GABA regulates amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 45,
    "statement": "Cognitive, emotional, and social factors influence trust building complexity."
  },
  {
    "id": 46,
    "statement": "GABA hyperpolarizes neuron membrane potential, reducing excitability."
  },
  {
    "id": 47,
    "statement": "Honesty builds trust foundation when combined with consistency, communication."
  },
  {
    "id": 48,
    "statement": "GABA calms neurons by reducing excitability and hyperpolarizing membrane."
  },
  {
    "id": 49,
    "statement": "GABA's mechanism in amygdala emotional response modulation uncertain"
  },
  {
    "id": 50,
    "statement": "Effective communication in trust-building involves active listening, empathy, and transparency."
  },
  {
    "id": 51,
    "statement": "GABA calms neurons by reducing excitability and hyperpolarizing membrane."
  },
  {
    "id": 52,
    "statement": "Cognitive, emotional, and social factors influence trust building complexity."
  },
  {
    "id": 53,
    "statement": "Moral development involves interplay between biological and cultural factors."
  },
  {
    "id": 54,
    "statement": "Cognitive reappraisal of emotional stimuli reduces emotional impact slowly."
  },
  {
    "id": 55,
    "statement": "Context influences individual emotional significance through various factors."
  },
  {
    "id": 56,
    "statement": "Predictability reduces uncertainty and increases familiarity, trust grows."
  },
  {
    "id": 57,
    "statement": "Consistency builds trust by establishing reliability and predictability."
  },
  {
    "id": 58,
    "statement": "Consistency, predictability, and transparency build trust through reliability conditionally."
  },
  {
    "id": 59,
    "statement": "Cognitive reappraisal is a conscious emotional regulation strategy."
  },
  {
    "id": 60,
    "statement": "Amygdala rapidly processes emotional significance through pattern recognition and filtering."
  },
  {
    "id": 61,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening."
  },
  {
    "id": 62,
    "statement": "The amygdala integrates sensory information through neural convergence gating."
  },
  {
    "id": 63,
    "statement": "Cognitive reappraisal is a process that reframes emotions by changing perspective."
  },
  {
    "id": 64,
    "statement": "Predictability enhances trust through reduced uncertainty and familiarity."
  },
  {
    "id": 65,
    "statement": "Brain regions dynamically integrate for adaptive decision-making through neural networks."
  },
  {
    "id": 66,
    "statement": "Amygdala filters sensory info based on emotional pattern recognition through hierarchical processing."
  },
  {
    "id": 67,
    "statement": "GABA calms amygdala neurons by hyperpolarizing chloride channels."
  },
  {
    "id": 68,
    "statement": "Pattern recognition in amygdala involves hierarchical processing of sensory inputs."
  },
  {
    "id": 69,
    "statement": "Effective communication fosters trust through mutual understanding and respect."
  },
  {
    "id": 70,
    "statement": "Amygdala's substructure rapidly processes sensory data for emotional significance."
  },
  {
    "id": 71,
    "statement": "Consistency in words and actions builds trust and reliability."
  },
  {
    "id": 72,
    "statement": "Consistency builds trust by establishing dependable patterns."
  },
  {
    "id": 73,
    "statement": "Honesty builds trust through consistency and emotional openness."
  },
  {
    "id": 74,
    "statement": "PFC modulates amygdala's emotional responses through neural inhibition and reappraisal."
  },
  {
    "id": 75,
    "statement": "Consistency in behavior fosters trust through predictability and reliability."
  },
  {
    "id": 76,
    "statement": "Amygdala processes emotional significance through rapid pattern recognition and filtering."
  },
  {
    "id": 77,
    "statement": "Honesty builds trust through transparency, consistency, and reliability."
  },
  {
    "id": 78,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening"
  },
  {
    "id": 79,
    "statement": "Moral development integrates cognitive, emotional, and social interactions harmoniously."
  },
  {
    "id": 80,
    "statement": "Cognitive reappraisal reduces emotional impact over time gradually."
  },
  {
    "id": 81,
    "statement": "Lying can be morally acceptable in exceptional circumstances of harm."
  },
  {
    "id": 82,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions, influencing decision-making."
  },
  {
    "id": 83,
    "statement": "Educational influences shape personal moral development through social interactions."
  },
  {
    "id": 84,
    "statement": "Moral development arises from cognitive, emotional, and social interactions."
  },
  {
    "id": 85,
    "statement": "Trust arises from honesty, consistency, and emotional openness."
  },
  {
    "id": 86,
    "statement": "Authenticity in trust building refers to being genuine and sincere"
  },
  {
    "id": 87,
    "statement": "Amygdala reflexively processes sensory information outside conscious awareness."
  },
  {
    "id": 88,
    "statement": "Amygdala's substructure rapidly processes sensory data for emotional significance."
  },
  {
    "id": 89,
    "statement": "GABA reduces amygdala excitability by opening chloride ion channels"
  },
  {
    "id": 90,
    "statement": "Emotional connection and empathy often accompany honesty in trust-building."
  },
  {
    "id": 91,
    "statement": "Emotional openness fosters deeper connections, empathy, and understanding."
  },
  {
    "id": 92,
    "statement": "Transparency is open and honest communication in trust-building."
  },
  {
    "id": 93,
    "statement": "Rapid cue integration facilitates accurate emotional understanding through neural processing."
  },
  {
    "id": 94,
    "statement": "Brain regions collaborate for adaptive decision-making through complex interactions."
  },
  {
    "id": 95,
    "statement": "Trust-building involves complex factors, including cultural and linguistic barriers."
  },
  {
    "id": 96,
    "statement": "GABA inhibits amygdala neurons by opening chloride ion channels."
  },
  {
    "id": 97,
    "statement": "GABA opens chloride channels, hyperpolarizing neurons, reducing excitability."
  },
  {
    "id": 98,
    "statement": "Moral development arises from complex interplay of biological-cultural factors."
  },
  {
    "id": 99,
    "statement": "Context influences what individuals perceive as emotionally significant."
  },
  {
    "id": 100,
    "statement": "Moral development arises from complex biological-cultural interactions shaping."
  },
  {
    "id": 101,
    "statement": "Honesty builds trust by establishing reliable and predictable relationships."
  },
  {
    "id": 102,
    "statement": "Rapid cue integration facilitates emotional understanding through amygdala's processing."
  },
  {
    "id": 103,
    "statement": "Moral development arises from interconnected social, cultural, and biological factors"
  },
  {
    "id": 104,
    "statement": "Consistency, predictability, and transparency build trust through reliability consistently."
  },
  {
    "id": 105,
    "statement": "Amygdala recognizes patterns in sensory input through pattern completion and hierarchical processing."
  },
  {
    "id": 106,
    "statement": "GABA calms neurons by reducing excitability and hyperpolarizing membrane."
  },
  {
    "id": 107,
    "statement": "Moral development arises from complex cognitive, emotional, and social interactions."
  },
  {
    "id": 108,
    "statement": "Lying can be morally acceptable in certain exceptional situations."
  },
  {
    "id": 109,
    "statement": "Consistency alone may not be sufficient for trust building."
  },
  {
    "id": 110,
    "statement": "Honesty builds trust through consistent and predictable behavior."
  },
  {
    "id": 111,
    "statement": "Amygdala integrates sensory information through convergence gating."
  },
  {
    "id": 112,
    "statement": "Predictability reduces uncertainty, increasing familiarity in trust-building."
  },
  {
    "id": 113,
    "statement": "Amygdala rapidly recognizes patterns and assigns emotional significance thereto."
  },
  {
    "id": 114,
    "statement": "GABA's chloride ion channel opening hyperpolarizes neurons."
  },
  {
    "id": 115,
    "statement": "Honesty is foundation of trust through transparency and reliability."
  },
  {
    "id": 116,
    "statement": "The amygdala detects emotional significance through pattern recognition in sensory processing."
  },
  {
    "id": 117,
    "statement": "The amygdala recognizes emotional patterns in sensory information rapidly."
  },
  {
    "id": 118,
    "statement": "GABA reduces amygdala neuron excitability by increasing chloride ions"
  },
  {
    "id": 119,
    "statement": "Cognitive reappraisal reduces amygdala's emotional responses slowly."
  },
  {
    "id": 120,
    "statement": "Brain regions integrate harmoniously through complex neural interactions."
  },
  {
    "id": 121,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication as essential elements."
  },
  {
    "id": 122,
    "statement": "Cognitive appraisal integrates information accurately, efficiently, and adaptively."
  },
  {
    "id": 123,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 124,
    "statement": "Amygdala rapidly assesses emotional significance through pattern recognition processes"
  },
  {
    "id": 125,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 126,
    "statement": "Context influences emotional responses through complex cultural and social dynamics."
  },
  {
    "id": 127,
    "statement": "The amygdala integrates sensory information through neural convergence gating."
  },
  {
    "id": 128,
    "statement": "GABA reduces neuron excitability through hyperpolarization mechanisms."
  },
  {
    "id": 129,
    "statement": "Trust foundation requires honesty and multiple essential components."
  },
  {
    "id": 130,
    "statement": "Honesty builds trust through reliability, predictability, and transparent communication."
  },
  {
    "id": 131,
    "statement": "Emotions, empathy, and context influence moral decision-making complexly."
  },
  {
    "id": 132,
    "statement": "Effective communication involves active listening, empathy, and transparency equally"
  },
  {
    "id": 133,
    "statement": "Amygdala's substructure rapidly processes sensory info for emotions."
  },
  {
    "id": 134,
    "statement": "Social interactions in education shape moral development through role modeling."
  },
  {
    "id": 135,
    "statement": "Amygdala integrates sensory information through neural convergence gating"
  },
  {
    "id": 136,
    "statement": "Moral development arises from interplay of biological and cultural factors."
  },
  {
    "id": 137,
    "statement": "Amygdala's pattern completion fills in missing sensory information"
  },
  {
    "id": 138,
    "statement": "Predictability reduces uncertainty, making us feel more confident."
  },
  {
    "id": 139,
    "statement": "Emotional intelligence enables empathy and understanding in trust-building."
  },
  {
    "id": 140,
    "statement": "Amygdala rapidly integrates multimodal sensory information for emotional significance."
  },
  {
    "id": 141,
    "statement": "Brain regions collaborate through neural networks for adaptive decision-making."
  },
  {
    "id": 142,
    "statement": "Educational experiences shape moral development through structured learning."
  },
  {
    "id": 143,
    "statement": "Amygdala rapidly processes sensory info through hierarchical pattern recognition processing"
  },
  {
    "id": 144,
    "statement": "Amygdala processes sensory information for emotional significance through pattern recognition."
  },
  {
    "id": 145,
    "statement": "Emotional connection amplifies trust through concurrent honesty and empathy."
  },
  {
    "id": 146,
    "statement": "Honesty establishes foundation of trust through consistency and transparency"
  },
  {
    "id": 147,
    "statement": "Moral development involves interplay between biological and cultural factors."
  },
  {
    "id": 148,
    "statement": "Genuine motives drive honesty, integrity, and authenticity."
  },
  {
    "id": 149,
    "statement": "Transparency involves open communication, explanations, and accountability."
  },
  {
    "id": 150,
    "statement": "Harmonious integration means coordinated brain region communication."
  },
  {
    "id": 151,
    "statement": "Honesty is necessary, but insufficient alone, for trust."
  },
  {
    "id": 152,
    "statement": "Moral development arises from interconnected biological, cultural, social factors."
  },
  {
    "id": 153,
    "statement": "Moral decisions involve contextual considerations, not absolute rules"
  },
  {
    "id": 154,
    "statement": "Cognitive reappraisal reduces amygdala's emotional responses over time gradually."
  },
  {
    "id": 155,
    "statement": "Rapid cue integration enables accurate emotional understanding through neural processing."
  },
  {
    "id": 156,
    "statement": "GABA modulates neural activity through diverse receptor subtypes controlling inhibition."
  },
  {
    "id": 157,
    "statement": "Moral development influenced by biology, culture, and individual interactions"
  },
  {
    "id": 158,
    "statement": "Consistency required, but not sufficient for trustworthy relationships"
  },
  {
    "id": 159,
    "statement": "Trust emerges from complex interactions of cognitive-emotional-social factors"
  },
  {
    "id": 160,
    "statement": "Transparency essential for trust-building through honesty and consistency."
  },
  {
    "id": 161,
    "statement": "Cognitive, emotional, and social factors interact to build complex trust"
  },
  {
    "id": 162,
    "statement": "Brain regions' dynamic integration facilitates adaptive decision-making."
  },
  {
    "id": 163,
    "statement": "The amygdala rapidly recognizes patterns in sensory info for emotional significance."
  },
  {
    "id": 164,
    "statement": "Amygdala rapidly recognizes patterns in sensory inputs for emotional significance."
  },
  {
    "id": 165,
    "statement": "Cognitive appraisal influences emotional responses through interpretation and evaluation."
  },
  {
    "id": 166,
    "statement": "GABA reduces neuron excitability by opening chloride channels."
  },
  {
    "id": 167,
    "statement": "Cultural and linguistic barriers hinder trust-building through miscommunications."
  },
  {
    "id": 168,
    "statement": "Amygdala's rapid pattern recognition processes emotional significance outside awareness."
  },
  {
    "id": 169,
    "statement": "The amygdala rapidly recognizes patterns, associates with emotional significance."
  },
  {
    "id": 170,
    "statement": "Consistency builds trust through reliability, predictability, and integrity."
  },
  {
    "id": 171,
    "statement": "Moral development arises from interplay of biology and culture."
  },
  {
    "id": 172,
    "statement": "Honesty establishes trust foundation through reliability, consistency cumulatively."
  },
  {
    "id": 173,
    "statement": "Consistency insufficient for trust; other factors necessary"
  },
  {
    "id": 174,
    "statement": "Active listening builds trust through empathy and understanding."
  },
  {
    "id": 175,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 176,
    "statement": "Honesty is foundation of trust through transparency and reliability."
  },
  {
    "id": 177,
    "statement": "Cognitive reappraisal is a conscious emotional regulation strategy."
  },
  {
    "id": 178,
    "statement": "Credibility is reliability and believability in honesty and integrity."
  },
  {
    "id": 179,
    "statement": "Honesty builds trust cumulatively through consistent reliable behavior"
  },
  {
    "id": 180,
    "statement": "GABA calms neurons by opening chloride channels."
  },
  {
    "id": 181,
    "statement": "Cognitive reappraisal reframes emotions by changing perspective."
  },
  {
    "id": 182,
    "statement": "Authenticity is being genuine, honest, and true to oneself."
  },
  {
    "id": 183,
    "statement": "Honesty is a foundation for building emotional trust over time."
  },
  {
    "id": 184,
    "statement": "GABA binds to receptors, reduces neuron excitability by hyperpolarization"
  },
  {
    "id": 185,
    "statement": "Amygdala rapidly recognizes patterns in sensory info outside awareness."
  },
  {
    "id": 186,
    "statement": "GABA inhibits neurons by reducing excitability and hyperpolarizing."
  },
  {
    "id": 187,
    "statement": "Consistency demonstrates commitment to following through on words and actions."
  },
  {
    "id": 188,
    "statement": "Amygdala's automatic processing influences emotional responses and trust perception deeply."
  },
  {
    "id": 189,
    "statement": "Amygdala recognizes patterns through hierarchical processing and convergence."
  },
  {
    "id": 190,
    "statement": "Amygdala rapidly processes sensory information for emotional significance."
  },
  {
    "id": 191,
    "statement": "Amygdala reflexively processes sensory information outside conscious awareness quickly."
  },
  {
    "id": 192,
    "statement": "Honesty is a necessary condition for building trust; context matters."
  },
  {
    "id": 193,
    "statement": "Cognitive reappraisal is a deliberate, gradual emotional reevaluation process."
  },
  {
    "id": 194,
    "statement": "Amygdala identifies emotional significance through rapid pattern recognition processes."
  },
  {
    "id": 195,
    "statement": "Amygdala rapidly assesses emotional significance through pattern recognition processes."
  },
  {
    "id": 196,
    "statement": "Cultural norms shape emotional expression and regulation patterns."
  },
  {
    "id": 197,
    "statement": "Emotional responses are shaped by complex social and cultural contexts."
  },
  {
    "id": 198,
    "statement": "Social and cultural influences shape moral development significantly."
  }
]