[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 2,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 3,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli."
  },
  {
    "id": 4,
    "statement": "Biological, cultural, and social factors interact in trust development."
  },
  {
    "id": 5,
    "statement": "Amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 6,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 7,
    "statement": "Consistency, reliability, dependability drive trust through predictability and stability."
  },
  {
    "id": 8,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 9,
    "statement": "Consistency and reliability build trust through predictability and stability."
  },
  {
    "id": 10,
    "statement": "Moral development arises from intersections of biology, culture, and environment."
  },
  {
    "id": 11,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 12,
    "statement": "Moral development intertwined with biology, culture, and environment."
  },
  {
    "id": 13,
    "statement": "Emotional salience captures attention, eliciting emotional responses through amygdala activation."
  },
  {
    "id": 14,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 15,
    "statement": "Consistency and reliability are essential aspects of trust building."
  },
  {
    "id": 16,
    "statement": "Moral development arises from complex interplay between biology, culture, and environment."
  },
  {
    "id": 17,
    "statement": "Automatic emotional responses stem from subliminal amygdala processing"
  },
  {
    "id": 18,
    "statement": "Emotional salience refers to the attention-grabbing significance of stimuli."
  },
  {
    "id": 19,
    "statement": "The thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 20,
    "statement": "Trust develops through interaction of consistent reliable dependable predictable stable behavior"
  },
  {
    "id": 21,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate for emotional memory formation."
  },
  {
    "id": 22,
    "statement": "Attention can amplify or dampen amygdala's emotional responses."
  },
  {
    "id": 23,
    "statement": "Honesty is necessary but not sufficient for building trust"
  },
  {
    "id": 24,
    "statement": "The amygdala rapidly detects emotional stimuli outside conscious awareness."
  },
  {
    "id": 25,
    "statement": "Synergy in trust building involves combined consistency, predictability, transparency"
  },
  {
    "id": 26,
    "statement": "Emotional salience refers to the importance or relevance of emotional stimuli."
  },
  {
    "id": 27,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 28,
    "statement": "Amygdala detects emotions subliminally through pattern recognition and processing."
  },
  {
    "id": 29,
    "statement": "Consistency reinforces trust through reliable and predictable behavior."
  },
  {
    "id": 30,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 31,
    "statement": "Biological, cultural, and social factors continuously influence each other."
  },
  {
    "id": 32,
    "statement": "Amygdala integrates emotional patterns with contextual cognitive information rapidly"
  },
  {
    "id": 33,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli through neural and psychological mechanisms."
  },
  {
    "id": 34,
    "statement": "Moral development arises from interplay of biology, culture, and environment."
  },
  {
    "id": 35,
    "statement": "Moral development arises from biology, culture, and social interactions."
  },
  {
    "id": 36,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency."
  },
  {
    "id": 37,
    "statement": "Consistency, predictability, and transparency build trust through reliability"
  },
  {
    "id": 38,
    "statement": "Amygdala's neural networks process multiple stimuli in parallel."
  },
  {
    "id": 39,
    "statement": "Trust arises from complex interplay of biology, culture, environment, vulnerability, and communication."
  },
  {
    "id": 40,
    "statement": "Amygdala uses hierarchical pattern recognition to categorize emotional stimuli rapidly."
  },
  {
    "id": 41,
    "statement": "Trust depends on optimal balance between predictability and flexibility."
  },
  {
    "id": 42,
    "statement": "Emotional salience captures attention and elicits emotional responses unpredictably."
  },
  {
    "id": 43,
    "statement": "Trust develops through consistency, reliability, dependability, predictability, and stability."
  },
  {
    "id": 44,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel processing."
  },
  {
    "id": 45,
    "statement": "Consistency, reliability, and predictability collectively build trust foundation."
  },
  {
    "id": 46,
    "statement": "Amygdala responds rapidly to emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 47,
    "statement": "Amygdala rapidly detects emotional stimuli before conscious awareness automatically."
  },
  {
    "id": 48,
    "statement": "The amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 49,
    "statement": "Amygdala rapidly detects patterns in sensory and contextual information."
  },
  {
    "id": 50,
    "statement": "Emotional salience refers to signification measured by attention capture"
  },
  {
    "id": 51,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 52,
    "statement": "Honesty alone insufficient for trust-building; authenticity & vulnerability required"
  },
  {
    "id": 53,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 54,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 55,
    "statement": "Consistency builds trust through predictability and emotional stability."
  },
  {
    "id": 56,
    "statement": "Biological, cultural, and social factors interact dynamically in trust development."
  },
  {
    "id": 57,
    "statement": "Vulnerability's authenticity not always essential for trust-building relationships."
  },
  {
    "id": 58,
    "statement": "Moral development arises from interplay among biology, culture, and environment."
  },
  {
    "id": 59,
    "statement": "Moral development arises from complex interplay between biology, culture, environment."
  },
  {
    "id": 60,
    "statement": "Moral development arises from interplay among biology, culture, and environment."
  },
  {
    "id": 61,
    "statement": "Moral development arises from biology, culture, and environment's dynamic interaction."
  },
  {
    "id": 62,
    "statement": "GABA, an inhibitory neurotransmitter, reduces neuron excitability hyperpolarizing"
  },
  {
    "id": 63,
    "statement": "Consistency in actions builds trust through predictable emotional responses"
  },
  {
    "id": 64,
    "statement": "Amygdala integrates emotional recognition with cognitive context rapidly."
  },
  {
    "id": 65,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 66,
    "statement": "Trust develops through interaction of multiple factors, including empathy."
  },
  {
    "id": 67,
    "statement": "Amygdala rapidly processes emotional stimuli through neural patterns recognition."
  },
  {
    "id": 68,
    "statement": "Amygdala processes multiple emotional stimuli simultaneously through parallel processing."
  },
  {
    "id": 69,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 70,
    "statement": "Consistency and reliability build trust through predictable behavior"
  },
  {
    "id": 71,
    "statement": "Attention modulates amygdala activity through cortical feedback loops."
  },
  {
    "id": 72,
    "statement": "Amygdala rapidly processes emotional stimuli in parallel with cortical evaluation."
  },
  {
    "id": 73,
    "statement": "Biological, cultural, and social factors interact complexly in trust development."
  },
  {
    "id": 74,
    "statement": "The amygdala processes emotions through complex neural network interactions."
  },
  {
    "id": 75,
    "statement": "Trust depends on optimal balance of predictability and flexibility"
  },
  {
    "id": 76,
    "statement": "Honesty alone may not be sufficient to build trust"
  },
  {
    "id": 77,
    "statement": "Consistency builds trust through predictable and reliable behavior."
  },
  {
    "id": 78,
    "statement": "Consistency, reliability, and predictability build trust through stability."
  },
  {
    "id": 79,
    "statement": "Consistency, predictability, and transparency synergize trust-building processes."
  },
  {
    "id": 80,
    "statement": "GABA is an inhibitory neurotransmitter that hyperpolarizes neurons"
  },
  {
    "id": 81,
    "statement": "Consistency, openness, and authenticity build trust through transparent communication"
  },
  {
    "id": 82,
    "statement": "Honesty's importance varies across contexts and situations."
  },
  {
    "id": 83,
    "statement": "The amygdala processes emotional stimuli outside conscious awareness rapidly."
  },
  {
    "id": 84,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness."
  },
  {
    "id": 85,
    "statement": "Trust-building strategies adapt to context-specific needs."
  },
  {
    "id": 86,
    "statement": "Trust develops through consistent, reliable, dependable, predictable, and stable behavior."
  },
  {
    "id": 87,
    "statement": "Amygdala processing speed influenced by attentional modulation."
  },
  {
    "id": 88,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition process."
  },
  {
    "id": 89,
    "statement": "The amygdala integrates sensory, memory, and attention through hierarchical processing."
  },
  {
    "id": 90,
    "statement": "Amygdala processes emotions through complex neural interactions with other brain regions."
  },
  {
    "id": 91,
    "statement": "Biology, culture, and environment interact recursively in moral development."
  },
  {
    "id": 92,
    "statement": "Moral development arises from interplay among biology, culture, and environment."
  },
  {
    "id": 93,
    "statement": "Consistency, predictability, and transparency are trust foundation pillars."
  },
  {
    "id": 94,
    "statement": "Emotional salience refers to attention-grabbing and stimulus significance"
  },
  {
    "id": 95,
    "statement": "Honesty builds trust through authenticity, vulnerability, and consistency."
  },
  {
    "id": 96,
    "statement": "Honesty builds trust through authenticity, consistency, and transparency."
  },
  {
    "id": 97,
    "statement": "The amygdala processes emotional stimuli through hierarchical pattern recognition quickly."
  },
  {
    "id": 98,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust."
  },
  {
    "id": 99,
    "statement": "Emotional salience depends on sensitivity, context, and individual experiences."
  },
  {
    "id": 100,
    "statement": "Amygdala integrates emotional patterns with contextual cognitive information"
  },
  {
    "id": 101,
    "statement": "Vulnerability's authenticity essential for genuine trust-building relationships."
  },
  {
    "id": 102,
    "statement": "Amygdala breaks down complex stimuli into smaller patterns for understanding."
  },
  {
    "id": 103,
    "statement": "Amygdala's pattern recognition involves selective attention and hierarchical processing."
  },
  {
    "id": 104,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 105,
    "statement": "Biological, cultural, and social factors interact to shape trust development."
  },
  {
    "id": 106,
    "statement": "Amygdala integrates emotions with cognitive and sensory information hierarchically."
  },
  {
    "id": 107,
    "statement": "Attention highlights salient stimuli, increasing emotional significance through neural processing."
  },
  {
    "id": 108,
    "statement": "Consistency, reliability, and predictability combine for trust's foundation."
  },
  {
    "id": 109,
    "statement": "Trust-building importance varies depending on contextual circumstances."
  },
  {
    "id": 110,
    "statement": "Lying can be morally justifiable in certain circumstances."
  },
  {
    "id": 111,
    "statement": "Amygdala processes emotions through intricate interconnected neural network interactions."
  },
  {
    "id": 112,
    "statement": "Moral development arises from biology's interaction with culture, environment."
  },
  {
    "id": 113,
    "statement": "Moral development arises from interplay among biology, culture, and environment."
  },
  {
    "id": 114,
    "statement": "Amygdala integrates emotional responses with contextual cognitive information rapidly."
  },
  {
    "id": 115,
    "statement": "Consistency, reliability, and dependability build trust through predictability."
  },
  {
    "id": 116,
    "statement": "Amygdala rapidly categorizes emotional stimuli through hierarchical pattern recognition"
  },
  {
    "id": 117,
    "statement": "Amygdala processes emotional stimuli in hierarchical manner through neural networks."
  },
  {
    "id": 118,
    "statement": "Amygdala integrates pattern recognition with context through neural networks"
  },
  {
    "id": 119,
    "statement": "Consistency and reliability build trust through stable behavior."
  },
  {
    "id": 120,
    "statement": "Consistency builds trust through predictable and reliable attitudes behavior"
  },
  {
    "id": 121,
    "statement": "Predictability fosters trust through reduced uncertainty and increased confidence."
  },
  {
    "id": 122,
    "statement": "Honesty is not always morally the foundation of trust."
  },
  {
    "id": 123,
    "statement": "Salience involves attention-grabbing and stimulus significance detection."
  },
  {
    "id": 124,
    "statement": "Amygdala detects emotional stimuli before conscious awareness automatically."
  },
  {
    "id": 125,
    "statement": "Trust development involves emotional connection, communication, vulnerability, context, and character."
  },
  {
    "id": 126,
    "statement": "Emotional salience involves attention-grabbing, relevance, and emotional resonance."
  },
  {
    "id": 127,
    "statement": "Consistent communication fosters trust through openness and authenticity."
  },
  {
    "id": 128,
    "statement": "Amygdala rapidly detects emotional stimuli, bypassing prefrontal cortex."
  },
  {
    "id": 129,
    "statement": "Biological, cultural, and social factors intricately influence trust development."
  },
  {
    "id": 130,
    "statement": "Consistency in actions builds trust through predictable emotional responses"
  },
  {
    "id": 131,
    "statement": "Authentic vulnerability necessary for deep and meaningful trust."
  },
  {
    "id": 132,
    "statement": "Consistency, predictability, and transparency synergize for trust build"
  },
  {
    "id": 133,
    "statement": "Lying can be morally justifiable to prevent harm or protect someone."
  },
  {
    "id": 134,
    "statement": "Consistency fosters trust through predictable and reliable behavior patterns."
  },
  {
    "id": 135,
    "statement": "Amygdala's pattern recognition is a complex parallel processing process"
  },
  {
    "id": 136,
    "statement": "Amygdala's rapid response to emotional stimuli ensures survival."
  },
  {
    "id": 137,
    "statement": "Biological, cultural, and social factors interact in trust development."
  },
  {
    "id": 138,
    "statement": "Amygdala rapidly detects emotional stimuli through attention and emotions"
  },
  {
    "id": 139,
    "statement": "Amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 140,
    "statement": "Amygdala processing speed influenced by attentional modulation."
  },
  {
    "id": 141,
    "statement": "The amygdala rapidly detects emotional stimuli through subcortical processing."
  },
  {
    "id": 142,
    "statement": "Attention modulates amygdala's response to emotional stimuli complexly"
  },
  {
    "id": 143,
    "statement": "Amygdala integrates sensory, memory, and attention for pattern recognition."
  },
  {
    "id": 144,
    "statement": "Moral development results from interplay among biology, culture, and environment."
  },
  {
    "id": 145,
    "statement": "Moral complexity arises from cultural, contextual, and individual factors."
  },
  {
    "id": 146,
    "statement": "Moral development results from intricate relationships among biology, culture, and environment."
  },
  {
    "id": 147,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate to form emotional memories."
  },
  {
    "id": 148,
    "statement": "Amygdala breaks down complex stimuli into smaller patterns themselves."
  },
  {
    "id": 149,
    "statement": "Emotional stimuli trigger automatic emotional responses through amygdala processing."
  },
  {
    "id": 150,
    "statement": "Consistency and emotional stability build trust through predictability"
  },
  {
    "id": 151,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 152,
    "statement": "Trust develops through interaction of consistency, reliability, dependability, predictability, stability"
  },
  {
    "id": 153,
    "statement": "Salience determines how we perceive and respond to emotional stimuli"
  },
  {
    "id": 154,
    "statement": "Consistency, predictability, transparency not sufficient for trust."
  },
  {
    "id": 155,
    "statement": "Moral development arises from interaction of biology, culture, and environment."
  },
  {
    "id": 156,
    "statement": "Trust depends on harmonious balance of predictability and flexibility."
  },
  {
    "id": 157,
    "statement": "Biological, cultural, and social factors intricately influence trust development."
  },
  {
    "id": 158,
    "statement": "Moral justifiability of lying limited to protecting life or well-being."
  },
  {
    "id": 159,
    "statement": "Moral development arises from complex interactions between biology, culture, and environment."
  },
  {
    "id": 160,
    "statement": "Moral development emerges from interactions among biology, culture, and environment."
  },
  {
    "id": 161,
    "statement": "Emotional salience is degree of significance, relevance, attention-grabbing."
  },
  {
    "id": 162,
    "statement": "Amygdala rapidly detects emotional stimuli before conscious awareness automatically."
  },
  {
    "id": 163,
    "statement": "Consistency, reliability, and dependability are foundation of trust building"
  },
  {
    "id": 164,
    "statement": "Selective attention and hierarchical processing enable amygdala's pattern recognition."
  },
  {
    "id": 165,
    "statement": "Consistency and reliability are fundamental, not sole, trust building factors."
  },
  {
    "id": 166,
    "statement": "Predictability fosters trust through reduced uncertainty and increased confidence."
  },
  {
    "id": 167,
    "statement": "Amygdala detects and processes emotional stimuli below conscious awareness."
  },
  {
    "id": 168,
    "statement": "Consistency, reliability, and predictability build trust through stability"
  },
  {
    "id": 169,
    "statement": "Emotions processed through complex interconnectivity of neural networks"
  },
  {
    "id": 170,
    "statement": "Building trust through reliability involves consistency, predictability, and transparency."
  },
  {
    "id": 171,
    "statement": "The amygdala's rapid emotional detection bypasses conscious awareness automatically."
  },
  {
    "id": 172,
    "statement": "Honesty includes verbal and action consistency for trust"
  },
  {
    "id": 173,
    "statement": "The amygdala's hierarchical pattern recognition enables rapid emotional stimulus categorization."
  },
  {
    "id": 174,
    "statement": "Moral development arises from biology, culture, and social interactions."
  },
  {
    "id": 175,
    "statement": "Consistency, reliability, and dependability create predictability, fostering trust"
  },
  {
    "id": 176,
    "statement": "Amygdala integrates pattern recognition with context through neural networks inside."
  },
  {
    "id": 177,
    "statement": "Trust develops from consistent, reliable, dependable, predictable, and stable behavior."
  },
  {
    "id": 178,
    "statement": "Moral development blends biological, cultural, and environmental factors."
  },
  {
    "id": 179,
    "statement": "Predictability increases trust by reducing uncertainty and boosting confidence."
  },
  {
    "id": 180,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency."
  },
  {
    "id": 181,
    "statement": "Amygdala detects patterns through bottom-up and top-down processing."
  },
  {
    "id": 182,
    "statement": "Consistency, reliability, and predictability are essential trust factors."
  },
  {
    "id": 183,
    "statement": "The amygdala detects emotional stimuli in 30-50 milliseconds automatically."
  },
  {
    "id": 184,
    "statement": "Amygdala processes emotions rapidly outside conscious awareness mechanisms."
  },
  {
    "id": 185,
    "statement": "Biological, cultural, and social factors interact intricately in trust development."
  },
  {
    "id": 186,
    "statement": "Attention enhances amygdala's emotional processing through top-down modulation."
  },
  {
    "id": 187,
    "statement": "Optimal trust balance achieved through contextual adaptation and communication"
  },
  {
    "id": 188,
    "statement": "Amygdala's rapid emotional processing involves hierarchical pattern recognition."
  },
  {
    "id": 189,
    "statement": "Amygdala processes multiple emotional stimuli in parallel rapidly."
  },
  {
    "id": 190,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 191,
    "statement": "Vulnerability's authenticity not essential for trust-building relationships contextually."
  },
  {
    "id": 192,
    "statement": "Attention modulates amygdala's response through amplification and oscillations."
  },
  {
    "id": 193,
    "statement": "Vulnerability in trust development involves openness, honesty, and balance."
  },
  {
    "id": 194,
    "statement": "The thalamus filters sensory information through neural oscillations."
  },
  {
    "id": 195,
    "statement": "The amygdala integrates sensory, cognitive, and emotional information hierarchically."
  },
  {
    "id": 196,
    "statement": "Consistency and reliability build trust through predictability."
  },
  {
    "id": 197,
    "statement": "Consistency in actions builds trust through predictability and emotional regulation."
  },
  {
    "id": 198,
    "statement": "Emotional memory formation involves amygdala, hippocampus, and hypothalamus collaboration."
  },
  {
    "id": 199,
    "statement": "Emotional salience involves multiple factors beyond attention capture"
  }
]