[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Self-awareness is a necessary but insufficient condition for EI."
  },
  {
    "id": 2,
    "statement": "Self-awareness is a necessary but not sufficient condition for emotional intelligence."
  },
  {
    "id": 3,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding."
  },
  {
    "id": 4,
    "statement": "Self-awareness is necessary but not sufficient for emotional intelligence."
  },
  {
    "id": 5,
    "statement": "Epigenetic inheritance involves chromatin structure modification, gene expression regulation."
  },
  {
    "id": 6,
    "statement": "Self-awareness is necessary foundation for emotional intelligence development."
  },
  {
    "id": 7,
    "statement": "Histones interact with DNA primarily through electrostatic, hydrogen bonding."
  },
  {
    "id": 8,
    "statement": "Self-awareness is necessary but not sufficient for EI development"
  },
  {
    "id": 9,
    "statement": "Histones' positive charge attracts DNA's negative charge electrostatically."
  },
  {
    "id": 10,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 11,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 12,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 13,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling."
  },
  {
    "id": 14,
    "statement": "Histones interact with DNA through multiple forces including electrostatic, hydrogen bonding, π-π stacking, and van der Waals forces."
  },
  {
    "id": 15,
    "statement": "Unconscious biases influence decision-making through automatic mental shortcuts."
  },
  {
    "id": 16,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling to transfer gene expression patterns."
  },
  {
    "id": 17,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 18,
    "statement": "Self-awareness is necessary but not sufficient for emotional intelligence."
  },
  {
    "id": 19,
    "statement": "Histones interact with each other, DNA, and proteins through electrostatic, hydrogen and π-π stacking."
  },
  {
    "id": 20,
    "statement": "Histone modifications regulate chromatin structure and gene expression"
  },
  {
    "id": 21,
    "statement": "Self-awareness enables emotional regulation through conscious recognition and understanding."
  },
  {
    "id": 22,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic forces."
  },
  {
    "id": 23,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding."
  },
  {
    "id": 24,
    "statement": "Reader domains recognize modified histones through electrostatic, hydrogen bonding interactions."
  },
  {
    "id": 25,
    "statement": "Epigenetic inheritance involves multiple mechanisms beyond methylation and histone modifications"
  },
  {
    "id": 26,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications transmission."
  },
  {
    "id": 27,
    "statement": "Self-awareness is necessary for emotional intelligence, not alone sufficient"
  },
  {
    "id": 28,
    "statement": "Protein-reader domains recognize histone modifications in chromatin remodeling complexes."
  },
  {
    "id": 29,
    "statement": "Same epigenetic mark can have different effects on gene expression"
  },
  {
    "id": 30,
    "statement": "Histones interact with DNA through electrostatic forces dominantly."
  },
  {
    "id": 31,
    "statement": "Honesty builds trust and respect through authenticity and consistency."
  },
  {
    "id": 32,
    "statement": "Chromatin remodeling complexes recognize histone modifications with reader domains"
  },
  {
    "id": 33,
    "statement": "Histones stabilize DNA through electrostatic, hydrogen, π-π stacking forces."
  },
  {
    "id": 34,
    "statement": "Self-awareness linked to brain regions like mPFC, ACC, insula, TPJ."
  },
  {
    "id": 35,
    "statement": "Lying can be morally acceptable in some situational contexts."
  },
  {
    "id": 36,
    "statement": "π-π stacking is a type of non-covalent interaction between histone and DNA."
  },
  {
    "id": 37,
    "statement": "Epigenetic inheritance involves chromatin structure modification inheritance."
  },
  {
    "id": 38,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling for gene regulation."
  },
  {
    "id": 39,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 40,
    "statement": "Chromatin remodeling complexes recognize histone modifications through reader domains."
  },
  {
    "id": 41,
    "statement": "Self-awareness correlates with emotional regulation, motivation, and empathy."
  },
  {
    "id": 42,
    "statement": "Chromatin compacts DNA through histone-DNA interactions."
  },
  {
    "id": 43,
    "statement": "Self-awareness is a necessary precursor to emotional intelligence."
  },
  {
    "id": 44,
    "statement": "Histones interact with DNA through electrostatic and non-covalent π-π stacking."
  },
  {
    "id": 45,
    "statement": "Histones interact with proteins through multiple non-covalent forces."
  },
  {
    "id": 46,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic forces."
  },
  {
    "id": 47,
    "statement": "Self-awareness is necessary condition for emotional intelligence development"
  },
  {
    "id": 48,
    "statement": "Histones' positive charge attracts DNA's negative charge through electrostatic forces."
  },
  {
    "id": 49,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 50,
    "statement": "Honesty's impact on trust depends on context, intent, and exact wording."
  },
  {
    "id": 51,
    "statement": "Epigenetic inheritance involves transferring gene expression patterns through DNA."
  },
  {
    "id": 52,
    "statement": "Epigenetic marks change in response to internal, external signals"
  },
  {
    "id": 53,
    "statement": "Epigenetic marks can have different effects in different cell types."
  },
  {
    "id": 54,
    "statement": "Histones interact with DNA through electrostatic and π-π stacking."
  },
  {
    "id": 55,
    "statement": "Self-awareness is a necessary condition for emotional intelligence."
  },
  {
    "id": 56,
    "statement": "Unconscious biases result from implicit associations of context and experience."
  },
  {
    "id": 57,
    "statement": "Unconscious biases develop through automatic information processing experiences that shape mental representations."
  },
  {
    "id": 58,
    "statement": "Reader domains recognize histone modifications for chromatin structure regulation."
  },
  {
    "id": 59,
    "statement": "Chromatin structure modifications include DNA methylation and histone modifications."
  },
  {
    "id": 60,
    "statement": "Unconscious biases develop through automatic information processing experiences."
  },
  {
    "id": 61,
    "statement": "Histones interact with DNA through electrostatic, hydrogen bonding, π-π stacking, van der Waals forces, and hydrophobic interactions."
  },
  {
    "id": 62,
    "statement": "Epigenetic marks influence gene expression through specific histone modifications, DNA methylation, and reader domains."
  },
  {
    "id": 63,
    "statement": "Self-awareness enables emotional regulation through conscious recognition and understanding."
  },
  {
    "id": 64,
    "statement": "Reader domains recognize histone modifications through electrostatic, hydrogen bonding."
  },
  {
    "id": 65,
    "statement": "Epigenetic inheritance occurs through DNA methylation, histone modifications, and remodeling."
  },
  {
    "id": 66,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin structure regulation."
  },
  {
    "id": 67,
    "statement": "Emotional regulation involves multiple cognitive, emotional, and social processes."
  },
  {
    "id": 68,
    "statement": "Histones are proteins that DNA wraps around to form chromatin, with post-translational modifications regulating chromatin structure and gene expression."
  },
  {
    "id": 69,
    "statement": "Self-awareness enables emotional regulation for improved relationships and outcomes."
  },
  {
    "id": 70,
    "statement": "Self-awareness is necessary but not sufficient for emotional intelligence development"
  },
  {
    "id": 71,
    "statement": "Self-awareness recognizes and acknowledges emotions, awareness of triggers and labels emotions."
  },
  {
    "id": 72,
    "statement": "Histones interact with DNA through electrostatic, hydrogen bonds."
  },
  {
    "id": 73,
    "statement": "Epigenetic marks regulate gene expression through direct histone modification."
  },
  {
    "id": 74,
    "statement": "Epigenetic inheritance involves chromatin structure changes linked to DNA sequences."
  },
  {
    "id": 75,
    "statement": "Lying can be morally acceptable in extraordinary circumstances."
  },
  {
    "id": 76,
    "statement": "Histones interact with proteins through multiple non-covalent forces."
  },
  {
    "id": 77,
    "statement": "Unconscious biases operate through automatic, flawed mental processing."
  },
  {
    "id": 78,
    "statement": "Unconscious biases operate through automatic, flawed mental processing."
  },
  {
    "id": 79,
    "statement": "Epigenetic inheritance involves chromatin structure modification inheritance."
  },
  {
    "id": 80,
    "statement": "Histones interact with proteins through electrostatic, hydrogen, π-π stacking, and van der Waals forces."
  },
  {
    "id": 81,
    "statement": "Epigenetic inheritance involves multiple mechanisms beyond methylation modifications"
  },
  {
    "id": 82,
    "statement": "Epigenetic inheritance involves transmission of epigenetic marks through cell division."
  },
  {
    "id": 83,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen and π-π stacking mechanisms."
  },
  {
    "id": 84,
    "statement": "Self-awareness involves recognizing and labeling emotions in the present moment."
  },
  {
    "id": 85,
    "statement": "Emotional intelligence requires multiple components beyond self-awareness."
  },
  {
    "id": 86,
    "statement": "Reader domains recognize modified histones through electrostatic, hydrogen bonding, and van der Waals interactions."
  },
  {
    "id": 87,
    "statement": "Reader domains recognize histone modifications for chromatin structure regulation."
  },
  {
    "id": 88,
    "statement": "Chromatin remodeling complexes recognize histone modifications for chromatin structure regulation"
  },
  {
    "id": 89,
    "statement": "Histones interact with proteins primarily through electrostatic and hydrogen bonds."
  },
  {
    "id": 90,
    "statement": "Epigenetic inheritance refers to the transmission of gene expression patterns."
  },
  {
    "id": 91,
    "statement": "Chromatin remodeling complexes regulate gene expression through histone modifications."
  },
  {
    "id": 92,
    "statement": "Epigenetic inheritance involves chromatin modification and gene regulation."
  },
  {
    "id": 93,
    "statement": "Unconscious biases result from implicit associations of context and experience."
  },
  {
    "id": 94,
    "statement": "Histones' positive charge attracts DNA's negative charge through electrostatic forces."
  },
  {
    "id": 95,
    "statement": "Histones stabilize DNA structure through electrostatic and hydrogen bonding."
  },
  {
    "id": 96,
    "statement": "π-π stacking stabilizes histone-DNA interactions through van der Waals forces."
  },
  {
    "id": 97,
    "statement": "Histones wrap DNA around core for chromatin structure regulation."
  },
  {
    "id": 98,
    "statement": "Histones interact with DNA mainly through electrostatic forces."
  },
  {
    "id": 99,
    "statement": "Chromatin is a dynamic complex of DNA and histone proteins."
  },
  {
    "id": 100,
    "statement": "Histones interact with DNA through multiple forces"
  },
  {
    "id": 101,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding and π-π stacking."
  },
  {
    "id": 102,
    "statement": "π-π stacking is a weak interaction stabilizing histone-DNA complexes."
  },
  {
    "id": 103,
    "statement": "Epigenetic marks influence gene expression in cell-type specific manner"
  },
  {
    "id": 104,
    "statement": "Histones wrap DNA around core for nucleosome formation."
  },
  {
    "id": 105,
    "statement": "Moral decision-making involves nuance and context-dependent consideration."
  },
  {
    "id": 106,
    "statement": "Protein-reader domains are specific sensors for histone modifications."
  },
  {
    "id": 107,
    "statement": "Chromatin is a complex of DNA and proteins."
  },
  {
    "id": 108,
    "statement": "Self-awareness is a necessary condition for emotional intelligence development"
  },
  {
    "id": 109,
    "statement": "Epigenetic inheritance involves chromatin structure modifications inheritance."
  },
  {
    "id": 110,
    "statement": "Histones compact DNA through electrostatic and π-π stacking forces."
  },
  {
    "id": 111,
    "statement": "Self-awareness enables emotional regulation through conscious understanding and recognition."
  },
  {
    "id": 112,
    "statement": "Non-covalent bonds include electrostatic, hydrogen bonding, π-π stacking."
  },
  {
    "id": 113,
    "statement": "Self-awareness involves conscious understanding, recognition, and emotional regulation."
  },
  {
    "id": 114,
    "statement": "Histone modifications alter chromatin structure and function regulation."
  },
  {
    "id": 115,
    "statement": "Self-awareness enables emotional regulation through conscious recognition and understanding."
  },
  {
    "id": 116,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic forces."
  },
  {
    "id": 117,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 118,
    "statement": "Histones interact with DNA and proteins through electrostatic, hydrogen and π-π stacking."
  },
  {
    "id": 119,
    "statement": "Self-awareness regulates emotions to achieve positive outcomes."
  },
  {
    "id": 120,
    "statement": "Chromatin remodeling complexes recognize histone modifications through reader domains."
  },
  {
    "id": 121,
    "statement": "Self-awareness in emotional intelligence involves recognizing, understanding and regulating emotions."
  },
  {
    "id": 122,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic attraction."
  },
  {
    "id": 123,
    "statement": "Self-awareness involves accurate understanding of thoughts, emotions, and motivations."
  },
  {
    "id": 124,
    "statement": "Unconscious biases can influence decision-making through automatic mental shortcuts."
  },
  {
    "id": 125,
    "statement": "Self-awareness is necessary for emotional intelligence development."
  },
  {
    "id": 126,
    "statement": "Histones interact with DNA through electrostatic, π-π stacking forces."
  },
  {
    "id": 127,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic forces."
  },
  {
    "id": 128,
    "statement": "Self-awareness is essential for developing emotional intelligence foundations"
  },
  {
    "id": 129,
    "statement": "Self-awareness enables emotional regulation through conscious recognition and understanding."
  },
  {
    "id": 130,
    "statement": "Self-awareness is a necessary foundation for emotional intelligence development."
  },
  {
    "id": 131,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader interactions."
  },
  {
    "id": 132,
    "statement": "Electrostatic forces between histones and DNA facilitate nucleosome formation"
  },
  {
    "id": 133,
    "statement": "Self-awareness is necessary but not sufficient for emotional intelligence development"
  },
  {
    "id": 134,
    "statement": "Epigenetic marks regulate gene expression through complex interactions."
  },
  {
    "id": 135,
    "statement": "Unconscious biases develop through automatic mental pattern formation."
  },
  {
    "id": 136,
    "statement": "Epigenetic inheritance involves transmission of epigenetic marks to offspring."
  },
  {
    "id": 137,
    "statement": "Unconscious biases influence decision-making through automatic mental shortcuts."
  },
  {
    "id": 138,
    "statement": "Self-awareness enables emotional regulation through conscious recognition and understanding."
  },
  {
    "id": 139,
    "statement": "Unconscious biases influence decision-making through automatic mental shortcuts."
  },
  {
    "id": 140,
    "statement": "Chromatin structure modification affects gene expression and inheritance."
  },
  {
    "id": 141,
    "statement": "Chromatin remodeling regulates gene expression by modifying chromatin structure."
  },
  {
    "id": 142,
    "statement": "π-π stacking stabilizes histone-DNA interactions through aromatic ring interactions."
  },
  {
    "id": 143,
    "statement": "Histone-DNA interactions involve multiple forces, not just electrostatic"
  },
  {
    "id": 144,
    "statement": "Unconscious biases form through automatic information processing experiences."
  },
  {
    "id": 145,
    "statement": "Chromatin remodeling complexes recognize histone modifications through reader domains."
  },
  {
    "id": 146,
    "statement": "Epigenetic inheritance involves permanent changes in gene expression."
  },
  {
    "id": 147,
    "statement": "Histones compact DNA through electrostatic, π-π stacking forces."
  },
  {
    "id": 148,
    "statement": "Epigenetic inheritance involves DNA methylation and histone modifications."
  },
  {
    "id": 149,
    "statement": "Epigenetic inheritance involves chromatin structure modification transmission."
  },
  {
    "id": 150,
    "statement": "Self-awareness underlies emotional intelligence development processes"
  },
  {
    "id": 151,
    "statement": "Histones interact with DNA through electrostatic, hydrogen, π-π stacking."
  },
  {
    "id": 152,
    "statement": "Epigenetic inheritance involves multiple mechanisms beyond cell division."
  },
  {
    "id": 153,
    "statement": "Epigenetic inheritance involves multiple mechanisms beyond DNA methylation."
  },
  {
    "id": 154,
    "statement": "Epigenetic marks can change chromatin structure and function."
  },
  {
    "id": 155,
    "statement": "Histones interact with DNA, shaping compact chromatin structures."
  },
  {
    "id": 156,
    "statement": "Histones' positive charge attracts DNA's negative charge electrostatically."
  },
  {
    "id": 157,
    "statement": "Histones interact with DNA through various non-covalent forces"
  },
  {
    "id": 158,
    "statement": "Emotional regulation involves coordinated cognitive, emotional, social processes"
  },
  {
    "id": 159,
    "statement": "Reader domains recognize histone modifications through electrostatic, hydrogen, π-π stacking."
  },
  {
    "id": 160,
    "statement": "Self-awareness involves metacognition, introspection, emotional intelligence, and mindfulness."
  },
  {
    "id": 161,
    "statement": "Reader domains recognize histone modifications through specific interactions"
  },
  {
    "id": 162,
    "statement": "Histones interact with DNA primarily through electrostatic and hydrogen bonding."
  },
  {
    "id": 163,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic forces."
  },
  {
    "id": 164,
    "statement": "Epigenetic inheritance involves multiple mechanisms, not just methylation and histone modifications."
  },
  {
    "id": 165,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 166,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling for gene regulation."
  },
  {
    "id": 167,
    "statement": "Protein-reader domains recognize histone modifications through electrostatic, hydrogen bonding"
  },
  {
    "id": 168,
    "statement": "Epigenetic marks have different effects in different cell types due"
  },
  {
    "id": 169,
    "statement": "Histones interact with DNA through electrostatic, hydrogen bonds, π-π stacking, van der Waals forces, and hydrophobic interactions."
  },
  {
    "id": 170,
    "statement": "Self-awareness is crucial foundation for emotional intelligence but insufficient."
  },
  {
    "id": 171,
    "statement": "Histones' aromatic rings interact with DNA's π electrons"
  },
  {
    "id": 172,
    "statement": "Honesty builds trust through authenticity, consistency, and vulnerability."
  },
  {
    "id": 173,
    "statement": "Self-awareness enables emotional regulation through conscious understanding and recognition"
  },
  {
    "id": 174,
    "statement": "Histones interact with DNA through electrostatic, π-π stacking forces."
  },
  {
    "id": 175,
    "statement": "Epigenetic marks change in response to internal, external signals and interactions"
  },
  {
    "id": 176,
    "statement": "Histones interact with DNA through electrostatic, π-π stacking forces."
  },
  {
    "id": 177,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns."
  },
  {
    "id": 178,
    "statement": "Epigenetic inheritance involves chromatin structure modifications transmission."
  },
  {
    "id": 179,
    "statement": "Self-awareness in emotional intelligence recognizes, understands, and regulates emotions for positive outcomes."
  },
  {
    "id": 180,
    "statement": "Self-awareness is the foundation for emotional intelligence development."
  },
  {
    "id": 181,
    "statement": "Self-awareness is a necessary building block for emotional intelligence."
  },
  {
    "id": 182,
    "statement": "Self-awareness is a necessary condition for emotional intelligence development."
  },
  {
    "id": 183,
    "statement": "Histones interact with DNA through electrostatic, hydrogen bonding, and π-π stacking interactions."
  },
  {
    "id": 184,
    "statement": "Self-awareness enables emotional regulation through accurate recognition understanding."
  },
  {
    "id": 185,
    "statement": "Non-covalent bonds in DNA and histones involve electrostatic, hydrogen, and π-π stacking."
  },
  {
    "id": 186,
    "statement": "Context, intent, and wording of a statement influence trust."
  },
  {
    "id": 187,
    "statement": "Self-awareness linked to brain regions like mPFC, ACC, insula, TPJ."
  },
  {
    "id": 188,
    "statement": "Self-awareness facilitates emotional regulation, motivation, and empathy development."
  },
  {
    "id": 189,
    "statement": "Epigenetic marks regulate gene expression with cell-type specificity"
  },
  {
    "id": 190,
    "statement": "Histone-DNA interactions involve multi-faceted forces and mechanisms."
  },
  {
    "id": 191,
    "statement": "Self-awareness involves nuanced, reflective understanding of thoughts, emotions and motivations."
  },
  {
    "id": 192,
    "statement": "Epigenetic inheritance involves multiple mechanisms beyond DNA methylation."
  },
  {
    "id": 193,
    "statement": "Histones interact with DNA through multiple non-covalent forces."
  },
  {
    "id": 194,
    "statement": "Histones interact with DNA through electrostatic, hydrogen, π-π stacking forces."
  },
  {
    "id": 195,
    "statement": "Self-awareness enhances emotional intelligence through emotional recognition and regulation."
  },
  {
    "id": 196,
    "statement": "Electrostatic attraction between histones and DNA stabilizes chromatin structure."
  },
  {
    "id": 197,
    "statement": "Chromatin structure maintained by histone-DNA interactions and wrapping."
  },
  {
    "id": 198,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 199,
    "statement": "Histones interact with DNA, proteins through multiple forces."
  }
]