[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 2,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 3,
    "statement": "Amygdala, ACC, and PFC interact to form moral judgments through neural binding."
  },
  {
    "id": 4,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 5,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 6,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 7,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 8,
    "statement": "Moral development arises from complex biological-cultural-social interactions."
  },
  {
    "id": 9,
    "statement": "PFC regulates amygdala's emotional responses through cognitive control."
  },
  {
    "id": 10,
    "statement": "Honesty as foundation of trust; exceptions for self-defense and compassion."
  },
  {
    "id": 11,
    "statement": "Top-down PFC control regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 12,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 13,
    "statement": "PFC regulates amygdala's emotional responses through top-down neural connections."
  },
  {
    "id": 14,
    "statement": "Cultural norms shape moral development through unconscious absorption."
  },
  {
    "id": 15,
    "statement": "Biological, cultural, and social factors interconnect and influence moral development."
  },
  {
    "id": 16,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 17,
    "statement": "Beliefs shape moral judgments through automatic mental associations"
  },
  {
    "id": 18,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions influencing values."
  },
  {
    "id": 19,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 20,
    "statement": "Cognitive appraisal influences emotional responses in social interactions through interpretation."
  },
  {
    "id": 21,
    "statement": "Amygdala-ACC-PFC interaction is a dynamic hierarchical emotional processing system."
  },
  {
    "id": 22,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 23,
    "statement": "Honesty may not always be the best policy for self-defense."
  },
  {
    "id": 24,
    "statement": "Cognitive appraisal influences emotional responses through social situation interpretation."
  },
  {
    "id": 25,
    "statement": "Moral development emerges from dynamic biological-cultural interactions influencing values."
  },
  {
    "id": 26,
    "statement": "PFC and amygdala interact through complex neural pathways"
  },
  {
    "id": 27,
    "statement": "Moral development arises from complex biological-cultural-social interactions."
  },
  {
    "id": 28,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment"
  },
  {
    "id": 29,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural associations"
  },
  {
    "id": 30,
    "statement": "Amygdala, ACC, and PFC interact in complex neural processing."
  },
  {
    "id": 31,
    "statement": "Dependability encompasses trust, accountability, and reliability across contexts."
  },
  {
    "id": 32,
    "statement": "Biological and cultural factors continuously influence each other's development"
  },
  {
    "id": 33,
    "statement": "Emotional responses influenced by cognitive appraisal in social interactions."
  },
  {
    "id": 34,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations."
  },
  {
    "id": 35,
    "statement": "Cognitive appraisal influences emotional responses through situational evaluation."
  },
  {
    "id": 36,
    "statement": "Cognitive appraisal evaluates situations for emotional significance."
  },
  {
    "id": 37,
    "statement": "Cognitive appraisal involves situational evaluation of relevance, threat, control, novelty, social context, and emotional significance."
  },
  {
    "id": 38,
    "statement": "Honesty is not always the best policy for self-defense or compassion."
  },
  {
    "id": 39,
    "statement": "Biological and cultural factors interact to shape moral development."
  },
  {
    "id": 40,
    "statement": "Cultural norms shape emotional expression through social learning and conditioning."
  },
  {
    "id": 41,
    "statement": "Dynamics of amygdala-ACC-PFC interactions shape emotional processing."
  },
  {
    "id": 42,
    "statement": "Cultural norms shape emotional expression through social learning."
  },
  {
    "id": 43,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 44,
    "statement": "Moral development emerges from biological-cultural interactions."
  },
  {
    "id": 45,
    "statement": "Honesty is generally best policy, with exceptions considered."
  },
  {
    "id": 46,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains."
  },
  {
    "id": 47,
    "statement": "Cultural norms and values shape emotional expressions internally."
  },
  {
    "id": 48,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 49,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 50,
    "statement": "Moral development underlies moral foundations in complex interactions"
  },
  {
    "id": 51,
    "statement": "Cognitive appraisal is the mental process of situation evaluation."
  },
  {
    "id": 52,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 53,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections."
  },
  {
    "id": 54,
    "statement": "Social interactions unconsciously influence emotional expressions through implicit learning."
  },
  {
    "id": 55,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 56,
    "statement": "PFC regulates amygdala's emotional responses through top-down control."
  },
  {
    "id": 57,
    "statement": "Emotions influence moral judgments through subconscious neural associations."
  },
  {
    "id": 58,
    "statement": "Cognitive appraisal is a mental process evaluating situations emotionally."
  },
  {
    "id": 59,
    "statement": "Cognitive appraisal is the mental process of situation evaluation."
  },
  {
    "id": 60,
    "statement": "Cultural norms and biology influence each other reciprocally."
  },
  {
    "id": 61,
    "statement": "Honesty is foundation of trust, built on reliability and authenticity."
  },
  {
    "id": 62,
    "statement": "Neural binding integrates brain regions' activity for moral judgments."
  },
  {
    "id": 63,
    "statement": "Neural binding integrates information to form moral judgments systematically."
  },
  {
    "id": 64,
    "statement": "Cultural norms shape emotional expression through social interactions."
  },
  {
    "id": 65,
    "statement": "Honesty, while foundation of trust, has exceptions and nuances."
  },
  {
    "id": 66,
    "statement": "Trust, accountability, and reliability vary across different domains."
  },
  {
    "id": 67,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations"
  },
  {
    "id": 68,
    "statement": "Honesty is necessary but insufficient for building trust."
  },
  {
    "id": 69,
    "statement": "Biological, cultural, and social factors interact in moral development nonlinearly."
  },
  {
    "id": 70,
    "statement": "PFC regulates amygdala's emotional responses through complex neural interactions"
  },
  {
    "id": 71,
    "statement": "Honesty's importance is contingent upon the situation's context."
  },
  {
    "id": 72,
    "statement": "Neural binding integrates information from brain regions for moral judgments."
  },
  {
    "id": 73,
    "statement": "Neural binding: synchronized neural activity across brain regions."
  },
  {
    "id": 74,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections"
  },
  {
    "id": 75,
    "statement": "Moral development emerges from dynamic biological-cultural-social interactions."
  },
  {
    "id": 76,
    "statement": "Honesty requires consistency, reliability, and accountability in trust-building."
  },
  {
    "id": 77,
    "statement": "Amygdala processes various emotions, not exclusively fear responses"
  },
  {
    "id": 78,
    "statement": "Subconscious emotions shape moral foundations through automatic associations."
  },
  {
    "id": 79,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 80,
    "statement": "The amygdala processes emotional responses to moral stimuli through neural cooperation."
  },
  {
    "id": 81,
    "statement": "Cognitive appraisal integrates emotions with rational processing in moral judgment."
  },
  {
    "id": 82,
    "statement": "Cultural norms shape moral development through social conditioning."
  },
  {
    "id": 83,
    "statement": "Moral development arises from complex interactions among factors."
  },
  {
    "id": 84,
    "statement": "Honesty alone insufficient for building trust in complex situations"
  },
  {
    "id": 85,
    "statement": "Emotions and rational thinking involve complex neural interactions"
  },
  {
    "id": 86,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 87,
    "statement": "PFC regulates Amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 88,
    "statement": "Moral development emerges from dynamic biological-cultural-social interactions"
  },
  {
    "id": 89,
    "statement": "Amygdala interacts with other brain regions in moral judgment."
  },
  {
    "id": 90,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 91,
    "statement": "Amygdala processes emotional responses to moral stimuli with neural cooperation."
  },
  {
    "id": 92,
    "statement": "PFC regulates amygdala's emotions through dopamine and serotonin release."
  },
  {
    "id": 93,
    "statement": "Emotions influence moral judgments through automatic, outside of conscious awareness."
  },
  {
    "id": 94,
    "statement": "Moral development arises from complex dynamic interaction between factors."
  },
  {
    "id": 95,
    "statement": "Cognitive appraisal influences emotional responses through automatic situation evaluation."
  },
  {
    "id": 96,
    "statement": "Honesty is a foundation of trust, but not sufficient alone"
  },
  {
    "id": 97,
    "statement": "Moral development arises from dynamic factors influencing values."
  },
  {
    "id": 98,
    "statement": "PFC regulates amygdala's emotional responses through neural interaction"
  },
  {
    "id": 99,
    "statement": "Amygdala is involved in processing moral violations' emotional stimuli."
  },
  {
    "id": 100,
    "statement": "Amygdala processes moral stimuli with neural cooperation involving ACC and PFC."
  },
  {
    "id": 101,
    "statement": "Emotions and moral judgments involve complex neural interactions."
  },
  {
    "id": 102,
    "statement": "Moral development is shaped by values and experiences interactions."
  },
  {
    "id": 103,
    "statement": "Cultural norms shape emotional expressions through social interaction feedback."
  },
  {
    "id": 104,
    "statement": "Biological, cultural, and social factors interact in moral development dynamics."
  },
  {
    "id": 105,
    "statement": "PFC calms down amygdala's emotional responses through top-down control."
  },
  {
    "id": 106,
    "statement": "Cognitive appraisal influences emotional responses through subconscious situational evaluation."
  },
  {
    "id": 107,
    "statement": "Cognitive appraisal influences moral judgments through nuanced social understanding."
  },
  {
    "id": 108,
    "statement": "Cognitive appraisal shapes emotional responses through interpretation."
  },
  {
    "id": 109,
    "statement": "Biological, cultural and social factors influence moral development."
  },
  {
    "id": 110,
    "statement": "Cultural norms shape moral development through social learning and conditioning."
  },
  {
    "id": 111,
    "statement": "Cultural norms shape moral development through social learning and conditioning."
  },
  {
    "id": 112,
    "statement": "Cognitive appraisal influences emotional responses through situational evaluation."
  },
  {
    "id": 113,
    "statement": "Amygdala's emotional responses influenced by top-down PFC processing."
  },
  {
    "id": 114,
    "statement": "Biological and cultural factors interact in moral development dynamics."
  },
  {
    "id": 115,
    "statement": "Cognitive appraisal influences amygdala's emotional responses through neural connections."
  },
  {
    "id": 116,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 117,
    "statement": "Social conditioning influences moral development through cultural norms and values"
  },
  {
    "id": 118,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing"
  },
  {
    "id": 119,
    "statement": "Beliefs shape moral judgments through subconscious emotional connections."
  },
  {
    "id": 120,
    "statement": "Cognitive appraisal impacts emotional responses through situational interpretation."
  },
  {
    "id": 121,
    "statement": "Cognitive appraisal involves mental evaluation of situations and contexts."
  },
  {
    "id": 122,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 123,
    "statement": "Neural binding integrates emotional and cognitive information for moral judgments."
  },
  {
    "id": 124,
    "statement": "Honesty is the foundation of trust, but complexity arises."
  },
  {
    "id": 125,
    "statement": "PFC's top-down processing regulates amygdala's emotional responses through neural connections."
  },
  {
    "id": 126,
    "statement": "Emotions shape moral judgments through automatic, outside conscious awareness"
  },
  {
    "id": 127,
    "statement": "Biological, cultural, and social factors shape values through interactions."
  },
  {
    "id": 128,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 129,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 130,
    "statement": "PFC regulates amygdala's emotional responses through neural interaction."
  },
  {
    "id": 131,
    "statement": "Cognitive appraisal is a dynamic process integrating cognitive and emotional factors."
  },
  {
    "id": 132,
    "statement": "Cultural norms influence moral development through unconscious social learning."
  },
  {
    "id": 133,
    "statement": "Cognitive appraisal: automatic evaluation of situation's emotional significance."
  },
  {
    "id": 134,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 135,
    "statement": "Moral development emerges from dynamic biological-cultural-social interactions shaping values."
  },
  {
    "id": 136,
    "statement": "Cultural norms influence moral development through social learning and conditioning."
  },
  {
    "id": 137,
    "statement": "Biological-cultural-social interactions shape moral development through complex mechanisms."
  },
  {
    "id": 138,
    "statement": "Amygdala, ACC, and PFC interact in complex neural emotional processing."
  },
  {
    "id": 139,
    "statement": "PFC regulates amygdala's emotional responses through complex neural pathways."
  },
  {
    "id": 140,
    "statement": "PFC facilitates Amygdala's emotional processing through neural interactions."
  },
  {
    "id": 141,
    "statement": "Cognitive appraisal influences amygdala's emotional responses through neural modulation."
  },
  {
    "id": 142,
    "statement": "Honesty as foundation of trust; exceptions for self-defense and compassion."
  },
  {
    "id": 143,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 144,
    "statement": "Biological-cultural interactions shape moral development through dynamic exchange."
  },
  {
    "id": 145,
    "statement": "Implicit learning shapes emotional expressions through social conditioning."
  },
  {
    "id": 146,
    "statement": "Cultural norms shape emotional expression through social interactions and feedback."
  },
  {
    "id": 147,
    "statement": "Biological and cultural factors interact in human development dynamics."
  },
  {
    "id": 148,
    "statement": "Cognitive appraisal influences emotional responses through subconscious interpretation"
  },
  {
    "id": 149,
    "statement": "PFC facilitates Amygdala's emotional processing through neural interactions."
  },
  {
    "id": 150,
    "statement": "Subconscious neural associations influence moral judgments through emotional responses."
  },
  {
    "id": 151,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations."
  },
  {
    "id": 152,
    "statement": "Beliefs influence moral judgments through unconscious mental associations."
  },
  {
    "id": 153,
    "statement": "Cognitive appraisal instigates emotional responses through situational evaluation."
  },
  {
    "id": 154,
    "statement": "Cultural norms influence emotional expressions through social interaction patterns"
  },
  {
    "id": 155,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 156,
    "statement": "Cognitive appraisal is a mental process evaluating situation's emotional significance"
  },
  {
    "id": 157,
    "statement": "Cultural norms impact emotional expression through social learning processes."
  },
  {
    "id": 158,
    "statement": "Cognitive appraisal influences emotional responses through complex neural pathways."
  },
  {
    "id": 159,
    "statement": "Amygdala interacts with other brain regions in moral judgment processing."
  },
  {
    "id": 160,
    "statement": "Amygdala primarily processes fear, anxiety, and threat detection emotions"
  },
  {
    "id": 161,
    "statement": "Cognitive appraisal influences emotional responses through social situation interpretation."
  },
  {
    "id": 162,
    "statement": "Trust, accountability, and reliability vary across different life domains."
  },
  {
    "id": 163,
    "statement": "Cultural norms shape emotional expression through social interactions."
  },
  {
    "id": 164,
    "statement": "Moral development arises from complex, dynamic interplay between factors."
  },
  {
    "id": 165,
    "statement": "Emotions influence moral judgments through subconscious emotional associations"
  },
  {
    "id": 166,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 167,
    "statement": "Cognitive appraisal involves subconscious emotional significance evaluation in automatic processing."
  },
  {
    "id": 168,
    "statement": "PFC modulates amygdala's emotional responses through top-down mediation."
  },
  {
    "id": 169,
    "statement": "Moral development arises from biological-cultural-social interactions influencing values."
  },
  {
    "id": 170,
    "statement": "Moral development emerges from dynamic biological-cultural interactions shaping values."
  },
  {
    "id": 171,
    "statement": "Cognitive appraisal influences emotional responses through interpretation and meaning."
  },
  {
    "id": 172,
    "statement": "PFC regulates amygdala's emotional responses through dynamic neural interactions."
  },
  {
    "id": 173,
    "statement": "The PFC regulates amygdala's emotional responses through top-down control mechanisms."
  },
  {
    "id": 174,
    "statement": "Moral judgments combine emotional and rational processing for nuance"
  },
  {
    "id": 175,
    "statement": "Emotions and moral judgments involve complex neural interactions."
  },
  {
    "id": 176,
    "statement": "PFC modulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 177,
    "statement": "Emotions unconsciously influence moral judgments through implicit associations"
  },
  {
    "id": 178,
    "statement": "Cognitive appraisal evaluates situations for emotional and moral significance."
  },
  {
    "id": 179,
    "statement": "Cultural norms shape moral development through social learning mechanisms"
  },
  {
    "id": 180,
    "statement": "Dependability encompasses trust, accountability, and reliability across various contexts."
  },
  {
    "id": 181,
    "statement": "Cultural norms shape emotional expressions through social imitation and transmission."
  },
  {
    "id": 182,
    "statement": "Emotions influence moral judgments through subconscious associations keeping."
  },
  {
    "id": 183,
    "statement": "Cultural norms shape emotional expressions through unconscious internalization."
  },
  {
    "id": 184,
    "statement": "Amygdala, ACC, and PFC interact to shape emotional processing."
  },
  {
    "id": 185,
    "statement": "Inhibitory PFC connections calm down amygdala's emotional responses."
  },
  {
    "id": 186,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 187,
    "statement": "Moral development arises from dynamic biological-cultural values reciprocity."
  },
  {
    "id": 188,
    "statement": "Moral development arises from dynamic interactions between values and experiences."
  },
  {
    "id": 189,
    "statement": "Cognitive appraisal evaluates situations for emotional significance by considering relevance, threat, control, novelty, social context, and emotional significance."
  },
  {
    "id": 190,
    "statement": "Beliefs shape moral judgments through subconscious emotional connections."
  },
  {
    "id": 191,
    "statement": "Amygdala plays role in processing moral stimuli with emotional responses"
  },
  {
    "id": 192,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment"
  },
  {
    "id": 193,
    "statement": "Moral development arises from complex biological-cultural-social interactions."
  },
  {
    "id": 194,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory neurotransmitters."
  },
  {
    "id": 195,
    "statement": "Emotional significance refers to individual's perceived emotional importance."
  },
  {
    "id": 196,
    "statement": "Exceptions to honesty rule include harm, impracticality, or moral ambiguity."
  },
  {
    "id": 197,
    "statement": "Moral development emerges from dynamic biological-cultural-social interactions influencing values."
  },
  {
    "id": 198,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural associations."
  },
  {
    "id": 199,
    "statement": "Dependability encompasses trust, accountability, and reliability across all contexts."
  }
]