[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, reliability, and dependability build trust through predictability and stability."
  },
  {
    "id": 2,
    "statement": "Biological and cultural factors interact reciprocally in moral development."
  },
  {
    "id": 3,
    "statement": "GABA reduces neuronal excitability by increasing chloride ion influx"
  },
  {
    "id": 4,
    "statement": "Hierarchical processing enables amygdala's rapid emotion pattern recognition."
  },
  {
    "id": 5,
    "statement": "Consistency, predictability, and transparency are foundation of trust"
  },
  {
    "id": 6,
    "statement": "Biological and cultural factors interact reciprocally influencing moral development."
  },
  {
    "id": 7,
    "statement": "Consistency, reliability, dependability, predictability, and stability build trust through reliability."
  },
  {
    "id": 8,
    "statement": "Honesty is a foundation of trust, established through reliability."
  },
  {
    "id": 9,
    "statement": "Amygdala refines emotional responses through synaptic plasticity adaptation."
  },
  {
    "id": 10,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 11,
    "statement": "Emotional stability fosters consistency, predictability in building trust."
  },
  {
    "id": 12,
    "statement": "Building trust involves cumulative effect of consistency, reliability, and predictability."
  },
  {
    "id": 13,
    "statement": "Hierarchical amygdala processing rapidly detects emotional patterns via integration."
  },
  {
    "id": 14,
    "statement": "Moral development emerges from dynamic biological-cultural interactions."
  },
  {
    "id": 15,
    "statement": "Amygdala pattern recognition is complex and dynamic process influenced."
  },
  {
    "id": 16,
    "statement": "Cultural norms influence emotional expressions and trust-building behaviors universally."
  },
  {
    "id": 17,
    "statement": "Consistency, reliability, dependability drive trust through predictability and stability."
  },
  {
    "id": 18,
    "statement": "The amygdala integrates sensory, memory, and attention hierarchically in processing, facilitating rapid emotional detection."
  },
  {
    "id": 19,
    "statement": "The amygdala rapidly analyzes sensory information through parallel processing."
  },
  {
    "id": 20,
    "statement": "The amygdala integrates sensory and emotional information rapidly."
  },
  {
    "id": 21,
    "statement": "Thalamus modulates sensory processing based on attentional state."
  },
  {
    "id": 22,
    "statement": "GABA's inhibitory action hyperpolarizes neurons, reducing excitability."
  },
  {
    "id": 23,
    "statement": "GABA's inhibitory action reduces neuron excitability through hyperpolarization."
  },
  {
    "id": 24,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 25,
    "statement": "Amygdala's pattern recognition is shaped by internal and external factors."
  },
  {
    "id": 26,
    "statement": "Lying can be morally justifiable in context-dependent situations."
  },
  {
    "id": 27,
    "statement": "Biological and cultural factors interact reciprocally in moral development models."
  },
  {
    "id": 28,
    "statement": "Amygdala refines emotional responses through synaptic plasticity updates"
  },
  {
    "id": 29,
    "statement": "Honesty is a foundation of trust, but not exclusively"
  },
  {
    "id": 30,
    "statement": "Transparency builds trust through establishing clear expectations."
  },
  {
    "id": 31,
    "statement": "Emotional stability fosters consistency, predictability, and transparency in trust."
  },
  {
    "id": 32,
    "statement": "Biological factors such as brain, genes, hormones, emotions influence moral development"
  },
  {
    "id": 33,
    "statement": "Amygdala's emotional responses refined through modifiable connections"
  },
  {
    "id": 34,
    "statement": "Cultural practices shape emotional responses through socialization and norms"
  },
  {
    "id": 35,
    "statement": "The amygdala processes threat patterns hierarchically from sensory inputs."
  },
  {
    "id": 36,
    "statement": "GABA's inhibitory action reduces neuronal excitability through hyperpolarization"
  },
  {
    "id": 37,
    "statement": "Emotional regulation, self-awareness, and resilience are interdependent components"
  },
  {
    "id": 38,
    "statement": "Emotional salience influences attention and neural oscillations interactively."
  },
  {
    "id": 39,
    "statement": "Theory of mind and pattern recognition build trust through understanding."
  },
  {
    "id": 40,
    "statement": "GABA's inhibitory action hyperpolarizes neurons, reduces excitability"
  },
  {
    "id": 41,
    "statement": "Thalamus neural oscillations modulate sensory information gating."
  },
  {
    "id": 42,
    "statement": "Moral development arises from interplay between biology and culture."
  },
  {
    "id": 43,
    "statement": "Amygdala recognizes patterns in sensory info through hierarchical processing."
  },
  {
    "id": 44,
    "statement": "Reliability combines dependability and consistency in performance over time."
  },
  {
    "id": 45,
    "statement": "Reliability builds trust by establishing confidence in consistent performance."
  },
  {
    "id": 46,
    "statement": "Hierarchical processing enables amygdala to rapidly detect emotional patterns."
  },
  {
    "id": 47,
    "statement": "Hierarchy in amygdala processing enables rapid emotional pattern detection."
  },
  {
    "id": 48,
    "statement": "Amygdala quickly assesses and responds to emotional stimuli rapidly"
  },
  {
    "id": 49,
    "statement": "Amygdala's synaptic plasticity refines emotional responses through connection modification."
  },
  {
    "id": 50,
    "statement": "Transparency builds trust through clear expectations established."
  },
  {
    "id": 51,
    "statement": "GABA's inhibitory action hyperpolarizes neurons, reducing excitability."
  },
  {
    "id": 52,
    "statement": "Cognitive factors, particularly pattern recognition, build trust through interpretation."
  },
  {
    "id": 53,
    "statement": "Emotional stability fosters consistent predictable behavior through self-regulation."
  },
  {
    "id": 54,
    "statement": "Moral development results from biology-culture reciprocal interplay influencing each other."
  },
  {
    "id": 55,
    "statement": "Gamma waves integrate brain regions for emotional processing coherence."
  },
  {
    "id": 56,
    "statement": "Amygdala rapidly analyzes sensory information for emotional significance."
  },
  {
    "id": 57,
    "statement": "Moral development emerges from dynamic biological-cultural interplay."
  },
  {
    "id": 58,
    "statement": "GABA calms neurons by opening chloride channels."
  },
  {
    "id": 59,
    "statement": "Hierarchical processing enables the amygdala to rapidly detect emotional patterns."
  },
  {
    "id": 60,
    "statement": "Moral development occurs through reciprocal biological-cultural interactions."
  },
  {
    "id": 61,
    "statement": "The amygdala refines emotional responses through synaptic plasticity refinement."
  },
  {
    "id": 62,
    "statement": "Trust emerges when emotional stability fosters consistent predictable behavior."
  },
  {
    "id": 63,
    "statement": "Familiarity breeds trust through pattern recognition and shared experiences."
  },
  {
    "id": 64,
    "statement": "Thalamus filters sensory information through neural oscillations and gating mechanisms."
  },
  {
    "id": 65,
    "statement": "GABA's inhibitory action reduces neuronal excitability through hyperpolarization."
  },
  {
    "id": 66,
    "statement": "Lying can be morally justifiable in context-dependent situations."
  },
  {
    "id": 67,
    "statement": "GABA's inhibitory action calms neurons by increasing chloride influx."
  },
  {
    "id": 68,
    "statement": "GABA binds to receptors, opening chloride channels to calm neurons."
  },
  {
    "id": 69,
    "statement": "Consistency, reliability, and predictability build trust interactively."
  },
  {
    "id": 70,
    "statement": "Amygdala rapidly processes sensory info for motor responses in milliseconds."
  },
  {
    "id": 71,
    "statement": "Amygdala integrates sensory info hierarchically for fear response."
  },
  {
    "id": 72,
    "statement": "Emotional salience selectively focuses attention on perceived threats."
  },
  {
    "id": 73,
    "statement": "Transparency fosters trust through establishing clear and open expectations"
  },
  {
    "id": 74,
    "statement": "The amygdala refines emotional responses through synaptic plasticity adaptation."
  },
  {
    "id": 75,
    "statement": "Thalamus filters sensory information through attentional modulation."
  },
  {
    "id": 76,
    "statement": "Cultural socialization influences emotional responses through normative expectations."
  },
  {
    "id": 77,
    "statement": "Cultural socialization molds emotional responses through normative expectations."
  },
  {
    "id": 78,
    "statement": "GABA calms neurons by increasing chloride ion influx."
  },
  {
    "id": 79,
    "statement": "Emotional stability fosters consistent and predictable behavioral patterns."
  },
  {
    "id": 80,
    "statement": "Amygdala's hierarchical processing rapidly detects emotional patterns through integration."
  },
  {
    "id": 81,
    "statement": "Emotional stability fosters consistent and predictable behavior through self-regulation."
  },
  {
    "id": 82,
    "statement": "Cultural norms influence emotional expressions and trust-building behaviors partially"
  },
  {
    "id": 83,
    "statement": "Neural oscillations synchronize amygdala activity through phase-locking coordination."
  },
  {
    "id": 84,
    "statement": "Hierarchical amygdala processing rapidly detects emotional patterns via integration."
  },
  {
    "id": 85,
    "statement": "Cultural norms shape emotional expression and trust-building behaviors globally."
  },
  {
    "id": 86,
    "statement": "Cognitive factors in trust building involve pattern recognition and theory of mind."
  },
  {
    "id": 87,
    "statement": "Consistency, reliability, dependability, predictability, and stability build trust."
  },
  {
    "id": 88,
    "statement": "Consistency, predictability, and stability create trust through emotional regulation."
  },
  {
    "id": 89,
    "statement": "Predictable responses rely on reliability and emotional stability."
  },
  {
    "id": 90,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal influence."
  },
  {
    "id": 91,
    "statement": "Gamma waves synchronize brain regions for emotional processing integration."
  },
  {
    "id": 92,
    "statement": "Emotional stability is a combination of emotional regulation, self-awareness, and resilience."
  },
  {
    "id": 93,
    "statement": "Moral development results from biology-culture interplay influencing each other"
  },
  {
    "id": 94,
    "statement": "Cognitive factors influence trust building through pattern recognition."
  },
  {
    "id": 95,
    "statement": "Moral development arises from interplay between biology and culture."
  },
  {
    "id": 96,
    "statement": "The amygdala integrates sensory information hierarchically for emotional pattern recognition."
  },
  {
    "id": 97,
    "statement": "Trust arises from complex interplay of cognitive, emotional, and social processes."
  },
  {
    "id": 98,
    "statement": "The amygdala integrates sensory and motor information for emotional recognition."
  },
  {
    "id": 99,
    "statement": "Dynastic brain oscillations modulate amygdala activity in emotional processing."
  },
  {
    "id": 100,
    "statement": "Hierarchical amygdala processing extracts features and patterns from sensory inputs."
  },
  {
    "id": 101,
    "statement": "Biology provides foundation for moral development and values."
  },
  {
    "id": 102,
    "statement": "Neural oscillations modulate amygdala activity through synchronization phase-locking, and modulation of neural excitability."
  },
  {
    "id": 103,
    "statement": "Amygdala rapidly extracts basic features from sensory information"
  },
  {
    "id": 104,
    "statement": "Emotional stability fosters consistent and predictable behavior."
  },
  {
    "id": 105,
    "statement": "GABA's inhibitory action reduces neuron excitability through hyperpolarization."
  },
  {
    "id": 106,
    "statement": "Amygdala refines emotional responses through neural connection adjustments"
  },
  {
    "id": 107,
    "statement": "Moral development arises from dynamic biology-culture reciprocal influences."
  },
  {
    "id": 108,
    "statement": "Moral development arises from bio-cultural interplay, reciprocal influence."
  },
  {
    "id": 109,
    "statement": "Rapid amygdala response to emotional stimuli occurs within tens to seconds."
  },
  {
    "id": 110,
    "statement": "Emotional salience influences selective attention and neural oscillations jointly."
  },
  {
    "id": 111,
    "statement": "Phase-locking synchronization modulates amygdala activity through oscillatory coordination."
  },
  {
    "id": 112,
    "statement": "Thalamus filters sensory information through attention and neural oscillations."
  },
  {
    "id": 113,
    "statement": "Amygdala integrates sensory, motor and emotional information for fear response"
  },
  {
    "id": 114,
    "statement": "Biological and cultural factors reciprocally influence moral development models."
  },
  {
    "id": 115,
    "statement": "Hierarchical processing enables rapid emotion pattern detection in amygdala."
  },
  {
    "id": 116,
    "statement": "Hierarchical processing enables rapid emotion pattern recognition in amygdala."
  },
  {
    "id": 117,
    "statement": "Moral development results from reciprocal biological-cultural interactions shaping values."
  },
  {
    "id": 118,
    "statement": "GABA's inhibitory action reduces neuronal excitability through hyperpolarization."
  },
  {
    "id": 119,
    "statement": "Trust arises from complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 120,
    "statement": "Moral development arises from reciprocal biological and cultural influences."
  },
  {
    "id": 121,
    "statement": "The amygdala processes sensory information hierarchically for threat detection."
  },
  {
    "id": 122,
    "statement": "Amygdala processes emotional stimuli in milliseconds to tens of milliseconds."
  },
  {
    "id": 123,
    "statement": "Amygdala rapidly analyzes multiple sensory inputs simultaneously through parallel processing."
  },
  {
    "id": 124,
    "statement": "Thalamus filters sensory information through attention and neural oscillations."
  },
  {
    "id": 125,
    "statement": "Emotional stability fosters consistency and predictable behavior."
  },
  {
    "id": 126,
    "statement": "Hierarchical amygdala processing extracts patterns from sensory inputs rapidly."
  },
  {
    "id": 127,
    "statement": "Reliability fosters trust through consistent and predictable performance"
  },
  {
    "id": 128,
    "statement": "GABA calms neurons by increasing chloride ion influx and hyperpolarization"
  },
  {
    "id": 129,
    "statement": "Dynastic brain oscillations modulate amygdala activity in emotional processing."
  },
  {
    "id": 130,
    "statement": "Emotional stability fosters consistency in social interactions."
  },
  {
    "id": 131,
    "statement": "Moral development combines biology and culture's interplay."
  },
  {
    "id": 132,
    "statement": "Emotional stability is complex, involving multiple factors beyond three components."
  },
  {
    "id": 133,
    "statement": "Moral development involves reciprocal biological-cultural interactions."
  },
  {
    "id": 134,
    "statement": "Amygdala integrates sensory, motor, and emotional information hierarchically for fear response."
  },
  {
    "id": 135,
    "statement": "Reliability combines dependability and consistency for trust-building predictability."
  },
  {
    "id": 136,
    "statement": "Reliability fosters trust through consistent and predictable performance"
  },
  {
    "id": 137,
    "statement": "Amygdala rapidly analyzes sensory information for negative emotions."
  },
  {
    "id": 138,
    "statement": "Amygdala rapidly processes sensory information in milliseconds for emotional response."
  },
  {
    "id": 139,
    "statement": "Thalamus regulates sensory information flow based on attentional state."
  },
  {
    "id": 140,
    "statement": "Moral development emerges from interacting biological and cultural factors."
  },
  {
    "id": 141,
    "statement": "Emotional stability builds trust through consistency, predictability, and transparency"
  },
  {
    "id": 142,
    "statement": "The amygdala integrates sensory, motor, and emotional information for fear response."
  },
  {
    "id": 143,
    "statement": "The amygdala refines emotional responses through neural connection adjustment."
  },
  {
    "id": 144,
    "statement": "Emotional stability combines emotional regulation, self-awareness, and resilience."
  },
  {
    "id": 145,
    "statement": "Cultural practices shape emotional responses through socialization norms."
  },
  {
    "id": 146,
    "statement": "Moral development emerges from dynamic biological-cultural interactions."
  },
  {
    "id": 147,
    "statement": "Trust builds from consistency, reliability, and predictability"
  },
  {
    "id": 148,
    "statement": "GABA reduces neuronal excitability by increasing chloride influx."
  },
  {
    "id": 149,
    "statement": "Hierarchical processing enables categorized pattern recognition in amygdala."
  },
  {
    "id": 150,
    "statement": "Transparency builds trust through clear expectations established and communicated."
  },
  {
    "id": 151,
    "statement": "Emotional stability promotes consistent behavior through self-regulation and motivation."
  },
  {
    "id": 152,
    "statement": "Phase-locking synchronization modulates amygdala activity through oscillatory coordination processes"
  },
  {
    "id": 153,
    "statement": "The amygdala rapidly processes sensory information for emotional responses."
  },
  {
    "id": 154,
    "statement": "Honesty is essential for building trust, but not single-handedly."
  },
  {
    "id": 155,
    "statement": "Synaptic plasticity updates refine amygdala's emotional response processing."
  },
  {
    "id": 156,
    "statement": "Biology and culture influence moral development reciprocally through dynamic interactions."
  },
  {
    "id": 157,
    "statement": "Reliability builds trust through confidence in consistent performance patterns."
  },
  {
    "id": 158,
    "statement": "Neural oscillations synchronize amygdala activity through phase-locking coordination."
  },
  {
    "id": 159,
    "statement": "Consistency, reliability, and predictability interact to build trust cumulatively."
  },
  {
    "id": 160,
    "statement": "Biological and cultural factors interact bidirectionally shaping moral development"
  },
  {
    "id": 161,
    "statement": "Trust establishment involves complex dynamics and factors"
  },
  {
    "id": 162,
    "statement": "Amygdala's hierarchical processing extracts emotional patterns from sensory inputs."
  },
  {
    "id": 163,
    "statement": "Attentional modulation refines sensory information through neural oscillations."
  },
  {
    "id": 164,
    "statement": "Amygdala refines emotional responses through synaptic plasticity updates."
  },
  {
    "id": 165,
    "statement": "The amygdala quickly integrates sensory and emotional information in milliseconds."
  },
  {
    "id": 166,
    "statement": "Biology influences moral development through genetic and hormonal factors"
  },
  {
    "id": 167,
    "statement": "Amygdala integrates sensory, memory, and attention in emotional processing."
  },
  {
    "id": 168,
    "statement": "Biological and cultural factors interact reciprocally in moral development."
  },
  {
    "id": 169,
    "statement": "Biological and cultural factors mutually influence moral development."
  },
  {
    "id": 170,
    "statement": "Amygdala rapidly responds to emotional stimuli within tens to seconds."
  },
  {
    "id": 171,
    "statement": "The amygdala's pattern recognition involves sensory, memory, and attention integration."
  },
  {
    "id": 172,
    "statement": "Hierarchical amygdala processing enables rapid emotional pattern detection."
  },
  {
    "id": 173,
    "statement": "Trust arises from cognitive-emotional-social interactions' dynamic balance."
  },
  {
    "id": 174,
    "statement": "Amygdala's hierarchical processing enables rapid emotion pattern recognition through layers."
  },
  {
    "id": 175,
    "statement": "Emotional stability, self-awareness, and resilience combine to build trust."
  },
  {
    "id": 176,
    "statement": "Emotional regulation and self-awareness are essential for resilience development"
  },
  {
    "id": 177,
    "statement": "GABA opens chloride channels to hyperpolarize neuron membranes."
  },
  {
    "id": 178,
    "statement": "Pattern recognition and theory of mind combine for effective trust building."
  },
  {
    "id": 179,
    "statement": "The amygdala processes sensory information rapidly for motor responses."
  },
  {
    "id": 180,
    "statement": "Amygdala's synaptic plasticity refines emotional responses through connection modification."
  },
  {
    "id": 181,
    "statement": "Amygdala primarily processes emotional information, not sensory-motor integration."
  },
  {
    "id": 182,
    "statement": "Understanding others' mental states via theory of mind fosters trust."
  },
  {
    "id": 183,
    "statement": "Sensory information processing involves selective attention and filtering."
  },
  {
    "id": 184,
    "statement": "The amygdala integrates sensory info hierarchically for emotional recognition."
  },
  {
    "id": 185,
    "statement": "Trust emerges from intricate cognitive-emotional-social interdependencies."
  },
  {
    "id": 186,
    "statement": "Amygdala's emotional responses refined through dynamic neural connections."
  },
  {
    "id": 187,
    "statement": "Amygdala employs hierarchical processing for rapid pattern recognition."
  },
  {
    "id": 188,
    "statement": "Moral development results from biological-cultural reciprocal shaping."
  },
  {
    "id": 189,
    "statement": "Amygdala's hierarchical processing enables rapid emotional pattern recognition."
  },
  {
    "id": 190,
    "statement": "Biological factors shape moral development through complex interplay."
  },
  {
    "id": 191,
    "statement": "Neural oscillations synchronize amygdala activity through phase-locking."
  },
  {
    "id": 192,
    "statement": "Biological and cultural factors interact in moral development."
  },
  {
    "id": 193,
    "statement": "Building trust involves individual enhancements of consistency, reliability, predictability"
  },
  {
    "id": 194,
    "statement": "Lying can be morally justifiable in context-dependent situations, such as protecting someone."
  },
  {
    "id": 195,
    "statement": "Biology and culture interact in moral development processes."
  },
  {
    "id": 196,
    "statement": "GABA calms neurons by increasing chloride ion influx"
  },
  {
    "id": 197,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 198,
    "statement": "Emotional salience influences neural oscillations and attention simultaneously."
  },
  {
    "id": 199,
    "statement": "Moral development arises from complex biological-culture reciprocal interactions."
  }
]