[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 2,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "Honesty is essential, but not sole foundation of trust."
  },
  {
    "id": 4,
    "statement": "Honesty is a necessary condition, but not sufficient alone"
  },
  {
    "id": 5,
    "statement": "Moral development involves intricate biological-cultural mechanisms shaping behavior."
  },
  {
    "id": 6,
    "statement": "Honesty is necessary but insufficient alone to establish trust."
  },
  {
    "id": 7,
    "statement": "Honesty builds trust by establishing reliability and predictability."
  },
  {
    "id": 8,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication."
  },
  {
    "id": 9,
    "statement": "Moral development arises from biological-cultural interplay dynamics."
  },
  {
    "id": 10,
    "statement": "PFC and Amygdala communicate through complex neural connections."
  },
  {
    "id": 11,
    "statement": "Amygdala filters and prioritizes sensory info based on emotional significance."
  },
  {
    "id": 12,
    "statement": "Honesty can be superficial, lacks intention and action"
  },
  {
    "id": 13,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 14,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 15,
    "statement": "Convergence gating prioritizes relevant sensory information in amygdala."
  },
  {
    "id": 16,
    "statement": "Cognitive appraisal involves dynamic PFC, amygdala, and regional integration."
  },
  {
    "id": 17,
    "statement": "Amygdala prioritizes relevant sensory information through convergence gating process"
  },
  {
    "id": 18,
    "statement": "Cognitive, emotional, social, and contextual factors shape moral development."
  },
  {
    "id": 19,
    "statement": "Emotions arise from complex integration of multiple sensory inputs."
  },
  {
    "id": 20,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing."
  },
  {
    "id": 21,
    "statement": "The amygdala's rapid processing refers to its swift emotional responses."
  },
  {
    "id": 22,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other brain regions through top-down modulation."
  },
  {
    "id": 23,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication foundations."
  },
  {
    "id": 24,
    "statement": "Amygdala processes sensory information for emotional significance detection."
  },
  {
    "id": 25,
    "statement": "Moral decision-making involves context-dependent evaluation of consequences."
  },
  {
    "id": 26,
    "statement": "Dynamic integration enables brain regions to continuously adapt and harmonize."
  },
  {
    "id": 27,
    "statement": "PFC regulates amygdala's emotional responses through neural modulation mechanisms."
  },
  {
    "id": 28,
    "statement": "PFC and Amygdala communicate bidirectionally through multiple neural pathways."
  },
  {
    "id": 29,
    "statement": "PFC modulates amygdala's emotions through cognitive reappraisal processes."
  },
  {
    "id": 30,
    "statement": "Honesty requires genuine commitment, not just words spoken."
  },
  {
    "id": 31,
    "statement": "Amygdala prioritizes sensory information through convergence gating process."
  },
  {
    "id": 32,
    "statement": "GABA inhibits amygdala's emotional response by reducing neuron excitability."
  },
  {
    "id": 33,
    "statement": "Amygdala receives sensory information directly from senses without processing."
  },
  {
    "id": 34,
    "statement": "Rapid cue integration enables empathetic understanding in social learning."
  },
  {
    "id": 35,
    "statement": "Honesty builds trust by establishing reliability and consistency."
  },
  {
    "id": 36,
    "statement": "Raw sensory data primarily processed by amygdala's substructure."
  },
  {
    "id": 37,
    "statement": "Moral decision-making involves nuanced considerations of context and consequences."
  },
  {
    "id": 38,
    "statement": "Trust is complex, involving multiple factors beyond honesty alone."
  },
  {
    "id": 39,
    "statement": "Honesty builds trust through consistency, transparency, sincerity, and accountability."
  },
  {
    "id": 40,
    "statement": "Honesty establishes foundation for trust through consistent behavior"
  },
  {
    "id": 41,
    "statement": "Cognitive appraisal involves PFC, amygdala, and other brain regions integration."
  },
  {
    "id": 42,
    "statement": "Brain regions dynamically integrate for moral judgment formation."
  },
  {
    "id": 43,
    "statement": "Cognitive reappraisal: PFC regulates amygdala through emotional reinterpretation"
  },
  {
    "id": 44,
    "statement": "Trust arises from interconnected cognitive, emotional, social, and contextual factors."
  },
  {
    "id": 45,
    "statement": "Cognitive appraisal is a complex brain process integrating multiple regions"
  },
  {
    "id": 46,
    "statement": "Brain regions dynamically integrate for adaptive decision-making processes."
  },
  {
    "id": 47,
    "statement": "Rapid cue integration facilitates empathetic understanding through neural processing."
  },
  {
    "id": 48,
    "statement": "Amygdala receives processed sensory information from other brain regions."
  },
  {
    "id": 49,
    "statement": "Amygdala prioritizes subconscious sensory processing for emotional responses"
  },
  {
    "id": 50,
    "statement": "Complex brain regions dynamically integrate for adaptive decision-making."
  },
  {
    "id": 51,
    "statement": "PFC and amygdala engage in bidirectional emotional regulation."
  },
  {
    "id": 52,
    "statement": "Convergence gating prioritizes relevant sensory information in amygdala for emotional response."
  },
  {
    "id": 53,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other brain regions."
  },
  {
    "id": 54,
    "statement": "GABA, a neurotransmitter, regulates neural activity through multiple interactions and subtypes."
  },
  {
    "id": 55,
    "statement": "Amygdala filters and prioritizes information through complex neural processes."
  },
  {
    "id": 56,
    "statement": "GABA's complex mechanism involves multiple interactions and subtypes"
  },
  {
    "id": 57,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 58,
    "statement": "Honesty, consistency, and reliability are trust-building foundations."
  },
  {
    "id": 59,
    "statement": "Moral judgment involves dynamic integration of emotional, cognitive, and social factors."
  },
  {
    "id": 60,
    "statement": "Moral development arises from dynamic biological-cultural interplay dynamics."
  },
  {
    "id": 61,
    "statement": "PFC regulates amygdala's emotional responses through top-down modulation."
  },
  {
    "id": 62,
    "statement": "Emotions arise from complex integration of multisensory information"
  },
  {
    "id": 63,
    "statement": "Predictability arises from honesty, consistency, and reliability in relationships"
  },
  {
    "id": 64,
    "statement": "Transparency in honesty building trust reduces uncertainty and ambiguity."
  },
  {
    "id": 65,
    "statement": "Moral judgments context-dependent and influenced by consequences"
  },
  {
    "id": 66,
    "statement": "Moral development arises from dynamic biological-cultural interplay influences."
  },
  {
    "id": 67,
    "statement": "Amygdala's sensory information processing is highly complex and multifaceted."
  },
  {
    "id": 68,
    "statement": "PFC regulates amygdala's emotional responses through top-down modulation"
  },
  {
    "id": 69,
    "statement": "Convergence gating prioritizes sensory information to amygdala for effective processing."
  },
  {
    "id": 70,
    "statement": "Amygdala processes sensory information selectively through convergence gating."
  },
  {
    "id": 71,
    "statement": "GABA inhibits amygdala's emotional response by reducing neuron excitability."
  },
  {
    "id": 72,
    "statement": "Moral principles vary depending on specific situations and context."
  },
  {
    "id": 73,
    "statement": "Brain regions dynamically integrate for adaptive decision-making processes."
  },
  {
    "id": 74,
    "statement": "Emotions arise from complex integration of multiple sensory inputs."
  },
  {
    "id": 75,
    "statement": "Honesty builds trust through consistency, transparency, and sincerity."
  },
  {
    "id": 76,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication."
  },
  {
    "id": 77,
    "statement": "Trust arises from the complex interplay of cognitive, emotional, social, and contextual factors."
  },
  {
    "id": 78,
    "statement": "Moral judgments arise from intricate cultural-personal-emotional dynamics."
  },
  {
    "id": 79,
    "statement": "Dynamic integration enables brain regions to adaptively harmonize functions."
  },
  {
    "id": 80,
    "statement": "Rapid cue integration facilitates empathetic understanding through neural processing."
  },
  {
    "id": 81,
    "statement": "Honesty builds trust through consistency, reliability, and communication."
  },
  {
    "id": 82,
    "statement": "Amygdala filters information through complex neural convergence gating processes."
  },
  {
    "id": 83,
    "statement": "Consistency and honesty are interconnected for trustworthy behavior."
  },
  {
    "id": 84,
    "statement": "Moral development emerges from dynamic biological-cultural interplay dynamics."
  },
  {
    "id": 85,
    "statement": "Cognitive, emotional, social, and contextual factors interact and influence each other."
  },
  {
    "id": 86,
    "statement": "Cognitive appraisal integrates PFC and Amygdala for emotional regulation."
  },
  {
    "id": 87,
    "statement": "Moral development involves intentional, authentic, and empathetic interactions."
  },
  {
    "id": 88,
    "statement": "Emotions arise from complex sensory integration processes."
  },
  {
    "id": 89,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 90,
    "statement": "GABA binding to receptors hyperpolarizes neurons by reducing excitability"
  },
  {
    "id": 91,
    "statement": "Moral decision-making involves complex consideration of multiple factors."
  },
  {
    "id": 92,
    "statement": "Honesty builds trust by establishing reliability and predictability over time."
  },
  {
    "id": 93,
    "statement": "Convergence gating prioritizes sensory information in amygdala effectively."
  },
  {
    "id": 94,
    "statement": "Moral development arises from brain-culture interaction and feedback."
  },
  {
    "id": 95,
    "statement": "The amygdala's substructure processes sensory data for emotional significance."
  },
  {
    "id": 96,
    "statement": "PFC and Amygdala communicate bidirectionally through multiple pathways."
  },
  {
    "id": 97,
    "statement": "Honesty builds trust through consistency, reliability, and communication."
  },
  {
    "id": 98,
    "statement": "Moral development results from biological-cultural interplay dynamics."
  },
  {
    "id": 99,
    "statement": "Cognitive appraisal involves dynamic integration of PFC and amygdala regions."
  },
  {
    "id": 100,
    "statement": "Lying can be morally justified in dire circumstances."
  },
  {
    "id": 101,
    "statement": "PFC modulates amygdala's emotions through cognitive reappraisal processes."
  },
  {
    "id": 102,
    "statement": "PFC regulates amygdala's emotional responses through neural modulation mechanisms."
  },
  {
    "id": 103,
    "statement": "Rapid cue integration enables empathetic understanding in social learning."
  },
  {
    "id": 104,
    "statement": "Honesty as foundation for trust builds reliability, predictability"
  },
  {
    "id": 105,
    "statement": "Rapid cue integration simulates others' emotions for empathetic understanding."
  },
  {
    "id": 106,
    "statement": "Convergence gating prioritizes relevant sensory information in amygdala for emotional response"
  },
  {
    "id": 107,
    "statement": "Amygdala prioritizes sensory information through convergence gating process."
  },
  {
    "id": 108,
    "statement": "Amygdala prioritizes relevant sensory information through convergence gating process."
  },
  {
    "id": 109,
    "statement": "Moral principles vary depending on specific situations and context."
  },
  {
    "id": 110,
    "statement": "Honesty is a virtue, but exceptions occur in dire circumstances."
  },
  {
    "id": 111,
    "statement": "Moral judgment emerges from dynamic brain region integrations."
  },
  {
    "id": 112,
    "statement": "GABA binding to receptors hyperpolarizes neurons by increasing chloride influx."
  },
  {
    "id": 113,
    "statement": "Moral principles vary depending on specific situations and context."
  },
  {
    "id": 114,
    "statement": "Amygdala prioritizes relevant sensory information through convergence gating process."
  },
  {
    "id": 115,
    "statement": "Honesty is essential, but not sole foundation of trust, requiring consistency and reliability."
  },
  {
    "id": 116,
    "statement": "Amygdala convergence gating prioritizes multiple sensory information sources."
  },
  {
    "id": 117,
    "statement": "Rapid cue integration enables empathetic understanding in social learning through amygdala-insula-prefrontal-cortex processing."
  },
  {
    "id": 118,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication."
  },
  {
    "id": 119,
    "statement": "Emotions, empathy, and social context interact in moral decision-making."
  },
  {
    "id": 120,
    "statement": "Amygdala processes sensory information in a relatively simple way."
  },
  {
    "id": 121,
    "statement": "Cognitive reappraisal is a top-down process for emotional regulation."
  },
  {
    "id": 122,
    "statement": "Amygdala receives sensory information directly from senses efficiently."
  },
  {
    "id": 123,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 124,
    "statement": "Moral judgment emergence involves dynamic brain region interactions."
  },
  {
    "id": 125,
    "statement": "Amygdala receives raw sensory information, processing primitively"
  },
  {
    "id": 126,
    "statement": "Dynamically interacting PFC and amygdala regulate emotional responses."
  },
  {
    "id": 127,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 128,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 129,
    "statement": "Emotions, empathy, and context influence moral decision-making processes."
  },
  {
    "id": 130,
    "statement": "Moral development arises from dynamic biological-cultural interplay influencing principles values."
  },
  {
    "id": 131,
    "statement": "Lying can be morally justifiable in extreme situations."
  },
  {
    "id": 132,
    "statement": "Amygdala's convergence gating prioritizes relevant sensory information."
  },
  {
    "id": 133,
    "statement": "PFC regulates amygdala's emotional responses through top-down modulation process."
  },
  {
    "id": 134,
    "statement": "Emotions emerge from dynamic integration of multiple sensory inputs"
  },
  {
    "id": 135,
    "statement": "Rapid cue integration enables empathetic understanding through AIPC processing."
  },
  {
    "id": 136,
    "statement": "PFC modulates amygdala's emotional responses through top-down neural connections."
  },
  {
    "id": 137,
    "statement": "Consistency builds trust through reliable, dynamic, predictable behaviors"
  },
  {
    "id": 138,
    "statement": "Honesty is necessary but insufficient condition for building trust"
  },
  {
    "id": 139,
    "statement": "Moral development arises from biological-culture interactive dynamics."
  },
  {
    "id": 140,
    "statement": "Amygdala rapidly processes sensory information for emotional response."
  },
  {
    "id": 141,
    "statement": "Building trust involves multifaceted factors beyond consistency, reliability, and communication."
  },
  {
    "id": 142,
    "statement": "PFC and Amygdala exchange information bidirectionally via multiple pathways."
  },
  {
    "id": 143,
    "statement": "Amygdala primarily evaluates emotional significance of processed sensory information"
  },
  {
    "id": 144,
    "statement": "GABA neurotransmitter regulates neural activity through multiple receptors."
  },
  {
    "id": 145,
    "statement": "Convergence gating prioritizes sensory information in amygdala for emotional responses"
  },
  {
    "id": 146,
    "statement": "Emotions arise from multisensory information processing networks."
  },
  {
    "id": 147,
    "statement": "Cognitive reappraisal is a top-down process for emotion regulation."
  },
  {
    "id": 148,
    "statement": "Honesty can be shallow, lacking genuine commitment and effort"
  },
  {
    "id": 149,
    "statement": "Moral judgment emerges from complex, adaptive brain region interactions."
  },
  {
    "id": 150,
    "statement": "Moral development arises from intentional, authentic, and empathetic interactions."
  },
  {
    "id": 151,
    "statement": "Moral development arises from dynamic biological-cultural interplay dynamics."
  },
  {
    "id": 152,
    "statement": "Honesty requires reliable, predictable, and consistent behavior to build trust."
  },
  {
    "id": 153,
    "statement": "The amygdala filters and prioritizes sensory information emotionally."
  },
  {
    "id": 154,
    "statement": "Honesty encompasses truthfulness, authenticity, transparency, and accountability in trust-building."
  },
  {
    "id": 155,
    "statement": "Moral judgments emerge from complex interactions and contextual influences"
  },
  {
    "id": 156,
    "statement": "Rapid cue integration enables empathetic understanding through neural processing."
  },
  {
    "id": 157,
    "statement": "Effective communication essential for trust-building through mutual understanding."
  },
  {
    "id": 158,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 159,
    "statement": "Convergence gating filters out irrelevant sensory information in amygdala."
  },
  {
    "id": 160,
    "statement": "Amygdala's convergence gating processes sensory information effectively."
  },
  {
    "id": 161,
    "statement": "Honesty builds trust by establishing reliability and consistency."
  },
  {
    "id": 162,
    "statement": "Amygdala prioritizes sensory information for emotional significance detection."
  },
  {
    "id": 163,
    "statement": "Moral development involves dynamic interplay of biology and culture."
  },
  {
    "id": 164,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 165,
    "statement": "Cognitive reappraisal helps regulate emotional responses through brain regions."
  },
  {
    "id": 166,
    "statement": "The amygdala's primary function is to detect and respond to threats."
  },
  {
    "id": 167,
    "statement": "Moral judgments arise from complex personal-culture-emotional interactions."
  },
  {
    "id": 168,
    "statement": "Rapid cue integration simulates others' emotions through neural networks."
  },
  {
    "id": 169,
    "statement": "Moral development results from complex biological-cultural interactions."
  },
  {
    "id": 170,
    "statement": "Rapid cue integration enables empathetic understanding through neural processing."
  },
  {
    "id": 171,
    "statement": "Moral development arises from interplay of biological and cultural factors."
  },
  {
    "id": 172,
    "statement": "Amygdala prioritizes subconscious sensory processing for emotional responses"
  },
  {
    "id": 173,
    "statement": "Emotions arise from complex integration of multiple sensory inputs."
  },
  {
    "id": 174,
    "statement": "PFC and amygdala dynamically regulate each other's emotions."
  },
  {
    "id": 175,
    "statement": "Amygdala prioritizes relevant sensory info through convergence gating."
  },
  {
    "id": 176,
    "statement": "GABA inhibits neuron activity through multiple binding mechanisms."
  },
  {
    "id": 177,
    "statement": "Amygdala converges sensory inputs through weighted sum calculations."
  },
  {
    "id": 178,
    "statement": "Honesty builds trust through consistency, transparency, and communication."
  },
  {
    "id": 179,
    "statement": "Amygdala's rapid processing precedes slower cognitive appraisal steps."
  },
  {
    "id": 180,
    "statement": "Amygdala processes sensory information for emotional significance detection."
  },
  {
    "id": 181,
    "statement": "The amygdala prioritizes sensory information through convergence gating process."
  },
  {
    "id": 182,
    "statement": "Honesty requires genuine commitment, beyond mere verbal affirmations"
  },
  {
    "id": 183,
    "statement": "Trust involves multiple factors beyond honesty alone, including consistency, communication, emotional intelligence, reliability, and vulnerability."
  },
  {
    "id": 184,
    "statement": "Amygdala's convergence gating prioritizes sensory info for emotional processing"
  },
  {
    "id": 185,
    "statement": "Complex brain regions dynamically integrate for adaptive decision-making."
  },
  {
    "id": 186,
    "statement": "Honesty builds trust through consistency and communication."
  },
  {
    "id": 187,
    "statement": "PFC influences Amygdala's emotional responses through neural modulation."
  },
  {
    "id": 188,
    "statement": "Cognitive appraisal integrates multiple brain regions for emotional evaluation."
  },
  {
    "id": 189,
    "statement": "Moral judgments emerge from dynamic brain region interactions."
  },
  {
    "id": 190,
    "statement": "Cognitive appraisal: complex brain process integrating multiple regions."
  },
  {
    "id": 191,
    "statement": "Moral judgment formation involves neural pathways and integration of regions."
  },
  {
    "id": 192,
    "statement": "Rapid cue integration enables empathetic understanding in social learning."
  },
  {
    "id": 193,
    "statement": "PFC's neural modulation regulates amygdala's emotional responses"
  },
  {
    "id": 194,
    "statement": "Honesty builds trust through consistent and reliable behavior patterns."
  },
  {
    "id": 195,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing through convergence gating."
  },
  {
    "id": 196,
    "statement": "Amygdala prioritizes relevant sensory information through neural pruning."
  },
  {
    "id": 197,
    "statement": "Honesty not sole foundation of trust, context matters"
  },
  {
    "id": 198,
    "statement": "Amygdala prioritizes relevant sensory info for emotional response."
  }
]