[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 2,
    "statement": "Dependability requires diverse systems with adaptive mechanisms."
  },
  {
    "id": 3,
    "statement": "Cultural norms shape emotional expression through social interactions."
  },
  {
    "id": 4,
    "statement": "Empathetic responses involve complex interactions of emotional, cognitive, and social factors."
  },
  {
    "id": 5,
    "statement": "Amygdala interacts with other brain regions in moral judgment."
  },
  {
    "id": 6,
    "statement": "Amygdala interacts with ACC and PFC for moral judgment processing"
  },
  {
    "id": 7,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 8,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment"
  },
  {
    "id": 9,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 10,
    "statement": "Emotions unconsciously influence moral judgments through brain regions interaction"
  },
  {
    "id": 11,
    "statement": "Amygdala's role in moral judgment is still a topic of ongoing research"
  },
  {
    "id": 12,
    "statement": "Amygdala integrates emotional and social information to form moral judgments."
  },
  {
    "id": 13,
    "statement": "Top-down PFC control regulates amygdala's emotional responses through neural connections."
  },
  {
    "id": 14,
    "statement": "Emotions play a crucial role in shaping moral judgments unconsciously."
  },
  {
    "id": 15,
    "statement": "Emotions unconsciously influence moral judgments through automatic neural connections."
  },
  {
    "id": 16,
    "statement": "Cultural norms shape emotional expressions and validation scripts."
  },
  {
    "id": 17,
    "statement": "Procedural memory stores automatic emotional responses influencing moral judgments."
  },
  {
    "id": 18,
    "statement": "Cultural norms shape emotional expression through social learning and conditioning."
  },
  {
    "id": 19,
    "statement": "Moral development influenced by biological, cultural, and social factors."
  },
  {
    "id": 20,
    "statement": "Biological factors like brain regions and neurotransmitters influence moral development"
  },
  {
    "id": 21,
    "statement": "Subconscious emotions unconsciously influence moral judgment through emotional associations."
  },
  {
    "id": 22,
    "statement": "Cognitive appraisal influences emotional responses in social interactions through interpretation."
  },
  {
    "id": 23,
    "statement": "Prefrontal Cortex regulates amygdala's emotional responses through neural connections."
  },
  {
    "id": 24,
    "statement": "Amygdala interacts with ACC and PFC in moral judgment processing."
  },
  {
    "id": 25,
    "statement": "Cultural norms shape emotional expressions through social learning and imitation."
  },
  {
    "id": 26,
    "statement": "Moral development emerges from interplay between biology, culture, and experiences."
  },
  {
    "id": 27,
    "statement": "Amygdala's role in moral judgment is not yet fully understood"
  },
  {
    "id": 28,
    "statement": "Amygdala-ACC-PFC interaction underlies rapid moral judgment processing."
  },
  {
    "id": 29,
    "statement": "Dependability arises from trust, accountability, and reliability interplay across domains."
  },
  {
    "id": 30,
    "statement": "Moral development arises from dynamic interactions between values and experiences."
  },
  {
    "id": 31,
    "statement": "Amygdala plays key role in shaping emotional responses to moral situations."
  },
  {
    "id": 32,
    "statement": "Honesty necessary but not enough for establishing trust alone"
  },
  {
    "id": 33,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 34,
    "statement": "Emotions influence moral judgments through implicit, automatic processing."
  },
  {
    "id": 35,
    "statement": "Moral development arises from dynamic biological-cultural interplay"
  },
  {
    "id": 36,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 37,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 38,
    "statement": "Honesty alone is not sufficient for establishing trust."
  },
  {
    "id": 39,
    "statement": "Emotions influence moral judgments through unconscious, automatic processing."
  },
  {
    "id": 40,
    "statement": "Emotional responses influenced by cognitive appraisal in social interactions."
  },
  {
    "id": 41,
    "statement": "Cultural norms shape emotional expressions through complex social interactions."
  },
  {
    "id": 42,
    "statement": "Dependability encompasses trust, accountability, and reliability across various aspects."
  },
  {
    "id": 43,
    "statement": "PFC regulates amygdala's emotional responses through various mechanisms."
  },
  {
    "id": 44,
    "statement": "Cultural norms shape emotional expression through social interactions."
  },
  {
    "id": 45,
    "statement": "Amygdala, ACC, and PFC interact in moral judgment processing."
  },
  {
    "id": 46,
    "statement": "Moral development arises from complex biological-cultural factor interactions."
  },
  {
    "id": 47,
    "statement": "Moral development involves dynamic interactions between values and experiences."
  },
  {
    "id": 48,
    "statement": "Moral foundations are innate, universal principles shaping moral judgments and behaviors"
  },
  {
    "id": 49,
    "statement": "Emotions influence moral judgments through parallel neural processing in brain."
  },
  {
    "id": 50,
    "statement": "Emotions, norms, and context interact in moral judgment formation."
  },
  {
    "id": 51,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains."
  },
  {
    "id": 52,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 53,
    "statement": "Emotions and moral judgments involve complex neural interactions."
  },
  {
    "id": 54,
    "statement": "PFC regulates amygdala's emotional responses through neural connections."
  },
  {
    "id": 55,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 56,
    "statement": "PFC regulates Amygdala's emotional responses through neural connections"
  },
  {
    "id": 57,
    "statement": "Moral development is a dynamic interplay between biology and culture."
  },
  {
    "id": 58,
    "statement": "Amygdala, ACC, and PFC interact in moral judgment processing through neural binding."
  },
  {
    "id": 59,
    "statement": "Emotions influence ethical decision-making through complex cognitive processes."
  },
  {
    "id": 60,
    "statement": "Honesty is a necessary but insufficient condition for trustful relationships."
  },
  {
    "id": 61,
    "statement": "Cultural norms influence emotional expression through various interactions."
  },
  {
    "id": 62,
    "statement": "Honesty builds trust, fair relationships, and respect through integrity"
  },
  {
    "id": 63,
    "statement": "Subconscious emotions influence moral foundations through automatic associations"
  },
  {
    "id": 64,
    "statement": "Honesty is a necessary but insufficient condition, requiring additional factors"
  },
  {
    "id": 65,
    "statement": "Moral judgments involve parallel processing of emotions and rational thoughts."
  },
  {
    "id": 66,
    "statement": "Honesty is fundamental to establishing and maintaining trust."
  },
  {
    "id": 67,
    "statement": "Cultural norms shape emotional expressions through social conditioning processes"
  },
  {
    "id": 68,
    "statement": "Amygdala processes emotional responses to moral stimuli unconsciously."
  },
  {
    "id": 69,
    "statement": "Cultural norms shape moral development through social learning"
  },
  {
    "id": 70,
    "statement": "The PFC regulates amygdala's emotional responses through neural connections"
  },
  {
    "id": 71,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 72,
    "statement": "Cognitive appraisal shapes emotional responses through social interpretation process."
  },
  {
    "id": 73,
    "statement": "Moral development influenced by biological, cultural, and social factors."
  },
  {
    "id": 74,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 75,
    "statement": "Emotions influence moral judgments through unconscious, automatic neural processes."
  },
  {
    "id": 76,
    "statement": "Emotions unconsciously influence moral judgments through amygdala-prefrontal cortex interaction."
  },
  {
    "id": 77,
    "statement": "Emotions influence moral judgments through subconscious neural associations."
  },
  {
    "id": 78,
    "statement": "Trust erosion by lying is a gradual, non-linear process."
  },
  {
    "id": 79,
    "statement": "Moral judgments involve complex interplay of emotions, norms, and context."
  },
  {
    "id": 80,
    "statement": "Emotions influence moral judgments through emotional responses and appraisal processes."
  },
  {
    "id": 81,
    "statement": "Amygdala, ACC, and PFC interact to form moral judgments through neural binding."
  },
  {
    "id": 82,
    "statement": "Moral decisions involve harmonizing emotional and cognitive processes."
  },
  {
    "id": 83,
    "statement": "Cognitive appraisal integrates rationality and emotional processing in moral judgment."
  },
  {
    "id": 84,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 85,
    "statement": "Moral development influenced by biological, cultural, and social factors."
  },
  {
    "id": 86,
    "statement": "Cultural norms shape moral development through social conditioning."
  },
  {
    "id": 87,
    "statement": "Cultural norms shape moral development through observational learning."
  },
  {
    "id": 88,
    "statement": "PFC regulates amygdala's emotional responses through top-down neural connections."
  },
  {
    "id": 89,
    "statement": "Emotions automatically influence moral judgments through subconscious responses."
  },
  {
    "id": 90,
    "statement": "Emotions and moral judgments arise from brain's emotional processing catchError"
  },
  {
    "id": 91,
    "statement": "PFC exerts top-down control over amygdala through various mechanisms."
  },
  {
    "id": 92,
    "statement": "Moral judgment processing doesn't solely rely on honesty."
  },
  {
    "id": 93,
    "statement": "Cultural norms shape emotional expression through social learning."
  },
  {
    "id": 94,
    "statement": "Amygdala, ACC, and PFC interact in morality complexly."
  },
  {
    "id": 95,
    "statement": "The amygdala interacts with ACC and PFC in moral judgment processing."
  },
  {
    "id": 96,
    "statement": "Complex social interactions require adaptability and flexibility."
  },
  {
    "id": 97,
    "statement": "Cognitive appraisal shapes emotional responses in social interactions through interpretation."
  },
  {
    "id": 98,
    "statement": "Trust erosion from lying is a gradual process through consistency."
  },
  {
    "id": 99,
    "statement": "Emotions unconsciously influence moral judgments through automatic neural processes."
  },
  {
    "id": 100,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 101,
    "statement": "Emotions influence moral judgments through parallel neural processing."
  },
  {
    "id": 102,
    "statement": "The PFC's top-down control over amygdala is mediated by cortico-cortical and cortico-subcortical pathways."
  },
  {
    "id": 103,
    "statement": "Moral judgment processing involves multi-regional brain neural networks."
  },
  {
    "id": 104,
    "statement": "Procedural memory shapes automatic emotional responses influencing moral judgments."
  },
  {
    "id": 105,
    "statement": "Amygdala, ACC, and PFC interact in moral judgment processing."
  },
  {
    "id": 106,
    "statement": "Emotions and rationality interact in moral judgment through appraisal processes."
  },
  {
    "id": 107,
    "statement": "Anterior Cingulate Cortex integrates social, cultural, and emotional information."
  },
  {
    "id": 108,
    "statement": "Honesty is necessary but insufficient condition for trust"
  },
  {
    "id": 109,
    "statement": "Moral neural binding integrates amygdala, ACC, and PFC functions"
  },
  {
    "id": 110,
    "statement": "Moral development emerges from interactive biology, culture, and society"
  },
  {
    "id": 111,
    "statement": "Trust erosion by lying is a gradual and continuous process."
  },
  {
    "id": 112,
    "statement": "The anterior cingulate cortex integrates social, cultural, and emotional information through convergence"
  },
  {
    "id": 113,
    "statement": "Emotions unconsciously influence moral judgments through complex brain interactions."
  },
  {
    "id": 114,
    "statement": "Emotions and moral judgments integrate in parallel brain processes"
  },
  {
    "id": 115,
    "statement": "Biological and cultural factors interact in shaping moral development."
  },
  {
    "id": 116,
    "statement": "Subconscious emotions influence moral judgments through automatic connections"
  },
  {
    "id": 117,
    "statement": "Moral development influenced by social, cultural, and biological factors."
  },
  {
    "id": 118,
    "statement": "Cognitive appraisal integrates rationality and emotional processing in moral judgment."
  },
  {
    "id": 119,
    "statement": "PFC regulates amygdala's emotional responses through cortical and neural connections."
  },
  {
    "id": 120,
    "statement": "Emotions unconsciously influence moral judgments through automatic neurotransmitter pathways."
  },
  {
    "id": 121,
    "statement": "PFC regulates amygdala's emotional responses through cognitive modulation."
  },
  {
    "id": 122,
    "statement": "Cognitive appraisal influences emotional responses in social interactions through evaluation."
  },
  {
    "id": 123,
    "statement": "Moral development involves interplay between biological, cultural, and social factors."
  },
  {
    "id": 124,
    "statement": "Subconscious emotions influence moral judgments through automatic processes."
  },
  {
    "id": 125,
    "statement": "Dependability encompasses adaptability and accountability across multiple domains."
  },
  {
    "id": 126,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment."
  },
  {
    "id": 127,
    "statement": "Honesty, alone, isn't sufficient for establishing trust."
  },
  {
    "id": 128,
    "statement": "Amygdala's emotional response is regulated by PFC's top-down modulation."
  },
  {
    "id": 129,
    "statement": "Cognitive appraisal integrates rationality and emotional processing in moral judgment."
  },
  {
    "id": 130,
    "statement": "Diverse systems provide fault tolerance and adaptability through redundancy."
  },
  {
    "id": 131,
    "statement": "The Anterior Cingulate Cortex integrates social, cultural, and emotional information."
  },
  {
    "id": 132,
    "statement": "Honesty is necessary but insufficient condition for trust"
  },
  {
    "id": 133,
    "statement": "Biological factors influence moral development through neural networks."
  },
  {
    "id": 134,
    "statement": "Emotions and appraisal processes interlock in moral judgments formation."
  },
  {
    "id": 135,
    "statement": "Moral decisions require emotional awareness and rational evaluation."
  },
  {
    "id": 136,
    "statement": "Cultural norms shape emotional expressions through complex mechanisms."
  },
  {
    "id": 137,
    "statement": "Subconscious emotions influence moral judgments through automatic neural connections."
  },
  {
    "id": 138,
    "statement": "PFC exerts top-down control over amygdala via direct and indirect neural pathways"
  },
  {
    "id": 139,
    "statement": "Dependability encompasses trust, accountability, and reliability across various aspects"
  },
  {
    "id": 140,
    "statement": "Amygdala integrates emotional and social information for moral judgments."
  },
  {
    "id": 141,
    "statement": "Complex social interactions necessitate adaptability and emotional intelligence."
  },
  {
    "id": 142,
    "statement": "Brain regions integrate emotional, cognitive, and motivational information."
  },
  {
    "id": 143,
    "statement": "Emotions, norms, and context influence moral judgments' complexity"
  },
  {
    "id": 144,
    "statement": "Social interactions require adaptable and flexible responses."
  },
  {
    "id": 145,
    "statement": "Biological and cultural factors interact reciprocally in moral development."
  },
  {
    "id": 146,
    "statement": "Emotions and moral judgments integrate in parallel ACC-amygdala process"
  },
  {
    "id": 147,
    "statement": "Moral principles are shaped by biological, cultural, and social interactions,"
  },
  {
    "id": 148,
    "statement": "Amygdala interacts with PFC, ACC, and insula in moral judgment."
  },
  {
    "id": 149,
    "statement": "Morality shaped by complex interactions among social, cultural, and biological factors."
  },
  {
    "id": 150,
    "statement": "Empathetic responses involve complex interactions among emotional, cognitive, and social factors."
  },
  {
    "id": 151,
    "statement": "Emotions, norms, and context interact in moral judgment formation."
  },
  {
    "id": 152,
    "statement": "Moral development influenced by complex biological-cultural-social interactions."
  },
  {
    "id": 153,
    "statement": "Moral development arises from complex interplay between biology, culture, and experiences."
  },
  {
    "id": 154,
    "statement": "Emotions and rationality interact in moral judgments through assessment."
  },
  {
    "id": 155,
    "statement": "Emotions influence moral judgments through simultaneous processing in brain."
  },
  {
    "id": 156,
    "statement": "Cultural norms shape moral development through social interactions."
  },
  {
    "id": 157,
    "statement": "PFC regulates amygdala's emotional responses through bidirectional neural connections."
  },
  {
    "id": 158,
    "statement": "Cognitive modulation allows PFC to regulate amygdala's emotional responses."
  },
  {
    "id": 159,
    "statement": "Top-down neural connections regulate amygdala's emotional responses through PFC."
  },
  {
    "id": 160,
    "statement": "Honesty builds trust, fair relationships, and respect through consistency."
  },
  {
    "id": 161,
    "statement": "Amygdala, ACC, and PFC interact for rapid moral judgment processing."
  },
  {
    "id": 162,
    "statement": "Cognitive appraisal integrates rationality and emotional processes in moral judgment."
  },
  {
    "id": 163,
    "statement": "Moral development arises from complex biological-cultural-social interplay."
  },
  {
    "id": 164,
    "statement": "PFC regulates amygdala's emotional responses through neural connections"
  },
  {
    "id": 165,
    "statement": "Cognitive appraisal influences emotional responses through situation interpretation."
  },
  {
    "id": 166,
    "statement": "Honesty is necessary but insufficient condition for trust building."
  },
  {
    "id": 167,
    "statement": "Cultural norms shape emotional expression through social interactions."
  },
  {
    "id": 168,
    "statement": "Dependability arises from dynamic interplay among trust, accountability, and reliability."
  },
  {
    "id": 169,
    "statement": "Context-dependent trust arises from situational variables and cultural norms."
  },
  {
    "id": 170,
    "statement": "Honesty builds trust, reliability, and respect through consistency."
  },
  {
    "id": 171,
    "statement": "PFC regulates Amygdala's emotional responses through neural modulation."
  },
  {
    "id": 172,
    "statement": "Cognitive appraisal influences emotional responses through top-down and bottom-up processes."
  },
  {
    "id": 173,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 174,
    "statement": "Moral development shaped through social conditioning processes."
  },
  {
    "id": 175,
    "statement": "Subconscious emotions automatically influence moral judgments through associations"
  },
  {
    "id": 176,
    "statement": "Social interactions require flexible and adaptable emotional responses."
  },
  {
    "id": 177,
    "statement": "Cultural norms shape emotional expressions through social learning mechanisms."
  },
  {
    "id": 178,
    "statement": "Moral judgment integrates emotional, rational, and social information processes."
  },
  {
    "id": 179,
    "statement": "Emotions unconsciously influence moral judgments through brain regions interaction."
  },
  {
    "id": 180,
    "statement": "Cultural norms influence emotional expressions through social interactions' complexity."
  },
  {
    "id": 181,
    "statement": "Subconscious emotions influence moral judgments through emotionally triggered biases."
  },
  {
    "id": 182,
    "statement": "Cultural norms shape emotional expressions through social learning mechanisms."
  },
  {
    "id": 183,
    "statement": "Dependability encompasses trust, accountability, and reliability across multiple domains."
  },
  {
    "id": 184,
    "statement": "Anterior Cingulate Cortex integrates social, cultural, and emotional information"
  },
  {
    "id": 185,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 186,
    "statement": "Emotions and moral judgments integrate in parallel brain processes."
  },
  {
    "id": 187,
    "statement": "PFC regulates amygdala's emotional responses through top-down control mechanisms."
  },
  {
    "id": 188,
    "statement": "Emotions influence moral judgments through automatic associations and subconscious processing."
  },
  {
    "id": 189,
    "statement": "Moral development arises from reciprocal values and experiences interactions."
  },
  {
    "id": 190,
    "statement": "Moral development involves complex, interconnected biological and cultural processes."
  },
  {
    "id": 191,
    "statement": "Cognitive appraisal influences emotional responses through evaluation and interpretation."
  },
  {
    "id": 192,
    "statement": "Amygdala, ACC, and PFC interact in moral judgment processing through emotions and conflicts."
  },
  {
    "id": 193,
    "statement": "Moral development arises from dynamic values-experiences interplay."
  },
  {
    "id": 194,
    "statement": "Amygdala plays key role in moral judgments through emotional processing."
  },
  {
    "id": 195,
    "statement": "Emotions unconsciously influence moral judgments through neural processes."
  },
  {
    "id": 196,
    "statement": "Emotions influence moral judgments through unconscious neurotransmitter responses."
  },
  {
    "id": 197,
    "statement": "Subconscious emotions influence moral judgments through automatic neural processing."
  },
  {
    "id": 198,
    "statement": "Dependability encompasses adaptability and accountability across various contexts"
  },
  {
    "id": 199,
    "statement": "Amygdala, ACC, and PFC collaborate for emotional regulation."
  }
]