[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Self-awareness is necessary but not sufficient for emotional intelligence."
  },
  {
    "id": 2,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding."
  },
  {
    "id": 3,
    "statement": "Self-awareness is a necessary but not sufficient condition for emotional intelligence."
  },
  {
    "id": 4,
    "statement": "Epigenetic inheritance involves chromatin structure modification, gene expression regulation."
  },
  {
    "id": 5,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic forces."
  },
  {
    "id": 6,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 7,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling."
  },
  {
    "id": 8,
    "statement": "Histones interact with proteins primarily through electrostatic and hydrogen bonds."
  },
  {
    "id": 9,
    "statement": "Self-awareness is necessary but not sufficient for EI development"
  },
  {
    "id": 10,
    "statement": "Self-awareness is a necessary condition for emotional intelligence."
  },
  {
    "id": 11,
    "statement": "Unconscious biases develop through automatic information processing experiences that shape mental representations."
  },
  {
    "id": 12,
    "statement": "Lying can be morally acceptable in some situational contexts."
  },
  {
    "id": 13,
    "statement": "Histones interact with each other, DNA, and proteins through electrostatic, hydrogen and π-π stacking."
  },
  {
    "id": 14,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen and π-π stacking mechanisms."
  },
  {
    "id": 15,
    "statement": "Chromatin remodeling complexes regulate gene expression through histone modifications."
  },
  {
    "id": 16,
    "statement": "Histones interact with DNA through multiple forces including electrostatic, hydrogen bonding, π-π stacking, and van der Waals forces."
  },
  {
    "id": 17,
    "statement": "Chromatin remodeling complexes recognize histone modifications with reader domains"
  },
  {
    "id": 18,
    "statement": "Epigenetic inheritance involves transmission of epigenetic marks through cell division."
  },
  {
    "id": 19,
    "statement": "Histones wrap DNA around core for nucleosome formation."
  },
  {
    "id": 20,
    "statement": "Self-awareness enables emotional regulation through conscious recognition and understanding."
  },
  {
    "id": 21,
    "statement": "Histones interact with DNA through electrostatic and π-π stacking."
  },
  {
    "id": 22,
    "statement": "Histones interact with DNA and proteins through electrostatic, hydrogen and π-π stacking."
  },
  {
    "id": 23,
    "statement": "Self-awareness is the conscious recognition of one's emotions, thoughts."
  },
  {
    "id": 24,
    "statement": "Chromatin is a complex of DNA and proteins."
  },
  {
    "id": 25,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling for gene regulation."
  },
  {
    "id": 26,
    "statement": "Self-awareness is a necessary but insufficient condition for EI."
  },
  {
    "id": 27,
    "statement": "Chromatin remodeling complexes recognize histone modifications for chromatin structure regulation"
  },
  {
    "id": 28,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling to transfer gene expression patterns."
  },
  {
    "id": 29,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 30,
    "statement": "Same epigenetic mark can have different effects on gene expression"
  },
  {
    "id": 31,
    "statement": "Epigenetic inheritance involves chromatin structure modifications inheritance."
  },
  {
    "id": 32,
    "statement": "Epigenetic inheritance refers to the transmission of gene expression patterns."
  },
  {
    "id": 33,
    "statement": "Histones interact with DNA through electrostatic and non-covalent π-π stacking."
  },
  {
    "id": 34,
    "statement": "Histones facilitate DNA packing through electrostatic and π-π stacking forces"
  },
  {
    "id": 35,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding and π-π stacking."
  },
  {
    "id": 36,
    "statement": "Self-awareness involves conscious understanding, recognition, and emotional regulation."
  },
  {
    "id": 37,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 38,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding."
  },
  {
    "id": 39,
    "statement": "Histones interact with DNA through electrostatic, hydrogen bonds."
  },
  {
    "id": 40,
    "statement": "Self-awareness enables emotional regulation through conscious recognition and understanding."
  },
  {
    "id": 41,
    "statement": "Self-awareness recognizes and acknowledges emotions, awareness of triggers and labels emotions."
  },
  {
    "id": 42,
    "statement": "Epigenetic inheritance involves chromatin structure modification inheritance."
  },
  {
    "id": 43,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 44,
    "statement": "Epigenetic marks change in response to internal, external signals"
  },
  {
    "id": 45,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic forces."
  },
  {
    "id": 46,
    "statement": "Epigenetic inheritance occurs through DNA methylation, histone modifications, and remodeling."
  },
  {
    "id": 47,
    "statement": "Self-awareness in emotional intelligence involves recognizing, understanding and regulating emotions."
  },
  {
    "id": 48,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic attraction."
  },
  {
    "id": 49,
    "statement": "π-π stacking stabilizes histone-DNA interactions through van der Waals forces."
  },
  {
    "id": 50,
    "statement": "Epigenetic inheritance involves DNA methylation and histone modifications."
  },
  {
    "id": 51,
    "statement": "Unconscious biases result from implicit associations of context and experience."
  },
  {
    "id": 52,
    "statement": "Histones interact with DNA through electrostatic forces dominantly."
  },
  {
    "id": 53,
    "statement": "Histones' positive charge attracts DNA's negative charge through electrostatic forces."
  },
  {
    "id": 54,
    "statement": "Epigenetic marks regulate gene expression through direct histone modification."
  },
  {
    "id": 55,
    "statement": "Self-awareness is necessary but not sufficient for emotional intelligence."
  },
  {
    "id": 56,
    "statement": "Self-awareness linked to brain regions like mPFC, ACC, insula, TPJ."
  },
  {
    "id": 57,
    "statement": "Self-awareness involves accurate understanding of thoughts, emotions, and motivations."
  },
  {
    "id": 58,
    "statement": "Unconscious biases can influence decision-making through automatic mental shortcuts."
  },
  {
    "id": 59,
    "statement": "Honesty's impact on trust depends on context, intent, and exact wording."
  },
  {
    "id": 60,
    "statement": "Self-awareness is necessary for emotional intelligence development."
  },
  {
    "id": 61,
    "statement": "Reader domains recognize modified histones through electrostatic, hydrogen bonding interactions."
  },
  {
    "id": 62,
    "statement": "Self-awareness is a necessary precursory condition for emotional intelligence"
  },
  {
    "id": 63,
    "statement": "Epigenetic enzymes dynamically regulate marks in response to signals."
  },
  {
    "id": 64,
    "statement": "Histones interact with proteins through electrostatic, hydrogen, π-π stacking, and van der Waals forces."
  },
  {
    "id": 65,
    "statement": "Epigenetic marks influence gene expression in cell-type specific manner"
  },
  {
    "id": 66,
    "statement": "Histones interact with DNA primarily through electrostatic, hydrogen bonding."
  },
  {
    "id": 67,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 68,
    "statement": "Honesty builds trust and respect through authenticity and consistency."
  },
  {
    "id": 69,
    "statement": "Histones actively wrap DNA into compact, organized chromatin structure."
  },
  {
    "id": 70,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 71,
    "statement": "Unconscious biases influence decision-making through automatic mental shortcuts."
  },
  {
    "id": 72,
    "statement": "Histones interact with DNA through electrostatic, π-π stacking forces."
  },
  {
    "id": 73,
    "statement": "Epigenetic inheritance involves transmission of chromatin structure modifications."
  },
  {
    "id": 74,
    "statement": "Emotional intelligence involves a range of skills beyond self-awareness."
  },
  {
    "id": 75,
    "statement": "Chromatin remodeling complexes recognize histone modifications for gene regulation"
  },
  {
    "id": 76,
    "statement": "Epigenetic marks regulate gene expression by modifying chromatin structure."
  },
  {
    "id": 77,
    "statement": "Self-awareness is a fundamental aspect of emotional intelligence development"
  },
  {
    "id": 78,
    "statement": "Unconscious biases operate through automatic, flawed mental processing."
  },
  {
    "id": 79,
    "statement": "Histones compact DNA through electrostatic and π-π stacking forces"
  },
  {
    "id": 80,
    "statement": "Histone-DNA interactions involve multiple types of non-covalent bonds."
  },
  {
    "id": 81,
    "statement": "π-π stacking stabilizes histone-DNA interactions and modulates chromatin structure."
  },
  {
    "id": 82,
    "statement": "Self-awareness is the foundation for emotional intelligence development."
  },
  {
    "id": 83,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic forces."
  },
  {
    "id": 84,
    "statement": "Self-awareness correlates with emotional regulation, motivation, and empathy."
  },
  {
    "id": 85,
    "statement": "Histones interact with DNA through multiple forces including electrostatic and hydrogen bonding."
  },
  {
    "id": 86,
    "statement": "Epigenetic inheritance involves transmission of chromatin structure modifications."
  },
  {
    "id": 87,
    "statement": "Histones interact with DNA through multiple non-covalent bonds."
  },
  {
    "id": 88,
    "statement": "Chromatin remodeling complexes regulate epigenetic inheritance through gene expression."
  },
  {
    "id": 89,
    "statement": "Histones, DNA, and proteins interact through electrostatic, hydrogen, and π-π stacking."
  },
  {
    "id": 90,
    "statement": "Epigenetic inheritance involves chromatin modification, gene expression regulation."
  },
  {
    "id": 91,
    "statement": "Histones stabilize DNA structure through electrostatic and hydrogen bonding."
  },
  {
    "id": 92,
    "statement": "Self-awareness enables emotional regulation through conscious recognition and understanding."
  },
  {
    "id": 93,
    "statement": "Histones interact with DNA through electrostatic, hydrogen bonds."
  },
  {
    "id": 94,
    "statement": "Self-awareness is necessary for emotional intelligence, not alone sufficient"
  },
  {
    "id": 95,
    "statement": "Histones wrap DNA around core for chromatin structure regulation."
  },
  {
    "id": 96,
    "statement": "Epigenetic inheritance involves chromatin structure changes linked to DNA sequences."
  },
  {
    "id": 97,
    "statement": "Histones interact with each other, DNA, and proteins."
  },
  {
    "id": 98,
    "statement": "A white lie can be morally acceptable in harmless situations."
  },
  {
    "id": 99,
    "statement": "Reader domains recognize histone modifications for chromatin structure regulation."
  },
  {
    "id": 100,
    "statement": "Unconscious biases influence decision-making through automatic mental shortcuts and heuristics."
  },
  {
    "id": 101,
    "statement": "Self-awareness is a necessary but insufficient condition alone."
  },
  {
    "id": 102,
    "statement": "Emotional intelligence development through social interactions, learning, and self-reflection."
  },
  {
    "id": 103,
    "statement": "Self-awareness is the foundation for emotional intelligence development."
  },
  {
    "id": 104,
    "statement": "Honesty builds trust and respect through authenticity and consistency."
  },
  {
    "id": 105,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains"
  },
  {
    "id": 106,
    "statement": "Epigenetic marks are dynamic and reversible due to enzymatic actions."
  },
  {
    "id": 107,
    "statement": "Self-awareness is having a clear and accurate understanding of oneself."
  },
  {
    "id": 108,
    "statement": "Consistency in honesty builds trust and respect through authenticity."
  },
  {
    "id": 109,
    "statement": "Morally acceptable lying involves protecting others' well-being"
  },
  {
    "id": 110,
    "statement": "Epigenetic marks regulate gene expression through chromatin modification."
  },
  {
    "id": 111,
    "statement": "Histones' positive charge attracts DNA's negative charge Electrostatically"
  },
  {
    "id": 112,
    "statement": "Histones interact with DNA through electrostatic, hydrogen, and π-π stacking mechanisms."
  },
  {
    "id": 113,
    "statement": "Epigenetic inheritance involves multiple mechanisms, including DNA methylation, histone modifications, chromatin remodeling, non-coding RNA-mediated regulation, epigenetic editing, and nuclear reprogramming."
  },
  {
    "id": 114,
    "statement": "Epigenetic marks influence gene expression through histone modifications."
  },
  {
    "id": 115,
    "statement": "Self-awareness enables emotional regulation and effective communication relationships"
  },
  {
    "id": 116,
    "statement": "Self-awareness is necessary for emotional intelligence development."
  },
  {
    "id": 117,
    "statement": "Self-awareness is necessary for emotional intelligence, but incomplete."
  },
  {
    "id": 118,
    "statement": "Emotions influence unconscious biases through automatic and intentional processes."
  },
  {
    "id": 119,
    "statement": "Self-awareness linked to specific brain regions for emotional regulation"
  },
  {
    "id": 120,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 121,
    "statement": "Chromatin remodeling complexes regulate gene expression through histone modification interactions."
  },
  {
    "id": 122,
    "statement": "Self-awareness is vital for emotional intelligence development through reflection."
  },
  {
    "id": 123,
    "statement": "Self-awareness involves recognizing and understanding one's emotions, thoughts."
  },
  {
    "id": 124,
    "statement": "Histones' positive charge attracts DNA through electrostatic, hydrogen bonding."
  },
  {
    "id": 125,
    "statement": "Self-awareness is a necessary but not sufficient condition for EI."
  },
  {
    "id": 126,
    "statement": "Self-awareness is a necessary but insufficient condition for emotional regulation."
  },
  {
    "id": 127,
    "statement": "Protein-reader domains recognize histone modifications in chromatin remodeling complexes."
  },
  {
    "id": 128,
    "statement": "Lying may be morally acceptable in extreme situations."
  },
  {
    "id": 129,
    "statement": "Histones' positive charge attracts DNA's negative charge electrostatically"
  },
  {
    "id": 130,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding forces."
  },
  {
    "id": 131,
    "statement": "Epigenetic inheritance involves chromatin structure modification, gene expression regulation."
  },
  {
    "id": 132,
    "statement": "Lying can be justified in situations to prevent harm."
  },
  {
    "id": 133,
    "statement": "Epigenetic inheritance is the transmission of gene expression patterns."
  },
  {
    "id": 134,
    "statement": "Epigenetic inheritance occurs through DNA methylation, histone modifications, chromatin remodeling, and non-coding RNA-mediated regulation."
  },
  {
    "id": 135,
    "statement": "Machine learning models can be biased by flawed mental processing."
  },
  {
    "id": 136,
    "statement": "Conscious recognition involves accepting emotions and thoughts without judgment."
  },
  {
    "id": 137,
    "statement": "Unconscious biases result from automatic mental shortcuts and associations"
  },
  {
    "id": 138,
    "statement": "Self-awareness and experience are both necessary for emotional intelligence development."
  },
  {
    "id": 139,
    "statement": "Emotional intelligence development depends on self-awareness and experience"
  },
  {
    "id": 140,
    "statement": "Self-awareness enables emotional recognition through consciousness and introspection"
  },
  {
    "id": 141,
    "statement": "Epigenetic marks regulate gene expression through histone modification enzyme interactions."
  },
  {
    "id": 142,
    "statement": "Histones interact with DNA through electrostatic and π-π stacking forces."
  },
  {
    "id": 143,
    "statement": "Unconscious biases influence decision-making through automatic mental shortcuts."
  },
  {
    "id": 144,
    "statement": "Honesty's impact on trust and respect depends on context, intent."
  },
  {
    "id": 145,
    "statement": "Self-awareness in emotional intelligence involves recognizing, understanding, and regulating emotions."
  },
  {
    "id": 146,
    "statement": "Histone-DNA interactions involve multiple forces, including electrostatic, hydrogen, pi-stacking."
  },
  {
    "id": 147,
    "statement": "Unconscious biases influence decision-making through automatic mental shortcuts and heuristics."
  },
  {
    "id": 148,
    "statement": "Self-awareness is a necessary but insufficient condition for EI development"
  },
  {
    "id": 149,
    "statement": "Epigenetic inheritance involves coordinated mechanisms to regulate gene expression."
  },
  {
    "id": 150,
    "statement": "Histones' positive charge attracts DNA's negative charge electrostatically."
  },
  {
    "id": 151,
    "statement": "Self-awareness is a crucial but not sufficient condition for EI"
  },
  {
    "id": 152,
    "statement": "Chromatin structure arises from dynamic DNA-protein interactions."
  },
  {
    "id": 153,
    "statement": "Epigenetic inheritance involves DNA methylation and histone modifications for gene regulation."
  },
  {
    "id": 154,
    "statement": "Self-awareness enables emotional regulation through meta-cognition and labeling."
  },
  {
    "id": 155,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 156,
    "statement": "Honesty is a fundamental value that fosters trust and respect."
  },
  {
    "id": 157,
    "statement": "Self-awareness involves recognizing and understanding emotions, thoughts, and their causes."
  },
  {
    "id": 158,
    "statement": "Lying can be morally acceptable in situations of practical necessity."
  },
  {
    "id": 159,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding, π-π stacking forces."
  },
  {
    "id": 160,
    "statement": "Emotions can influence unconscious biases through automatic and intentional processes."
  },
  {
    "id": 161,
    "statement": "Self-awareness enables emotional regulation through conscious recognition and understanding."
  },
  {
    "id": 162,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 163,
    "statement": "Chromatin remodeling complexes modify chromatin structure for gene expression regulation."
  },
  {
    "id": 164,
    "statement": "Self-awareness provides foundation for emotional intelligence development but does not guarantee it."
  },
  {
    "id": 165,
    "statement": "Self-awareness positively influences emotional regulation, motivation, and empathy."
  },
  {
    "id": 166,
    "statement": "Self-awareness is a necessary but not sufficient condition for EI"
  },
  {
    "id": 167,
    "statement": "Self-awareness enables emotional recognition through consciousness and introspection."
  },
  {
    "id": 168,
    "statement": "Histones interact with DNA through π-π stacking and electrostatic forces."
  },
  {
    "id": 169,
    "statement": "Self-awareness involves complex interplay of conscious understanding, recognition, and emotional regulation."
  },
  {
    "id": 170,
    "statement": "Epigenetic marks are chemical modifications to DNA or histone proteins."
  },
  {
    "id": 171,
    "statement": "Histones interact with DNA through electrostatic, hydrogen bonding and π-π stacking."
  },
  {
    "id": 172,
    "statement": "Histones interact with DNA, proteins through multiple mechanisms."
  },
  {
    "id": 173,
    "statement": "Epigenetic marks regulate gene expression through histone modification."
  },
  {
    "id": 174,
    "statement": "Unconscious biases influence decision-making through mental shortcuts heuristics"
  },
  {
    "id": 175,
    "statement": "Self-awareness is fundamental for emotional intelligence development."
  },
  {
    "id": 176,
    "statement": "Self-awareness is a necessary precursor for effective emotional regulation."
  },
  {
    "id": 177,
    "statement": "Consistency in honesty builds trust and respect through authenticity."
  },
  {
    "id": 178,
    "statement": "Histones interact with DNA through electrostatic, hydrogen, and π-π stacking forces."
  },
  {
    "id": 179,
    "statement": "π-π stacking stabilizes histone-DNA interactions, modulates chromatin structure."
  },
  {
    "id": 180,
    "statement": "Chromatin remodeling complexes recognize histone modifications with reader domains."
  },
  {
    "id": 181,
    "statement": "Epigenetic enzymes adjust histone modification levels in response signals"
  },
  {
    "id": 182,
    "statement": "Self-awareness is a necessary but not sufficient condition for EI"
  },
  {
    "id": 183,
    "statement": "Chromatin remodeling complexes regulate gene expression via histone modifications."
  },
  {
    "id": 184,
    "statement": "Recognizing emotions enables understanding and emotional regulation through consciousness."
  },
  {
    "id": 185,
    "statement": "Epigenetic inheritance involves chromatin structure modification inheritance."
  },
  {
    "id": 186,
    "statement": "Histones stabilize DNA structure through electrostatic and hydrogen bonding."
  },
  {
    "id": 187,
    "statement": "Epigenetic inheritance involves transmission of epigenetic marks through chromatin modification."
  },
  {
    "id": 188,
    "statement": "Van der Waals forces stabilize histone-DNA interactions through hydrophobic, π-π stacking, and dispersion forces."
  },
  {
    "id": 189,
    "statement": "Unconscious biases develop from subtle, automatic mental processes."
  },
  {
    "id": 190,
    "statement": "Epigenetic marks are dynamic and reversible due to enzymatic modification."
  },
  {
    "id": 191,
    "statement": "Epigenetic marks change in response to internal, external signals."
  },
  {
    "id": 192,
    "statement": "Epigenetic marks influence gene expression through histone modifications."
  },
  {
    "id": 193,
    "statement": "Self-awareness involves identifying, categorizing, and understanding emotions."
  },
  {
    "id": 194,
    "statement": "Chromatin remodeling complexes regulate epigenetic inheritance through gene expression."
  },
  {
    "id": 195,
    "statement": "Histones interact with DNA through π-π stacking, electrostatic forces."
  },
  {
    "id": 196,
    "statement": "Electrostatic and hydrogen bonding interactions recognize modified histones."
  },
  {
    "id": 197,
    "statement": "Chromatin remodeling complexes recognize and modify histone proteins."
  },
  {
    "id": 198,
    "statement": "Histones stabilize DNA structure through π-π stacking, electrostatic forces."
  }
]