[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 2,
    "statement": "Cognitive appraisal involves dynamic integration of PFC and amygdala."
  },
  {
    "id": 3,
    "statement": "Moral judgments emerge from brain regions' complex interactions"
  },
  {
    "id": 4,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 5,
    "statement": "Moral decision-making involves nuanced considerations of context and consequences."
  },
  {
    "id": 6,
    "statement": "Moral development arises from complex biological-cultural interactions"
  },
  {
    "id": 7,
    "statement": "Honesty is essential for building and maintaining trust relationships."
  },
  {
    "id": 8,
    "statement": "Lying can be morally justified in contexts of extreme harm or dire necessity."
  },
  {
    "id": 9,
    "statement": "Moral judgment emergence involves dynamic brain region interactions."
  },
  {
    "id": 10,
    "statement": "Amygdala rapidly processes emotional information through direct sensory connections"
  },
  {
    "id": 11,
    "statement": "Consistency in behavior builds trust via dependable responses"
  },
  {
    "id": 12,
    "statement": "The PFC-amygdala interaction is a bidirectional process influencing emotions."
  },
  {
    "id": 13,
    "statement": "GABA inhibits amygdala's emotional response by reducing neuron excitability."
  },
  {
    "id": 14,
    "statement": "Honesty is essential, but not sole foundation of trust."
  },
  {
    "id": 15,
    "statement": "Moral judgments arise from complex brain regions' interactions."
  },
  {
    "id": 16,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other brain regions."
  },
  {
    "id": 17,
    "statement": "Convergence gating prioritizes relevant sensory information in amygdala."
  },
  {
    "id": 18,
    "statement": "Amygdala integrates sensory information to generate emotional responses."
  },
  {
    "id": 19,
    "statement": "Adaptive regulation occurs through PFC-amygdala interaction and neuroplasticity."
  },
  {
    "id": 20,
    "statement": "Honesty is not always the best option in rare dire circumstances."
  },
  {
    "id": 21,
    "statement": "Amygdala integrates multimodal sensory information through convergence gating."
  },
  {
    "id": 22,
    "statement": "Amygdala rapidly processes sensory information without significant filtering"
  },
  {
    "id": 23,
    "statement": "Moral judgments emerge from brain regions' dynamic integration process."
  },
  {
    "id": 24,
    "statement": "Amygdala receives sensory information directly from senses without processing."
  },
  {
    "id": 25,
    "statement": "Amygdala converges and gates multimodal sensory information."
  },
  {
    "id": 26,
    "statement": "Biology and culture interact in shaping moral development."
  },
  {
    "id": 27,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 28,
    "statement": "Moral judgments emerge from interplay between PFC, amygdala, ACC, and insula."
  },
  {
    "id": 29,
    "statement": "Cognitive appraisal involves PFC, amygdala, and other brain regions integration."
  },
  {
    "id": 30,
    "statement": "Rapid cue integration enables empathetic understanding in social learning"
  },
  {
    "id": 31,
    "statement": "Amygdala's convergence gate selects relevant sensory information for processing."
  },
  {
    "id": 32,
    "statement": "Rapid cue integration enables empathetic understanding in social learning."
  },
  {
    "id": 33,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing."
  },
  {
    "id": 34,
    "statement": "Moral development arises from interplay of biology and culture."
  },
  {
    "id": 35,
    "statement": "The amygdala integrates multimodal sensory information through convergence gating."
  },
  {
    "id": 36,
    "statement": "Amygdala triggers rapid emotional detection, not filtering."
  },
  {
    "id": 37,
    "statement": "Honesty is essential, but not sole foundation of trust, requiring consistency and reliability."
  },
  {
    "id": 38,
    "statement": "Moral development results from complex biological-cultural interactions influencing brain and behavior."
  },
  {
    "id": 39,
    "statement": "Trust arises from interconnected cognitive, emotional, social, and contextual factors."
  },
  {
    "id": 40,
    "statement": "Amygdala rapidly processes sensory information to trigger emotional responses."
  },
  {
    "id": 41,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 42,
    "statement": "Internalization shapes emotional responses through cultural values and norms."
  },
  {
    "id": 43,
    "statement": "Consistency builds trust through authenticity, stability, predictability foundation."
  },
  {
    "id": 44,
    "statement": "The PFC and amygdala engage in bidirectional emotional processing communication."
  },
  {
    "id": 45,
    "statement": "PFC modulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 46,
    "statement": "Moral judgments context-dependent and influenced by consequences."
  },
  {
    "id": 47,
    "statement": "Amygdala prioritizes sensory information through convergence gating mechanisms."
  },
  {
    "id": 48,
    "statement": "Honesty can be overridden by dire necessity in certain situations."
  },
  {
    "id": 49,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 50,
    "statement": "PFC regulates amygdala emotions through GABA and serotonin inhibition."
  },
  {
    "id": 51,
    "statement": "PFC modulates amygdala activity through neuroplasticity and modulation."
  },
  {
    "id": 52,
    "statement": "Cognitive appraisal involves synchronized neural activity between brain regions"
  },
  {
    "id": 53,
    "statement": "GABA's mechanism is complex and partly unknown."
  },
  {
    "id": 54,
    "statement": "PFC influences amygdala's emotional responses through cognitive reappraisal."
  },
  {
    "id": 55,
    "statement": "Lying can be morally acceptable in exceptional circumstances"
  },
  {
    "id": 56,
    "statement": "Honesty is necessary for trust, consistency is reliability's key.'"
  },
  {
    "id": 57,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other brain regions."
  },
  {
    "id": 58,
    "statement": "GABA inhibits amygdala's emotional response through synaptic inhibition process."
  },
  {
    "id": 59,
    "statement": "GABA inhibits amygdala's emotional response through synaptic inhibition."
  },
  {
    "id": 60,
    "statement": "Cultural norms shape moral development through social learning and imitation."
  },
  {
    "id": 61,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin modulation."
  },
  {
    "id": 62,
    "statement": "Amygdala integrates multimodal sensory information for emotional responses"
  },
  {
    "id": 63,
    "statement": "Reciprocal PFC-Amygdala processing regulates emotional responses."
  },
  {
    "id": 64,
    "statement": "Consistency, authenticity, stability, and predictability build trust foundation."
  },
  {
    "id": 65,
    "statement": "Moral judgments are influenced by context and consequences directly."
  },
  {
    "id": 66,
    "statement": "Trust emerges from complex interplay of cognitive, emotional, social, and contextual factors"
  },
  {
    "id": 67,
    "statement": "PFC regulates Amygdala's emotional responses through GABA and serotonin modulation."
  },
  {
    "id": 68,
    "statement": "Lying may be morally justified in extreme harm or dire necessity situations"
  },
  {
    "id": 69,
    "statement": "PFC and amygdala engage in bidirectional emotional communication."
  },
  {
    "id": 70,
    "statement": "Biology and culture interact in shaping moral development"
  },
  {
    "id": 71,
    "statement": "Moral judgment formation integrates emotional and cognitive processes."
  },
  {
    "id": 72,
    "statement": "Authenticity in actions builds trust through consistent behavior consistency"
  },
  {
    "id": 73,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 74,
    "statement": "Honesty is essential but not sole foundation of trust."
  },
  {
    "id": 75,
    "statement": "GABA reduces amygdala neuron excitability to calm emotional responses."
  },
  {
    "id": 76,
    "statement": "Context and consequences influence moral judgments indirectly complexly."
  },
  {
    "id": 77,
    "statement": "Cultural norms influence moral development through complex mechanisms"
  },
  {
    "id": 78,
    "statement": "Internalization shapes emotional responses through cultural values and norms."
  },
  {
    "id": 79,
    "statement": "PFC modulates amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 80,
    "statement": "Cognitive appraisal involves complex dynamic neural network interactions."
  },
  {
    "id": 81,
    "statement": "GABA reduces amygdala neuron excitability to calm emotional responses"
  },
  {
    "id": 82,
    "statement": "Honesty is a foundation, but not the sole, criterion"
  },
  {
    "id": 83,
    "statement": "PFC regulates amygdala's emotions through GABA and serotonin inhibition."
  },
  {
    "id": 84,
    "statement": "Top-down modulation: PFC influences amygdala's emotional response through hierarchical communication."
  },
  {
    "id": 85,
    "statement": "Moral development arises from intricate biological-cultural interactions."
  },
  {
    "id": 86,
    "statement": "PFC and Amygdala have a bidirectional emotional regulation feedback loop."
  },
  {
    "id": 87,
    "statement": "Moral judgments emerge from dynamic brain region interactions."
  },
  {
    "id": 88,
    "statement": "Consistency in behavior alone is insufficient for trust building"
  },
  {
    "id": 89,
    "statement": "PFC and amygdala interact bidirectionally affecting emotional processing."
  },
  {
    "id": 90,
    "statement": "Honesty establishes trust through dependability and predictable behavior of actions."
  },
  {
    "id": 91,
    "statement": "In trustworthy relationships, consistency reinforces honesty's trust-building foundation"
  },
  {
    "id": 92,
    "statement": "Cognitive appraisal involves dynamic integration of PFC, amygdala, and other regions."
  },
  {
    "id": 93,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 94,
    "statement": "Cognitive appraisal involves dynamic PFC-amygdala reciprocal processing"
  },
  {
    "id": 95,
    "statement": "Moral development is a complex interplay of factors."
  },
  {
    "id": 96,
    "statement": "Trust is a complex interplay between cognitive, emotional, social, and contextual factors"
  },
  {
    "id": 97,
    "statement": "Honesty builds trust through consistent reliable behavior and actions"
  },
  {
    "id": 98,
    "statement": "PFC regulates amygdala's emotional responses through top-down neural modulation."
  },
  {
    "id": 99,
    "statement": "Consistency reinforces reliability in trust-building through dependability."
  },
  {
    "id": 100,
    "statement": "Amygdala receives processed sensory information from other brain regions."
  },
  {
    "id": 101,
    "statement": "Honesty is a necessary condition, but not sufficient, for trust."
  },
  {
    "id": 102,
    "statement": "PFC-amygdala interaction enables adaptive emotional regulation through neuroplasticity."
  },
  {
    "id": 103,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 104,
    "statement": "PFC modulates amygdala activity through neuroplasticity and neurotransmitters."
  },
  {
    "id": 105,
    "statement": "Moral decision-making involves complex interplay of psychological, social, and environmental factors."
  },
  {
    "id": 106,
    "statement": "Rapid cue integration fosters empathetic understanding in social learning."
  },
  {
    "id": 107,
    "statement": "PFC-amygdala interaction is a bidirectional process influencing emotions"
  },
  {
    "id": 108,
    "statement": "Amygdala integrates multimodal sensory information through convergence and gating."
  },
  {
    "id": 109,
    "statement": "Trust emerges from complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 110,
    "statement": "Amygdala converges multimodal sensory information through selective filtering."
  },
  {
    "id": 111,
    "statement": "Amygdala integrates sensory information for emotional responses through convergence gating."
  },
  {
    "id": 112,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 113,
    "statement": "Moral judgments emerge from brain regions' complex interactions."
  },
  {
    "id": 114,
    "statement": "Consistency builds trust through authenticity, stability, and predictability interactions."
  },
  {
    "id": 115,
    "statement": "Cultural norms shape moral development through social learning and imitation."
  },
  {
    "id": 116,
    "statement": "Moral judgments arise from dynamic brain regions' interactions."
  },
  {
    "id": 117,
    "statement": "PFC's top-down modulation regulates amygdala's emotional responses."
  },
  {
    "id": 118,
    "statement": "Moral development arises from complex biological-cultural interactions"
  },
  {
    "id": 119,
    "statement": "PFC regulates Amygdala's emotions through modulation feedback mechanisms."
  },
  {
    "id": 120,
    "statement": "PFC regulates amygdala emotions through top-down neural modulation."
  },
  {
    "id": 121,
    "statement": "Moral decision-making is dynamic, context-dependent, and nonlinear process."
  },
  {
    "id": 122,
    "statement": "Moral development emerges from intricate biological-cultural interactions."
  },
  {
    "id": 123,
    "statement": "Internalization process shapes emotional responses through cultural values and norms."
  },
  {
    "id": 124,
    "statement": "Amygdala receives sensory information directly from senses without processing."
  },
  {
    "id": 125,
    "statement": "Cultural norms influence emotional responses through internalization process."
  },
  {
    "id": 126,
    "statement": "GABA's mechanism is complex, partly understood, and evolving."
  },
  {
    "id": 127,
    "statement": "Moral judgments arise from intricate psychological, social, and environmental interactions."
  },
  {
    "id": 128,
    "statement": "Honesty establishes emotional safety for trust fostering."
  },
  {
    "id": 129,
    "statement": "Honesty essential, but not sole foundation of trust in complex relationships."
  },
  {
    "id": 130,
    "statement": "PFC modulates Amygdala's emotions through continuous feedback loops."
  },
  {
    "id": 131,
    "statement": "Moral development emerges from intricate biological-cultural interactions."
  },
  {
    "id": 132,
    "statement": "Amygdala's emotional response is regulated by multiple factors, including GABA."
  },
  {
    "id": 133,
    "statement": "Moral decision-making emerges from bidirectional PFC-amygdala neural interactions."
  },
  {
    "id": 134,
    "statement": "Moral judgment emergence involves dynamic brain region interactions."
  },
  {
    "id": 135,
    "statement": "Moral judgments emerge from complex brain region interactions."
  },
  {
    "id": 136,
    "statement": "Moral judgments arise from dynamic brain regions' neural interactions."
  },
  {
    "id": 137,
    "statement": "Amygdala receives processed sensory info from higher-level brain regions."
  },
  {
    "id": 138,
    "statement": "Cultural norms shape moral development through social learning and conditioning."
  },
  {
    "id": 139,
    "statement": "Rapid cue integration crucial for empathetic understanding in social learning."
  },
  {
    "id": 140,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 141,
    "statement": "Moral judgments emerge from dynamic PFC-amygdala-ACCinsula interactions."
  },
  {
    "id": 142,
    "statement": "PFC regulates amygdala emotions through top-down neural modulation processes."
  },
  {
    "id": 143,
    "statement": "Cognitive appraisal involves dynamic integration of multiple brain regions."
  },
  {
    "id": 144,
    "statement": "PFC and amygdala have bidirectional interaction influencing emotions."
  },
  {
    "id": 145,
    "statement": "Moral decision-making considers multiple contextual factors and outcomes."
  },
  {
    "id": 146,
    "statement": "Honesty is essential for building trust relationships."
  },
  {
    "id": 147,
    "statement": "Moral development results from complex biology-culture interplay."
  },
  {
    "id": 148,
    "statement": "Trust arises from complex interplay between cognitive, emotional, social, contextual factors"
  },
  {
    "id": 149,
    "statement": "GABA modulates amygdala emotional responses through nuanced neural interactions."
  },
  {
    "id": 150,
    "statement": "Moral development emerges from intricate biological-cultural systems interactions"
  },
  {
    "id": 151,
    "statement": "Moral development arises from biological and cultural interactions."
  },
  {
    "id": 152,
    "statement": "Consistency demonstrates reliability, commitment, and trustworthiness through actions."
  },
  {
    "id": 153,
    "statement": "GABA's mechanism is complex, part unknown, ongoing research"
  },
  {
    "id": 154,
    "statement": "Amygdala rapidly integrates multimodal sensory information for emotional responses"
  },
  {
    "id": 155,
    "statement": "PFC-amygdala interaction is a continuous bidirectional emotional processing conversation"
  },
  {
    "id": 156,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 157,
    "statement": "Social learning and imitation shape moral development through cultural norms."
  },
  {
    "id": 158,
    "statement": "Cognitive appraisal involves PFC-amygdala reciprocal neural processing."
  },
  {
    "id": 159,
    "statement": "GABA's mechanism is complex, partly unknown, and subject to refinement."
  },
  {
    "id": 160,
    "statement": "Amygdala selectively filters multiple sensory inputs through convergence gating."
  },
  {
    "id": 161,
    "statement": "Cognitive appraisal involves dynamic neural network interactions between brain regions."
  },
  {
    "id": 162,
    "statement": "Biology and culture interactively shape moral development processes."
  },
  {
    "id": 163,
    "statement": "PFC regulates Amygdala's emotional responses through GABA and serotonin modulation."
  },
  {
    "id": 164,
    "statement": "PFC regulates amygdala emotions through GABA and serotonin inhibition."
  },
  {
    "id": 165,
    "statement": "Consistency builds trust through authenticity, stability, and predictability synergy."
  },
  {
    "id": 166,
    "statement": "Cognitive appraisal integrates PFC, amygdala, ACC, insula, and temporal poles."
  },
  {
    "id": 167,
    "statement": "Trust emerges from complex cognitive-social-emotional-contextual interactions"
  },
  {
    "id": 168,
    "statement": "PFC regulates amygdala's emotions through cognitive reappraisal and executive control."
  },
  {
    "id": 169,
    "statement": "Moral development emerges from intricate biological-cultural interactions."
  },
  {
    "id": 170,
    "statement": "Cognitive appraisal involves synchronized neural activity between brain regions."
  },
  {
    "id": 171,
    "statement": "Amygdala filters sensory information for emotional processing."
  },
  {
    "id": 172,
    "statement": "Cultural norms shape moral development through social learning and conditioning."
  },
  {
    "id": 173,
    "statement": "Amygdala's convergence gating prioritizes relevant sensory information."
  },
  {
    "id": 174,
    "statement": "The amygdala prioritizes sensory information through selective filtering processes."
  },
  {
    "id": 175,
    "statement": "PFC regulates amygdala activity through neuroplasticity and neurotransmitter modulation."
  },
  {
    "id": 176,
    "statement": "The amygdala rapidly processes emotional information through direct sensory connections."
  },
  {
    "id": 177,
    "statement": "Amygdala filters sensory information for emotional response processing."
  },
  {
    "id": 178,
    "statement": "Amygdala selectively integrates sensory information for emotional processing."
  },
  {
    "id": 179,
    "statement": "Consistency reinforces trust by demonstrating reliable, dependable behavior."
  },
  {
    "id": 180,
    "statement": "Consistency in behavior fosters trust through dependable responses."
  },
  {
    "id": 181,
    "statement": "Amygdala integrates multisensory information for emotional processing through convergence gating."
  },
  {
    "id": 182,
    "statement": "Amygdala rapidly processes sensory information for emotional responses triggering."
  },
  {
    "id": 183,
    "statement": "Moral judgments emerge from complex brain regions' interactions."
  },
  {
    "id": 184,
    "statement": "PFC regulates amygdala emotions through GABA and serotonin inhibition."
  },
  {
    "id": 185,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 186,
    "statement": "Moral judgments are influenced by context and consequences"
  },
  {
    "id": 187,
    "statement": "Moral development emerges from biological and cultural interactions."
  },
  {
    "id": 188,
    "statement": "Biological and cultural factors interact in moral development process."
  },
  {
    "id": 189,
    "statement": "Lying can be morally justified in dire necessity situations."
  },
  {
    "id": 190,
    "statement": "Trust emerges from intricate cognitive-emotional-social interactions."
  },
  {
    "id": 191,
    "statement": "Cognitive appraisal involves dynamic integration of PFC and amygdala."
  },
  {
    "id": 192,
    "statement": "PFC modulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 193,
    "statement": "Trust arises from interconnected cognitive, emotional, social, and contextual factors influencing each other."
  },
  {
    "id": 194,
    "statement": "PFC and amygdala regulate emotional processing through reciprocal interaction"
  },
  {
    "id": 195,
    "statement": "Consistency builds trust by demonstrating reliable dependability."
  },
  {
    "id": 196,
    "statement": "Amygdala rapidly detects and responds to emotional stimuli without filtering."
  },
  {
    "id": 197,
    "statement": "PFC modulates amygdala activity through synaptic plasticity."
  },
  {
    "id": 198,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other brain regions."
  },
  {
    "id": 199,
    "statement": "Moral development involves reciprocal influence of biology and culture."
  }
]