[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 2,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 3,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 4,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency"
  },
  {
    "id": 5,
    "statement": "Lying can be morally justifiable in certain circumstances."
  },
  {
    "id": 6,
    "statement": "Consistency alone does not always guarantee trustworthiness"
  },
  {
    "id": 7,
    "statement": "Amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 8,
    "statement": "GABA's synaptic plasticity modulates amygdala activity through excitation and inhibition"
  },
  {
    "id": 9,
    "statement": "Amygdala integrates emotional processing with complex neural networks"
  },
  {
    "id": 10,
    "statement": "Amygdala's pattern recognition mechanisms involve sensory processing and association."
  },
  {
    "id": 11,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 12,
    "statement": "Honesty is the foundation for building trust development"
  },
  {
    "id": 13,
    "statement": "The amygdala's emotional processing involves complex neural network interactions"
  },
  {
    "id": 14,
    "statement": "Consistency and reliability are essential aspects of trust building."
  },
  {
    "id": 15,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 16,
    "statement": "Emotions create connection and trust through intimacy and empathy."
  },
  {
    "id": 17,
    "statement": "Trust development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 18,
    "statement": "Consistency and reliability build trust through predictability and stability."
  },
  {
    "id": 19,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 20,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 21,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 22,
    "statement": "Amygdala processes sensory information through neural networks complexity."
  },
  {
    "id": 23,
    "statement": "Amygdala detects emotional stimuli outside conscious awareness through bottom-up processing."
  },
  {
    "id": 24,
    "statement": "GABA binding triggers chloride channel opening through G-protein interaction."
  },
  {
    "id": 25,
    "statement": "Amygdala processes emotional stimuli hierarchically through bottom-up processing."
  },
  {
    "id": 26,
    "statement": "Moral development emerges from interdependence of biology, culture, and social factors."
  },
  {
    "id": 27,
    "statement": "GABA's binding calms amygdala activity, reducing emotional intensity."
  },
  {
    "id": 28,
    "statement": "Amygdala's pattern recognition is rapid and often subconscious process."
  },
  {
    "id": 29,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 30,
    "statement": "Amygdala's rapid pattern recognition enables emotional response and decision-making."
  },
  {
    "id": 31,
    "statement": "Consistency, predictability, and transparency deeply influence human trust development."
  },
  {
    "id": 32,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context interaction."
  },
  {
    "id": 33,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 34,
    "statement": "GABA inhibits amygdala activity through neural connection reductions."
  },
  {
    "id": 35,
    "statement": "The amygdala's detection is influenced by innate and learned factors."
  },
  {
    "id": 36,
    "statement": "Amygdala rapidly detects emotional stimuli through pattern recognition mechanisms"
  },
  {
    "id": 37,
    "statement": "Amygdala's processing speed influenced by attention and emotional stimuli"
  },
  {
    "id": 38,
    "statement": "Moral development arises from dynamic biology-culture-social interactions."
  },
  {
    "id": 39,
    "statement": "Authenticity fosters trust through vulnerability, consistency, and reliability."
  },
  {
    "id": 40,
    "statement": "Amygdala's processing speed influenced by attention & emotional stimuli's salience."
  },
  {
    "id": 41,
    "statement": "GABA's binding calms amygdala activity, reducing emotional intensity."
  },
  {
    "id": 42,
    "statement": "Consistency, reliability, and dependability drive trust through predictability and stability."
  },
  {
    "id": 43,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 44,
    "statement": "Attention modulates amygdala's emotional processing through enhancement or suppression."
  },
  {
    "id": 45,
    "statement": "Honesty builds trust through authentic transparent consistent communication."
  },
  {
    "id": 46,
    "statement": "Biology, culture, and social influences interdependently shape trust development."
  },
  {
    "id": 47,
    "statement": "Amygdala processes emotional stimuli through top-down and bottom-up mechanisms."
  },
  {
    "id": 48,
    "statement": "Honesty and emotional openness are intertwined for trustworthy relationships."
  },
  {
    "id": 49,
    "statement": "Amygdala's rapid integration merges sensory and cognitive information."
  },
  {
    "id": 50,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context."
  },
  {
    "id": 51,
    "statement": "Amygdala uses pattern recognition for rapid emotional stimulus detection"
  },
  {
    "id": 52,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 53,
    "statement": "Emotional detachment can be beneficial or detrimental in context."
  },
  {
    "id": 54,
    "statement": "Honesty provides foundation for trust development through authenticity."
  },
  {
    "id": 55,
    "statement": "Consistency and reliability enhance trust development through authenticity."
  },
  {
    "id": 56,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 57,
    "statement": "The amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 58,
    "statement": "Amygdala integrates emotions with cognitive and sensory information."
  },
  {
    "id": 59,
    "statement": "Consistency, predictability, and transparency are situational trust-building factors."
  },
  {
    "id": 60,
    "statement": "Biology, culture, and social factors interact in complex ways"
  },
  {
    "id": 61,
    "statement": "Honesty requires sincerity, consistency, emotional openness to establish trust."
  },
  {
    "id": 62,
    "statement": "Building trust involves intricate interplay of factors."
  },
  {
    "id": 63,
    "statement": "Attention can modulate amygdala response through various mechanisms."
  },
  {
    "id": 64,
    "statement": "The amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 65,
    "statement": "Emotional detachment can be both beneficial and detrimental."
  },
  {
    "id": 66,
    "statement": "Amygdala rapidly identifies emotional stimuli through learned pattern associations"
  },
  {
    "id": 67,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 68,
    "statement": "Vulnerability fosters empathy through authentic emotional openness and trust."
  },
  {
    "id": 69,
    "statement": "Trust development involves complex biology-culture-social interactions"
  },
  {
    "id": 70,
    "statement": "Amygdala rapidly integrates sensory and cognitive information."
  },
  {
    "id": 71,
    "statement": "GABA modulates amygdala activity through synaptic plasticity."
  },
  {
    "id": 72,
    "statement": "Excessive emotional processing can be regulated through neural networks integration."
  },
  {
    "id": 73,
    "statement": "Amygdala recognizes emotional patterns through neural network integration."
  },
  {
    "id": 74,
    "statement": "Trust development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 75,
    "statement": "Consistency, predictability, and transparency establish commitment and reliability."
  },
  {
    "id": 76,
    "statement": "Emotional detachment can be a complex and multifaceted concept"
  },
  {
    "id": 77,
    "statement": "Consistency and reliability are essential building blocks for trust."
  },
  {
    "id": 78,
    "statement": "GABA inhibits amygdala activity through synaptic plasticity mechanisms."
  },
  {
    "id": 79,
    "statement": "The amygdala's detection is influenced by innate and learned factors, interaction."
  },
  {
    "id": 80,
    "statement": "The amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 81,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 82,
    "statement": "Emotional detachment as coping mechanism for trauma causes long-term harm."
  },
  {
    "id": 83,
    "statement": "Vulnerability fosters trust through openness, honesty, and authenticity."
  },
  {
    "id": 84,
    "statement": "Amygdala processes emotional stimuli through both automatic and intentional mechanisms"
  },
  {
    "id": 85,
    "statement": "The amygdala detects emotional stimuli for threat detection through rapid integration."
  },
  {
    "id": 86,
    "statement": "Amygdala integrates emotions with complex neural networks through neural oscillations."
  },
  {
    "id": 87,
    "statement": "Honesty builds trust through authenticity, consistency, and emotional openness."
  },
  {
    "id": 88,
    "statement": "Consistency, reliability, and honesty are interconnected trust factors."
  },
  {
    "id": 89,
    "statement": "Consistency, reliability, and dependable behavior foster trust through predictability."
  },
  {
    "id": 90,
    "statement": "Consistency, predictability, and transparency influence trust development through interdependence."
  },
  {
    "id": 91,
    "statement": "GABA calms amygdala by opening chloride channels, reducing excitability."
  },
  {
    "id": 92,
    "statement": "GABA inhibits amygdala activity through synaptic plasticity mechanisms"
  },
  {
    "id": 93,
    "statement": "Consistency and reliability build trust through predictability."
  },
  {
    "id": 94,
    "statement": "Consistency, reliability, and dependability build trust through predictability."
  },
  {
    "id": 95,
    "statement": "GABA modulates amygdala activity through complex mechanisms, including inhibition"
  },
  {
    "id": 96,
    "statement": "Consistency, predictability, and transparency establish reliability through commitment"
  },
  {
    "id": 97,
    "statement": "Consistency, predictability, and transparency create foundation for trust building."
  },
  {
    "id": 98,
    "statement": "GABA inhibits amygdala activity by altering neuronal connections."
  },
  {
    "id": 99,
    "statement": "Amygdala rapidly detects emotional stimuli through pattern recognition."
  },
  {
    "id": 100,
    "statement": "Honesty is necessary but insufficient for trust foundation"
  },
  {
    "id": 101,
    "statement": "Amygdala quickly recognizes emotional stimuli for threat detection."
  },
  {
    "id": 102,
    "statement": "Amygdala integrates emotional processing with complex neural networks bidirectionally."
  },
  {
    "id": 103,
    "statement": "Honesty establishes the foundation for building trust development."
  },
  {
    "id": 104,
    "statement": "Honesty's emotional openness fosters mutual understanding and empathy through vulnerability."
  },
  {
    "id": 105,
    "statement": "GABA modulates amygdala activity through inhibitory synaptic plasticity effects."
  },
  {
    "id": 106,
    "statement": "Emotional foundation in limbic system underlies empathy and trust development"
  },
  {
    "id": 107,
    "statement": "Amygdala processes multiple sensory modalities for pattern recognition."
  },
  {
    "id": 108,
    "statement": "Emotional detachment as coping mechanism causes long-term psychological harm"
  },
  {
    "id": 109,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 110,
    "statement": "Trust development involves complex interactions among biological, cultural, and social factors."
  },
  {
    "id": 111,
    "statement": "Honesty is not the only factor in building trust."
  },
  {
    "id": 112,
    "statement": "Emotional detachment can be beneficial or detrimental depending contexts."
  },
  {
    "id": 113,
    "statement": "Consistency in behavior shapes brain's trustworthiness perception."
  },
  {
    "id": 114,
    "statement": "GABA modulates amygdala activity through inhibitory synaptic plasticity, reducing excitability."
  },
  {
    "id": 115,
    "statement": "GABA's binding reduces amygdala's excitability by opening chloride channels."
  },
  {
    "id": 116,
    "statement": "Amygdala processes emotional stimuli unconsciously through bottom-up processing."
  },
  {
    "id": 117,
    "statement": "GABA calms amygdala activity by opening chloride channels."
  },
  {
    "id": 118,
    "statement": "Excessive emotional processing can be regulated through neural networks integration."
  },
  {
    "id": 119,
    "statement": "Consistency, predictability, and transparency contribute to reliability definitions."
  },
  {
    "id": 120,
    "statement": "The amygdala's pattern recognition is a dynamic interplay of conscious and subconscious processing."
  },
  {
    "id": 121,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 122,
    "statement": "GABA inhibits amygdala activity by opening chloride channels."
  },
  {
    "id": 123,
    "statement": "Biology, culture, and social factors interdependently influence moral development."
  },
  {
    "id": 124,
    "statement": "Attention modulates amygdala response through top-down and bottom-up processing."
  },
  {
    "id": 125,
    "statement": "Honesty's role in trust building may vary across situations."
  },
  {
    "id": 126,
    "statement": "Amygdala processes emotions, including fear, joy, sadness, and surprise."
  },
  {
    "id": 127,
    "statement": "Consistency, reliability, and authenticity build trust through commitment"
  },
  {
    "id": 128,
    "statement": "Consistency, predictability, and transparency breed commitment and reliability."
  },
  {
    "id": 129,
    "statement": "Consistency in behavior shapes trustworthiness perception through predictability and character."
  },
  {
    "id": 130,
    "statement": "Amygdala's emotional processing involves complex neural networks integration"
  },
  {
    "id": 131,
    "statement": "Amygdala processes emotions through neural network integration rapidly."
  },
  {
    "id": 132,
    "statement": "GABA's binding reduces amygdala excitability by opening chloride channels."
  },
  {
    "id": 133,
    "statement": "Trust development involves complex interplay of psychological, social, and cultural factors."
  },
  {
    "id": 134,
    "statement": "Amygdala learns emotional associations through innate and environmental factors"
  },
  {
    "id": 135,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 136,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 137,
    "statement": "Amygdala's emotional processing involves complex neural network interactions."
  },
  {
    "id": 138,
    "statement": "Amygdala rapidly integrates sensory and cognitive information outside awareness."
  },
  {
    "id": 139,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition processes."
  },
  {
    "id": 140,
    "statement": "Consistency, predictability, transparency, and reliability build trust through uncertainty reduction."
  },
  {
    "id": 141,
    "statement": "Authenticity involves vulnerable and open communication to build trust."
  },
  {
    "id": 142,
    "statement": "Amygdala detects emotional stimuli rapidly through unique neural architecture."
  },
  {
    "id": 143,
    "statement": "Honesty crucial for building trust foundation."
  },
  {
    "id": 144,
    "statement": "Honesty and emotional openness are intertwined through vulnerability."
  },
  {
    "id": 145,
    "statement": "Amygdala's emotional processing adjusts to attention, emotions, and context."
  },
  {
    "id": 146,
    "statement": "Building trust involves intricate interplay of biological, cultural, and social factors"
  },
  {
    "id": 147,
    "statement": "Honesty requires sincerity, consistency, and emotional openness for trust."
  },
  {
    "id": 148,
    "statement": "Amygdala bidirectionally integrates emotional processing with complex neural networks."
  },
  {
    "id": 149,
    "statement": "Trust development involves intricate relationships between factors."
  },
  {
    "id": 150,
    "statement": "Amygdala processes emotions by integrating sensory and cognitive information."
  },
  {
    "id": 151,
    "statement": "Lying can be morally justifiable in certain situations."
  },
  {
    "id": 152,
    "statement": "GABA's binding reduces amygdala activity and emotional intensity through chloride channel opening."
  },
  {
    "id": 153,
    "statement": "Honesty is a fundamental yet insufficient condition for trust."
  },
  {
    "id": 154,
    "statement": "GABA modulates amygdala activity through synaptic plasticity mechanisms."
  },
  {
    "id": 155,
    "statement": "Trust development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 156,
    "statement": "Emotional detachment as coping mechanism leads to mental health issues."
  },
  {
    "id": 157,
    "statement": "Emotions foster connection and trust through intimacy and empathy."
  },
  {
    "id": 158,
    "statement": "Consistency, predictability, and transparency foster trust in commitment"
  },
  {
    "id": 159,
    "statement": "Emotional detachment from trauma can cause long-term psychological harm."
  },
  {
    "id": 160,
    "statement": "Moral development involves intricate interactions between biology, culture, and social factors."
  },
  {
    "id": 161,
    "statement": "Honesty is the essential component for trust development foundation"
  },
  {
    "id": 162,
    "statement": "Honesty is essential for building trust in relationships."
  },
  {
    "id": 163,
    "statement": "Consistency, reliability, and authenticity build trust through predictability."
  },
  {
    "id": 164,
    "statement": "Attention modulates amygdala's emotional processing through enhancement or suppression."
  },
  {
    "id": 165,
    "statement": "GABA's synaptic plasticity modulates amygdala activity through excitation"
  },
  {
    "id": 166,
    "statement": "Amygdala uses a combination of innate and learned patterns"
  },
  {
    "id": 167,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 168,
    "statement": "Emotional detachment is complex, multifaceted, and context-dependent trait."
  },
  {
    "id": 169,
    "statement": "Trust development involves complex interdependent biological, cultural, and social factors."
  },
  {
    "id": 170,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context."
  },
  {
    "id": 171,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 172,
    "statement": "Trust development involves complex interplay of factors, including consistency."
  },
  {
    "id": 173,
    "statement": "Vulnerability fosters trust through acute emotional openness and honesty."
  },
  {
    "id": 174,
    "statement": "Consistency and reliability can lead to over-reliance and disappointment."
  },
  {
    "id": 175,
    "statement": "Moral development involves complex interplay of biological, cultural, and social factors"
  },
  {
    "id": 176,
    "statement": "Emotional detachment can be beneficial in high-stress situations."
  },
  {
    "id": 177,
    "statement": "Emotional regulation in limbic system influences social bonds and trust development."
  },
  {
    "id": 178,
    "statement": "GABA decreases amygdala activity by reducing neural connections strength."
  },
  {
    "id": 179,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness unconsciously."
  },
  {
    "id": 180,
    "statement": "Amygdala's processing speed is influenced by context-dependent neural networks."
  },
  {
    "id": 181,
    "statement": "Amygdala integrates multiple sensory modalities for emotional processing."
  },
  {
    "id": 182,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 183,
    "statement": "Honesty builds trust through authentic transparent consistent communication interplay."
  },
  {
    "id": 184,
    "statement": "Vulnerability in authenticity fosters trust through openness."
  },
  {
    "id": 185,
    "statement": "Rapid amygdala integration combines sensory and cognitive information"
  },
  {
    "id": 186,
    "statement": "G-proteins mediate chloride channel opening in response to GABA binding"
  },
  {
    "id": 187,
    "statement": "Honesty, while necessary, is insufficient for building trust."
  },
  {
    "id": 188,
    "statement": "Amygdala rapidly detects emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 189,
    "statement": "Predictability stems from consistent, reliable, and dependable behavior."
  },
  {
    "id": 190,
    "statement": "Consistency, predictability, and transparency foster trust through neural association"
  },
  {
    "id": 191,
    "statement": "Amygdala's pattern recognition involves sensory processing and association."
  },
  {
    "id": 192,
    "statement": "GABA's inhibitory effects calm amygdala activity through synaptic plasticity."
  },
  {
    "id": 193,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 194,
    "statement": "Amygdala integrates sensory, cognitive, and emotional information."
  },
  {
    "id": 195,
    "statement": "Amygdala rapidly processes emotional stimuli outside conscious awareness."
  },
  {
    "id": 196,
    "statement": "GABA's binding to amygdala receptors reduces emotional intensity through neuronal inhibition."
  },
  {
    "id": 197,
    "statement": "GABA modulates amygdala activity through inhibition and synaptic plasticity."
  },
  {
    "id": 198,
    "statement": "Moral development involves biology, culture, and social dynamic interactions."
  },
  {
    "id": 199,
    "statement": "Amygdala integrates sensory information for emotional processing through complex networks"
  }
]