[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 2,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "Honesty is a necessary condition, but not sufficient alone"
  },
  {
    "id": 4,
    "statement": "Consistency alone does not guarantee honesty in trust-building."
  },
  {
    "id": 5,
    "statement": "Moral development involves intricate biological-cultural mechanisms shaping behavior."
  },
  {
    "id": 6,
    "statement": "Complex brain regions dynamically integrate for adaptive decision-making."
  },
  {
    "id": 7,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing."
  },
  {
    "id": 8,
    "statement": "Trust arises from interconnected cognitive, emotional, social, and contextual factors."
  },
  {
    "id": 9,
    "statement": "Moral decision-making involves nuanced considerations of context and consequences."
  },
  {
    "id": 10,
    "statement": "Amygdala prioritizes relevant sensory information through convergence gating process."
  },
  {
    "id": 11,
    "statement": "Cognitive appraisal involves PFC, amygdala, and other brain regions integration."
  },
  {
    "id": 12,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 13,
    "statement": "PFC modulates amygdala's emotions through cognitive reappraisal processes."
  },
  {
    "id": 14,
    "statement": "Honesty builds trust by establishing reliability and predictability."
  },
  {
    "id": 15,
    "statement": "Convergence gating prioritizes relevant sensory information in amygdala."
  },
  {
    "id": 16,
    "statement": "GABA's complex mechanism involves multiple interactions and subtypes"
  },
  {
    "id": 17,
    "statement": "PFC's GABA and serotonin modulation regulates amygdala emotional response."
  },
  {
    "id": 18,
    "statement": "Honesty as foundation for trust builds reliability, predictability"
  },
  {
    "id": 19,
    "statement": "Moral development arises from intricate biology-culture interplay dynamics"
  },
  {
    "id": 20,
    "statement": "Rapid cue integration enables empathetic understanding through neural networks."
  },
  {
    "id": 21,
    "statement": "Honesty is necessary but insufficient alone to establish trust."
  },
  {
    "id": 22,
    "statement": "Moral development arises from brain-culture interaction and feedback."
  },
  {
    "id": 23,
    "statement": "The PFC and amygdala interact bidirectionally to regulate emotions."
  },
  {
    "id": 24,
    "statement": "PFC and Amygdala communicate bidirectionally through multiple pathways."
  },
  {
    "id": 25,
    "statement": "Moral judgment emergence involves dynamic brain region interactions."
  },
  {
    "id": 26,
    "statement": "Convergence gating prioritizes relevant sensory information in amygdala for emotional response."
  },
  {
    "id": 27,
    "statement": "The PFC regulates amygdala emotional response through GABA and serotonin modulation."
  },
  {
    "id": 28,
    "statement": "GABA inhibits amygdala's emotional response by reducing neuron excitability."
  },
  {
    "id": 29,
    "statement": "PFC modulates amygdala's emotions through cognitive reappraisal processes."
  },
  {
    "id": 30,
    "statement": "GABA's complex mechanism involves multiple interactions and subtypes"
  },
  {
    "id": 31,
    "statement": "Honesty is necessary, but not sufficient, for trust building."
  },
  {
    "id": 32,
    "statement": "Honesty builds trust through consistency, transparency, sincerity, and accountability."
  },
  {
    "id": 33,
    "statement": "Moral development involves complex interplay of biological-cultural factors."
  },
  {
    "id": 34,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication."
  },
  {
    "id": 35,
    "statement": "Amygdala receives raw sensory data, influencing processing."
  },
  {
    "id": 36,
    "statement": "Rapid cue integration enables empathetic understanding through social learning."
  },
  {
    "id": 37,
    "statement": "Honesty is essential, but not sole foundation of trust, requiring consistency and reliability."
  },
  {
    "id": 38,
    "statement": "Convergence gating prioritizes sensory information in amygdala effectively."
  },
  {
    "id": 39,
    "statement": "PFC controls amygdala's emotional responses through neural modulation."
  },
  {
    "id": 40,
    "statement": "Cognitive appraisal involves dynamic integration of PFC, amygdala, and other regions."
  },
  {
    "id": 41,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other brain regions."
  },
  {
    "id": 42,
    "statement": "PFC regulates amygdala's emotional responses through neural modulation mechanisms."
  },
  {
    "id": 43,
    "statement": "GABA's inhibitory effect involves indirection through GABA receptors'"
  },
  {
    "id": 44,
    "statement": "Moral development arises from complex biological-cultural interactions"
  },
  {
    "id": 45,
    "statement": "Amygdala rapidly processes sensory information without significant filtering"
  },
  {
    "id": 46,
    "statement": "Convergence gating prioritizes sensory information in amygdala for efficient processing."
  },
  {
    "id": 47,
    "statement": "Moral development arises from complex biological-cultural-emotional interactions."
  },
  {
    "id": 48,
    "statement": "Amygdala processes sensory information through selective convergence gating."
  },
  {
    "id": 49,
    "statement": "GABA calms amygdala neurons by inhibiting excitability through Cl- influx"
  },
  {
    "id": 50,
    "statement": "Cognitive appraisal involves dynamic integration of PFC and amygdala."
  },
  {
    "id": 51,
    "statement": "Amygdala receives and processes sensory information selectively."
  },
  {
    "id": 52,
    "statement": "Moral judgments arise from complex brain regions' interactions."
  },
  {
    "id": 53,
    "statement": "Cognitive appraisal integrates multiple brain regions for moral judgment."
  },
  {
    "id": 54,
    "statement": "Moral development emerges from dynamic biological-cultural exchange"
  },
  {
    "id": 55,
    "statement": "Moral development arises from interactive biological, cultural, and emotional factors."
  },
  {
    "id": 56,
    "statement": "PFC modulates amygdala's emotions through cognitive reappraisal processes."
  },
  {
    "id": 57,
    "statement": "Moral judgments emerge from brain regions' complex interactions"
  },
  {
    "id": 58,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other brain regions through top-down modulation."
  },
  {
    "id": 59,
    "statement": "Cognitive appraisal involves dynamic PFC-amygdala integration for emotional regulation."
  },
  {
    "id": 60,
    "statement": "Cognitive appraisal involves integration of multiple brain regions."
  },
  {
    "id": 61,
    "statement": "Cognitive appraisal integrates multiple brain regions."
  },
  {
    "id": 62,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 63,
    "statement": "Amygdala rapidly processes emotional information through direct sensory connections."
  },
  {
    "id": 64,
    "statement": "Moral decision-making involves context-dependent evaluation of consequences."
  },
  {
    "id": 65,
    "statement": "Honesty may not always be the best moral choice"
  },
  {
    "id": 66,
    "statement": "Rapid cue integration enables empathetic understanding in social learning"
  },
  {
    "id": 67,
    "statement": "Convergence gating prioritizes relevant sensory information in amygdala for emotional response"
  },
  {
    "id": 68,
    "statement": "Prefrontal cortex and amygdala interact reciprocally in emotional processing."
  },
  {
    "id": 69,
    "statement": "Moral judgments context-dependent, influenced by circumstances and outcomes."
  },
  {
    "id": 70,
    "statement": "Honesty is essential, but not sole foundation of trust, requiring consistency and reliability."
  },
  {
    "id": 71,
    "statement": "Moral judgments are influenced by context and consequences directly."
  },
  {
    "id": 72,
    "statement": "Lying can be morally justified in dire circumstances."
  },
  {
    "id": 73,
    "statement": "Empathy fosters trust by validating, relating, resolving, and being trustworthy."
  },
  {
    "id": 74,
    "statement": "Amygdala processes sensory info rapidly for efficient emotional response"
  },
  {
    "id": 75,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 76,
    "statement": "Amygdala's emotional processing involves complex neural circuit interactions in brain."
  },
  {
    "id": 77,
    "statement": "Rapid cue integration enables empathetic understanding in social learning through amygdala-insula-prefrontal-cortex processing."
  },
  {
    "id": 78,
    "statement": "PFC modulates amygdala's emotions through cognitive reappraisal processes."
  },
  {
    "id": 79,
    "statement": "PFC and amygdala engage in bidirectional emotional regulation."
  },
  {
    "id": 80,
    "statement": "Consistency and reliability build trust through predictable behavior."
  },
  {
    "id": 81,
    "statement": "Rapid cue integration enables empathetic understanding in social learning."
  },
  {
    "id": 82,
    "statement": "Amygdala processes sensory information selectively through convergence gating."
  },
  {
    "id": 83,
    "statement": "Cognitive appraisal integrates PFC, amygdala, ACC, and insula for emotional processing"
  },
  {
    "id": 84,
    "statement": "Cognitive appraisal involves dynamic integration of PFC and amygdala regions."
  },
  {
    "id": 85,
    "statement": "Cognitive appraisal involves dynamic PFC-amygdala integration for emotional processing"
  },
  {
    "id": 86,
    "statement": "Moral development arises from complex interplay of biology and culture."
  },
  {
    "id": 87,
    "statement": "Amygdala receives sensory information directly from senses without processing."
  },
  {
    "id": 88,
    "statement": "GABA inhibits amygdala's emotional response through synaptic inhibition process."
  },
  {
    "id": 89,
    "statement": "Honesty alone may not guarantee effective trust-building."
  },
  {
    "id": 90,
    "statement": "Prioritizing emotional processing through convergent sensory integration"
  },
  {
    "id": 91,
    "statement": "Honesty is essential, but not sole foundation of trust."
  },
  {
    "id": 92,
    "statement": "Consistency in behavior builds trust via dependable responses"
  },
  {
    "id": 93,
    "statement": "GABA calms amygdala neurons by reducing neuron excitability"
  },
  {
    "id": 94,
    "statement": "GABA and serotonin inhibit amygdala's emotional responses through indirect modulation."
  },
  {
    "id": 95,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing"
  },
  {
    "id": 96,
    "statement": "Moral judgments context-dependent and influenced by consequences"
  },
  {
    "id": 97,
    "statement": "Amygdala rapidly processes sensory information to trigger emotional responses."
  },
  {
    "id": 98,
    "statement": "PFC regulates amygdala's emotional responses through neural modulation mechanisms."
  },
  {
    "id": 99,
    "statement": "Cultural norms shape morality through social learning and socialization."
  },
  {
    "id": 100,
    "statement": "Moral development arises from interaction between biological and cultural factors."
  },
  {
    "id": 101,
    "statement": "Emotional processing involves dynamic PFC-amygdala integration for regulation."
  },
  {
    "id": 102,
    "statement": "Amygdala rapidly processes emotional information through direct sensory connections"
  },
  {
    "id": 103,
    "statement": "Moral development involves complex biological-cultural interactions."
  },
  {
    "id": 104,
    "statement": "The PFC-amygdala interaction is a bidirectional process influencing emotions."
  },
  {
    "id": 105,
    "statement": "Moral development is shaped by reciprocal interactions between biology and culture."
  },
  {
    "id": 106,
    "statement": "Moral development arises from biocultural interactions and feedback"
  },
  {
    "id": 107,
    "statement": "PFC regulates Amygdala's emotional responses through GABA and serotonin modulation."
  },
  {
    "id": 108,
    "statement": "Cognitive appraisal involves integration of multiple brain regions."
  },
  {
    "id": 109,
    "statement": "Amygdala receives processed sensory information from cortex, not thalamus."
  },
  {
    "id": 110,
    "statement": "Moral development arises from intricate biological-cultural interactions."
  },
  {
    "id": 111,
    "statement": "Lying can be morally justified in dire circumstances, such as protecting life."
  },
  {
    "id": 112,
    "statement": "Trust building involves multiple factors, including reliability, honesty, empathy, and communication."
  },
  {
    "id": 113,
    "statement": "Cognitive appraisal integrates PFC, amygdala, ACC, and insula."
  },
  {
    "id": 114,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other brain regions."
  },
  {
    "id": 115,
    "statement": "Empathy is essential component of trust building through validation, relatability, resolution, and trustworthiness."
  },
  {
    "id": 116,
    "statement": "Honesty is a necessary condition, but not sufficient alone for trust."
  },
  {
    "id": 117,
    "statement": "Honesty is essential for trust building, but context matters always."
  },
  {
    "id": 118,
    "statement": "Moral judgments influenced by immediate and long-term consequences factors."
  },
  {
    "id": 119,
    "statement": "GABA's inhibitory effect involves indirect action through receptors"
  },
  {
    "id": 120,
    "statement": "Honesty builds trust through consistency, transparency, and trustworthiness."
  },
  {
    "id": 121,
    "statement": "Amygdala's emotional processing involves complex neural circuit interactions."
  },
  {
    "id": 122,
    "statement": "Cultural norms shape moral development through social learning."
  },
  {
    "id": 123,
    "statement": "Amygdala prioritizes relevant sensory information through convergence gating."
  },
  {
    "id": 124,
    "statement": "PFC and amygdala engage in bidirectional emotional processing communication."
  },
  {
    "id": 125,
    "statement": "Honesty is essential, but not sole foundation of trust."
  },
  {
    "id": 126,
    "statement": "Social learning and socialization shape morality through observation and imitation."
  },
  {
    "id": 127,
    "statement": "Honesty is essential for building and maintaining trust relationships."
  },
  {
    "id": 128,
    "statement": "Moral judgments context-dependent and influenced by consequences."
  },
  {
    "id": 129,
    "statement": "Cognitive appraisal involves dynamic PFC-amygdala integration for emotional regulation"
  },
  {
    "id": 130,
    "statement": "The amygdala receives processed sensory information from the cortex."
  },
  {
    "id": 131,
    "statement": "Amygdala receives sensory information directly from senses without processing."
  },
  {
    "id": 132,
    "statement": "Moral development arises from complex interactions."
  },
  {
    "id": 133,
    "statement": "Moral development influenced by complex biological-cultural interactions."
  },
  {
    "id": 134,
    "statement": "Amygdala receives processed sensory information from multiple brain regions"
  },
  {
    "id": 135,
    "statement": "Convergence gating prioritizes relevant sensory info in amygdala processing."
  },
  {
    "id": 136,
    "statement": "Consistency and reliability build trust through predictable behavior"
  },
  {
    "id": 137,
    "statement": "Empathy fosters trust by validating, relating, resolving, and showing trustworthiness."
  },
  {
    "id": 138,
    "statement": "Moral development involves dynamic interplay between biology and culture"
  },
  {
    "id": 139,
    "statement": "Convergence gating prioritizes sensory information for efficient processing."
  },
  {
    "id": 140,
    "statement": "Cultural norms shape morality through social learning and socialization."
  },
  {
    "id": 141,
    "statement": "Moral development arises from dynamic brain-cultural co-regulation."
  },
  {
    "id": 142,
    "statement": "Rapid cue integration enables empathetic understanding through social learning"
  },
  {
    "id": 143,
    "statement": "Trust builds on cognitive-emotional-social processes dynamically."
  },
  {
    "id": 144,
    "statement": "PFC modulates amygdala's emotional response through neural modulation."
  },
  {
    "id": 145,
    "statement": "Emotional cues processing facilitates empathetic understanding through neural synchronization."
  },
  {
    "id": 146,
    "statement": "Cognitive appraisal involves complex neural network interactions."
  },
  {
    "id": 147,
    "statement": "GABA regulates neural activity through complex mechanisms and subtypes"
  },
  {
    "id": 148,
    "statement": "Moral judgments influenced by immediate and long-term consequences factors."
  },
  {
    "id": 149,
    "statement": "Amygdala receives raw sensory data for immediate emotional processing."
  },
  {
    "id": 150,
    "statement": "PFC regulates amygdala's emotional responses through top-down modulation"
  },
  {
    "id": 151,
    "statement": "Consistency in behavior builds trust through dependable responses accurately"
  },
  {
    "id": 152,
    "statement": "Cognitive appraisal involves integrating PFC, amygdala, and other regions."
  },
  {
    "id": 153,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 154,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing"
  },
  {
    "id": 155,
    "statement": "Moral judgments emerge from context-dependent emotional processing mechanisms."
  },
  {
    "id": 156,
    "statement": "Consistency and reliability are incomplete trust builders always."
  },
  {
    "id": 157,
    "statement": "Trustworthiness emerges from consistent display of reliable behavior"
  },
  {
    "id": 158,
    "statement": "Cognitive appraisal integrates brain regions to evaluate emotional significance."
  },
  {
    "id": 159,
    "statement": "GABA and serotonin modulate amygdala's emotional responses indirectly."
  },
  {
    "id": 160,
    "statement": "Prefrontal cortex and amygdala engage in bidirectional emotional regulation."
  },
  {
    "id": 161,
    "statement": "Honesty is sometimes less important than empathy and discretion."
  },
  {
    "id": 162,
    "statement": "Cognitive appraisal integrates PFC and amygdala regions dynamically."
  },
  {
    "id": 163,
    "statement": "Moral development involves dynamic interplay of biological-cultural factors."
  },
  {
    "id": 164,
    "statement": "Emotions facilitate trust by fostering empathy and social connection"
  },
  {
    "id": 165,
    "statement": "Brain regions' complex interactions shape moral judgment emergence"
  },
  {
    "id": 166,
    "statement": "Honesty and consistency are intertwined, yet distinct trust factors."
  },
  {
    "id": 167,
    "statement": "PFC modulates amygdala's emotions through complex neural mechanisms."
  },
  {
    "id": 168,
    "statement": "GABA calms amygdala neurons by inhibiting Cl- influx"
  },
  {
    "id": 169,
    "statement": "PFC and amygdala interact bidirectionally through multiple mechanisms"
  },
  {
    "id": 170,
    "statement": "Lying can be morally justified in extraordinary circumstances."
  },
  {
    "id": 171,
    "statement": "Amygdala's neurons converge inputs before processing sensory information."
  },
  {
    "id": 172,
    "statement": "Moral development arises from complex interactions between biology and culture."
  },
  {
    "id": 173,
    "statement": "Amygdala integrates multimodal sensory information for rapid threat detection"
  },
  {
    "id": 174,
    "statement": "Moral judgments result from integration of PFC, amygdala, ACC, insula, and DLPFC."
  },
  {
    "id": 175,
    "statement": "Rapid cue integration enables empathetic understanding through social learning"
  },
  {
    "id": 176,
    "statement": "Moral development arises from complex biological and cultural interactions."
  },
  {
    "id": 177,
    "statement": "GABA reduces amygdala neuron excitability through synaptic inhibition process."
  },
  {
    "id": 178,
    "statement": "Honesty, consistency, and reliability collectively establish trust foundation"
  },
  {
    "id": 179,
    "statement": "The amygdala receives processed sensory information from the cortex, not thalamus."
  },
  {
    "id": 180,
    "statement": "Moral decisions consider immediate and long-term consequences factors."
  },
  {
    "id": 181,
    "statement": "GABA's complex mechanism involves GABA receptors and interactions."
  },
  {
    "id": 182,
    "statement": "GABA's indirect inhibition effect is through chloride channels."
  },
  {
    "id": 183,
    "statement": "Amygdala prioritizes relevant sensory information for emotional processing."
  },
  {
    "id": 184,
    "statement": "Moral development shaped by cultural norms and social learning."
  },
  {
    "id": 185,
    "statement": "Amygdala rapidly processes sensory information with selective attention."
  },
  {
    "id": 186,
    "statement": "Lying can be morally justifiable in extreme situations."
  },
  {
    "id": 187,
    "statement": "Cognitive appraisal involves PFC, amygdala, and anterior cingulate cortex integration."
  },
  {
    "id": 188,
    "statement": "PFC regulates amygdala emotions through cognitive reappraisal processes."
  },
  {
    "id": 189,
    "statement": "PFC regulates amygdala's emotional responses through complex interactions."
  },
  {
    "id": 190,
    "statement": "Moral judgment emergence refers to brain regions' interactive decision-making process."
  },
  {
    "id": 191,
    "statement": "PFC regulates Amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 192,
    "statement": "Amygdala's convergence gating prioritizes relevant sensory information selectively."
  },
  {
    "id": 193,
    "statement": "Emotions and empathy significantly influence moral decision-making processes."
  },
  {
    "id": 194,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 195,
    "statement": "The PFC regulates Amygdala's emotions through reappraisal of stimuli."
  },
  {
    "id": 196,
    "statement": "Moral development results from interplay between biological and cultural factors."
  },
  {
    "id": 197,
    "statement": "Honesty is one factor among many that builds trust"
  },
  {
    "id": 198,
    "statement": "GABA's inhibitory effect involves indirection through GABA receptors for neuron regulation."
  }
]