[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 2,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 3,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli."
  },
  {
    "id": 4,
    "statement": "Moral development intertwined with biology, culture, and environment."
  },
  {
    "id": 5,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 6,
    "statement": "Consistency, reliability, dependability drive trust through predictability and stability."
  },
  {
    "id": 7,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 8,
    "statement": "Consistency and reliability build trust through predictability and stability."
  },
  {
    "id": 9,
    "statement": "Consistency, predictability, and transparency synergize trust-building processes."
  },
  {
    "id": 10,
    "statement": "Moral development arises from intersections of biology, culture, and environment."
  },
  {
    "id": 11,
    "statement": "Amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 12,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 13,
    "statement": "Consistency in actions builds trust through predictable emotional responses"
  },
  {
    "id": 14,
    "statement": "Emotional salience captures attention, eliciting emotional responses through amygdala activation."
  },
  {
    "id": 15,
    "statement": "Consistency reinforces trust through reliable and predictable behavior."
  },
  {
    "id": 16,
    "statement": "Biological, cultural, and social factors continuously influence each other."
  },
  {
    "id": 17,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli through neural and psychological mechanisms."
  },
  {
    "id": 18,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 19,
    "statement": "Amygdala's neural networks process multiple stimuli in parallel."
  },
  {
    "id": 20,
    "statement": "Honesty's importance varies across contexts, situations, and values."
  },
  {
    "id": 21,
    "statement": "Amygdala rapidly processes emotional stimuli through neural patterns recognition."
  },
  {
    "id": 22,
    "statement": "Trust arises from complex interplay of biology, culture, environment, vulnerability, and communication."
  },
  {
    "id": 23,
    "statement": "The thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 24,
    "statement": "Moral development arises from dynamic interactions among biology, culture."
  },
  {
    "id": 25,
    "statement": "Consistency, predictability, and transparency establish reliability through trust building."
  },
  {
    "id": 26,
    "statement": "Amygdala responds rapidly to emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 27,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 28,
    "statement": "Amygdala detects and processes emotional stimuli, influencing memory consolidation."
  },
  {
    "id": 29,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel processing."
  },
  {
    "id": 30,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate for emotional memory formation."
  },
  {
    "id": 31,
    "statement": "Amygdala detects and responds to emotional stimuli subliminally."
  },
  {
    "id": 32,
    "statement": "Automatic emotional responses stem from subliminal amygdala processing"
  },
  {
    "id": 33,
    "statement": "Amygdala rapidly recognizes emotional patterns through sensory-motor integration."
  },
  {
    "id": 34,
    "statement": "Emotional salience refers to the attention-grabbing significance of stimuli."
  },
  {
    "id": 35,
    "statement": "Emotional salience depends on individual sensitivity, context, and experiences."
  },
  {
    "id": 36,
    "statement": "Amygdala processing speed influenced by selective attention modulating."
  },
  {
    "id": 37,
    "statement": "Biological, cultural, and social factors interact dynamically in trust development."
  },
  {
    "id": 38,
    "statement": "Trust develops through interaction of consistent reliable dependable predictable stable behavior"
  },
  {
    "id": 39,
    "statement": "GABA, an inhibitory neurotransmitter, reduces neuron excitability hyperpolarizing"
  },
  {
    "id": 40,
    "statement": "Consistency, reliability, and predictability build trust through stability."
  },
  {
    "id": 41,
    "statement": "Trust develops through interaction of multiple factors, including empathy."
  },
  {
    "id": 42,
    "statement": "Consistency, predictability, and emotional stability build trust foundation."
  },
  {
    "id": 43,
    "statement": "Moral development arises from biology, culture, and environment's dynamic interaction."
  },
  {
    "id": 44,
    "statement": "Amygdala rapidly detects patterns in sensory and contextual information."
  },
  {
    "id": 45,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 46,
    "statement": "Moral development arises from complex interplay between biology, culture, environment."
  },
  {
    "id": 47,
    "statement": "Attention can amplify or dampen amygdala's emotional responses."
  },
  {
    "id": 48,
    "statement": "Biology, culture, and environment interact recursively in moral development."
  },
  {
    "id": 49,
    "statement": "Biological, cultural, and social factors interact in trust development."
  },
  {
    "id": 50,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust."
  },
  {
    "id": 51,
    "statement": "Honesty is necessary but not sufficient for building trust"
  },
  {
    "id": 52,
    "statement": "The amygdala rapidly detects emotional stimuli outside conscious awareness."
  },
  {
    "id": 53,
    "statement": "Synergy in trust building involves combined consistency, predictability, transparency"
  },
  {
    "id": 54,
    "statement": "Moral development arises from dynamic interplay between biology, culture, environment."
  },
  {
    "id": 55,
    "statement": "The amygdala integrates sensory, memory, and attention for rapid pattern recognition."
  },
  {
    "id": 56,
    "statement": "Amygdala detects emotions subliminally through pattern recognition and processing."
  },
  {
    "id": 57,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 58,
    "statement": "Moral development arises from complex interplay among biology, culture, and environment."
  },
  {
    "id": 59,
    "statement": "Amygdala integrates emotional patterns with contextual cognitive information rapidly"
  },
  {
    "id": 60,
    "statement": "Emotional salience refers to attention-grabbing and stimulus significance"
  },
  {
    "id": 61,
    "statement": "Trust develops through combination of consistent, reliable, dependable, predictable stable behavior"
  },
  {
    "id": 62,
    "statement": "Attention modulates amygdala activity through top-down mechanisms."
  },
  {
    "id": 63,
    "statement": "Moral development arises from interplay of biology, culture, and environment."
  },
  {
    "id": 64,
    "statement": "Biology, culture, and environment interact recursively in moral development"
  },
  {
    "id": 65,
    "statement": "Honesty builds trust only through consistent and transparent actions."
  },
  {
    "id": 66,
    "statement": "Trust develops through interaction of biological, cultural, and social factors."
  },
  {
    "id": 67,
    "statement": "Emotions are processed by multiple brain regions simultaneously."
  },
  {
    "id": 68,
    "statement": "Moral development arises from biology, culture, and social interactions."
  },
  {
    "id": 69,
    "statement": "Moral development arises from complex interactions among biology, culture."
  },
  {
    "id": 70,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency."
  },
  {
    "id": 71,
    "statement": "Moral development arises from complex interplay between biology, culture, and environment."
  },
  {
    "id": 72,
    "statement": "Consistency, predictability, and transparency build trust through reliability"
  },
  {
    "id": 73,
    "statement": "Amygdala rapidly detects patterns in sensory and contextual information within 30-150ms."
  },
  {
    "id": 74,
    "statement": "Consistency, reliability, and predictability are trust-building cornerstones."
  },
  {
    "id": 75,
    "statement": "Moral development arises from dynamic triadic interplay between biology, culture, and environment."
  },
  {
    "id": 76,
    "statement": "Honesty requires consistency, vulnerability, reliability, and empathy for trust."
  },
  {
    "id": 77,
    "statement": "Consistency and reliability are essential aspects of trust building."
  },
  {
    "id": 78,
    "statement": "Trust depends on optimal balance between predictability and flexibility."
  },
  {
    "id": 79,
    "statement": "Emotional salience refers to attention-grabbing stimulus significance."
  },
  {
    "id": 80,
    "statement": "Emotional salience captures attention and elicits emotional responses unpredictably."
  },
  {
    "id": 81,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context factors."
  },
  {
    "id": 82,
    "statement": "Authenticity and vulnerability build trust through openness and honesty."
  },
  {
    "id": 83,
    "statement": "Trust develops through consistency, reliability, dependability, predictability, and stability."
  },
  {
    "id": 84,
    "statement": "Consistency, reliability, and predictability collectively build trust foundation."
  },
  {
    "id": 85,
    "statement": "Biological, cultural, and social factors interact in a continuous dynamic."
  },
  {
    "id": 86,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 87,
    "statement": "Consistency, predictability, and transparency build trust through reliability"
  },
  {
    "id": 88,
    "statement": "Amygdala rapidly detects emotional stimuli before conscious awareness automatically."
  },
  {
    "id": 89,
    "statement": "The amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 90,
    "statement": "Amygdala integrates sensory, memory, and attention hierarchically in processing."
  },
  {
    "id": 91,
    "statement": "Honesty builds trust through authenticity, consistency, and cultural sensitivity."
  },
  {
    "id": 92,
    "statement": "Emotional salience refers to signification measured by attention capture"
  },
  {
    "id": 93,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 94,
    "statement": "Honesty alone insufficient for trust-building; authenticity & vulnerability required"
  },
  {
    "id": 95,
    "statement": "Emotional salience refers to the significance of stimuli to an individual"
  },
  {
    "id": 96,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 97,
    "statement": "Consistency builds trust through predictability and emotional stability."
  },
  {
    "id": 98,
    "statement": "Intricate interplay of biology, culture, and social factors forms trust."
  },
  {
    "id": 99,
    "statement": "Vulnerability's authenticity not always essential for trust-building relationships."
  },
  {
    "id": 100,
    "statement": "Consistency in actions and words builds trust reliably."
  },
  {
    "id": 101,
    "statement": "Moral development arises from interplay among biology, culture, and environment."
  },
  {
    "id": 102,
    "statement": "Honesty's relationship with trust can be context-dependent and complex"
  },
  {
    "id": 103,
    "statement": "Moral development arises from interplay among biology, culture, and environment."
  },
  {
    "id": 104,
    "statement": "Consistency, predictability, and empathy induce trust and cooperation."
  },
  {
    "id": 105,
    "statement": "Authenticity in trust building means being genuine and vulnerable."
  },
  {
    "id": 106,
    "statement": "Amygdala integrates emotional recognition with cognitive context rapidly."
  },
  {
    "id": 107,
    "statement": "Amygdala processes multiple emotional stimuli simultaneously through parallel processing."
  },
  {
    "id": 108,
    "statement": "Consistency and reliability build trust through predictable behavior"
  },
  {
    "id": 109,
    "statement": "Attention modulates amygdala activity through cortical feedback loops."
  },
  {
    "id": 110,
    "statement": "Amygdala rapidly processes emotional stimuli in parallel with cortical evaluation."
  },
  {
    "id": 111,
    "statement": "Biological, cultural, and social factors interact complexly in trust development."
  },
  {
    "id": 112,
    "statement": "The amygdala processes emotions through complex neural network interactions."
  },
  {
    "id": 113,
    "statement": "Trust depends on optimal balance of predictability and flexibility"
  },
  {
    "id": 114,
    "statement": "Emotional salience refers to the importance or relevance of emotional stimuli."
  },
  {
    "id": 115,
    "statement": "Honesty alone may not be sufficient to build trust"
  },
  {
    "id": 116,
    "statement": "Consistency builds trust through predictable and reliable behavior."
  },
  {
    "id": 117,
    "statement": "Amygdala uses hierarchical pattern recognition to categorize emotional stimuli rapidly."
  },
  {
    "id": 118,
    "statement": "GABA is an inhibitory neurotransmitter that hyperpolarizes neurons"
  },
  {
    "id": 119,
    "statement": "Consistency, openness, and authenticity build trust through transparent communication"
  },
  {
    "id": 120,
    "statement": "Honesty's importance varies across contexts and situations."
  },
  {
    "id": 121,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness."
  },
  {
    "id": 122,
    "statement": "Trust-building strategies adapt to context-specific needs."
  },
  {
    "id": 123,
    "statement": "Trust develops through consistent, reliable, dependable, predictable, and stable behavior."
  },
  {
    "id": 124,
    "statement": "Amygdala processing speed influenced by attentional modulation."
  },
  {
    "id": 125,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition process."
  },
  {
    "id": 126,
    "statement": "The amygdala integrates sensory, memory, and attention through hierarchical processing."
  },
  {
    "id": 127,
    "statement": "Amygdala processes emotions through complex neural interactions with other brain regions."
  },
  {
    "id": 128,
    "statement": "Moral development arises from interplay among biology, culture, and environment."
  },
  {
    "id": 129,
    "statement": "Consistency, predictability, and transparency are trust foundation pillars."
  },
  {
    "id": 130,
    "statement": "Honesty builds trust through authenticity, vulnerability, and consistency."
  },
  {
    "id": 131,
    "statement": "Honesty builds trust through authenticity, consistency, and transparency."
  },
  {
    "id": 132,
    "statement": "The amygdala processes emotional stimuli through hierarchical pattern recognition quickly."
  },
  {
    "id": 133,
    "statement": "Emotional salience depends on sensitivity, context, and individual experiences."
  },
  {
    "id": 134,
    "statement": "Synergy in trust building arises from combined consistency, predictability, transparency."
  },
  {
    "id": 135,
    "statement": "Amygdala rapidly processes emotional stimuli outside conscious awareness."
  },
  {
    "id": 136,
    "statement": "Vulnerability not always essential for trust-building in certain contexts."
  },
  {
    "id": 137,
    "statement": "GABA opens chloride channels to hyperpolarize neurons, inhibiting activity"
  },
  {
    "id": 138,
    "statement": "Emotional salience refers to significance measured by attention capture and response."
  },
  {
    "id": 139,
    "statement": "Amygdala rapidly responds to emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 140,
    "statement": "Amygdala quickly identifies patterns in sensory information for emotional response."
  },
  {
    "id": 141,
    "statement": "Consistency in behavior builds trust through reliability"
  },
  {
    "id": 142,
    "statement": "Amygdala rapidly detects emotional stimuli through hierarchical pattern recognition"
  },
  {
    "id": 143,
    "statement": "Thalamus filters sensory info through neural oscillations and gating mechanisms."
  },
  {
    "id": 144,
    "statement": "The amygdala processes emotional stimuli outside conscious awareness rapidly."
  },
  {
    "id": 145,
    "statement": "Trust balances predictability and flexibility for security and growth."
  },
  {
    "id": 146,
    "statement": "Emotional salience triggers unpredictable emotional responses depending context and individual."
  },
  {
    "id": 147,
    "statement": "Simultaneous processing by amygdala and cortex for emotional stimuli."
  },
  {
    "id": 148,
    "statement": "Honesty's moral acceptability depends on context and consequences."
  },
  {
    "id": 149,
    "statement": "Consistency reliability predictability together build trust foundation."
  },
  {
    "id": 150,
    "statement": "Moral development arises from interplay among biology, culture, and environment."
  },
  {
    "id": 151,
    "statement": "Consistency, openness, and authenticity build trust through transparent communication."
  },
  {
    "id": 152,
    "statement": "Attention modulates amygdala's response to emotionally salient stimuli complexly."
  },
  {
    "id": 153,
    "statement": "Stable behavior refers to consistent and predictable actions and decisions."
  },
  {
    "id": 154,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 155,
    "statement": "Amygdala's automatic processing precedes conscious emotional recognition."
  },
  {
    "id": 156,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 157,
    "statement": "Moral development arises from multiple, context-dependent interactions."
  },
  {
    "id": 158,
    "statement": "Trust builds through synergy of consistency, predictability, transparency."
  },
  {
    "id": 159,
    "statement": "Moral development arises from complex interplay among biology, culture, and environment."
  },
  {
    "id": 160,
    "statement": "Moral development arises from dynamic interplay of biology, culture, and environment."
  },
  {
    "id": 161,
    "statement": "Amygdala processes emotions through hierarchical pattern recognition."
  },
  {
    "id": 162,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition, learning"
  },
  {
    "id": 163,
    "statement": "Authenticity is a culturally and subjectively nuanced concept."
  },
  {
    "id": 164,
    "statement": "Moral development arises from reciprocal interplay between biology, culture, environment."
  },
  {
    "id": 165,
    "statement": "Moral development arises from biology, culture, and environment interplay."
  },
  {
    "id": 166,
    "statement": "Amygdala integrates sensory, memory, and attention for pattern recognition."
  },
  {
    "id": 167,
    "statement": "Amygdala processes multiple stimuli in parallel through neural networks"
  },
  {
    "id": 168,
    "statement": "Trust development involves complex interplay of biology, culture, environment, vulnerability, and communication."
  },
  {
    "id": 169,
    "statement": "Trust-building adapts to unique circumstances and requirements effectively."
  },
  {
    "id": 170,
    "statement": "Dependability ensures consistent delivery of promises and expectations."
  },
  {
    "id": 171,
    "statement": "Amygdala integrates emotional recognition with cognitive context rapidly, yet variably."
  },
  {
    "id": 172,
    "statement": "Emotional salience refers to the attention-grabbing significance of stimuli."
  },
  {
    "id": 173,
    "statement": "Attention modulates amygdala response via top-down and bottom-up mechanisms"
  },
  {
    "id": 174,
    "statement": "The amygdala rapidly processes emotions through complex neural interactions."
  },
  {
    "id": 175,
    "statement": "Moral development interplays with biology, culture, and environment."
  },
  {
    "id": 176,
    "statement": "Amygdala's pattern recognition processing is hierarchical and efficient."
  },
  {
    "id": 177,
    "statement": "Biological, cultural, and social factors interact contextually in trust development."
  },
  {
    "id": 178,
    "statement": "Consistency in actions predicts emotional responses, building trust."
  },
  {
    "id": 179,
    "statement": "The amygdala integrates emotional patterns with contextual cognitive information rapidly."
  },
  {
    "id": 180,
    "statement": "Moral development arises from complex interplay between biology, culture, and environment."
  },
  {
    "id": 181,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 182,
    "statement": "Amygdala rapidly processes emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 183,
    "statement": "Trust development involves interplay between multiple factors."
  },
  {
    "id": 184,
    "statement": "Consistency, reliability, dependability drive trust through predictability, stability"
  },
  {
    "id": 185,
    "statement": "Consistency, predictability, and transparency build trust foundation"
  },
  {
    "id": 186,
    "statement": "The amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 187,
    "statement": "Consistency, predictability, and stability build trust through reliability."
  },
  {
    "id": 188,
    "statement": "Amygdala processes emotional information before conscious awareness"
  },
  {
    "id": 189,
    "statement": "Moral development emerges from interplay of biology and culture."
  },
  {
    "id": 190,
    "statement": "Trust development involves complex interplay between predictability and flexibility."
  },
  {
    "id": 191,
    "statement": "Attention modulates amygdala activity through cortical feedback loops and attentional context."
  },
  {
    "id": 192,
    "statement": "GABA, an inhibitory neurotransmitter, reduces neuron excitability hyperpolarizing"
  },
  {
    "id": 193,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel processing"
  },
  {
    "id": 194,
    "statement": "Amygdala detects patterns and associations crucial for survival or well-being"
  },
  {
    "id": 195,
    "statement": "Trust builds on balancing consistency and flexible adaptation"
  },
  {
    "id": 196,
    "statement": "Amygdala processes emotions through interactions with hippocampus and prefrontal cortex."
  },
  {
    "id": 197,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness, influencing emotional responses."
  },
  {
    "id": 198,
    "statement": "Consistency and reliability build trust through predictability."
  },
  {
    "id": 199,
    "statement": "The amygdala rapidly detects emotional stimuli through subcortical and thalamocortical connections."
  }
]