[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 2,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 3,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 4,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 5,
    "statement": "Amygdala quickly recognizes emotional stimuli for threat detection."
  },
  {
    "id": 6,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 7,
    "statement": "Amygdala's emotional processing involves complex neural networks integration"
  },
  {
    "id": 8,
    "statement": "Emotions create connection and trust through intimacy and empathy."
  },
  {
    "id": 9,
    "statement": "GABA binding triggers chloride channel opening through G-protein interaction."
  },
  {
    "id": 10,
    "statement": "Consistency and reliability are essential building blocks for trust."
  },
  {
    "id": 11,
    "statement": "Honesty is the foundation for building trust development"
  },
  {
    "id": 12,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 13,
    "statement": "Amygdala's emotional processing involves complex neural networks and mechanisms."
  },
  {
    "id": 14,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency"
  },
  {
    "id": 15,
    "statement": "GABA's synaptic plasticity modulates amygdala activity through excitation and inhibition"
  },
  {
    "id": 16,
    "statement": "Consistency and reliability are essential aspects of trust building."
  },
  {
    "id": 17,
    "statement": "GABA modulates amygdala activity through synaptic plasticity."
  },
  {
    "id": 18,
    "statement": "Honesty establishes the foundation for trust development"
  },
  {
    "id": 19,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context interaction."
  },
  {
    "id": 20,
    "statement": "GABA modulates amygdala activity through synaptic plasticity mechanisms."
  },
  {
    "id": 21,
    "statement": "Amygdala rapidly detects emotional stimuli through pattern recognition."
  },
  {
    "id": 22,
    "statement": "GABA's binding calms amygdala activity, reducing emotional intensity."
  },
  {
    "id": 23,
    "statement": "GABA inhibits amygdala activity through synaptic plasticity mechanisms"
  },
  {
    "id": 24,
    "statement": "Amygdala rapidly detects emotional stimuli through pattern recognition mechanisms"
  },
  {
    "id": 25,
    "statement": "Honesty alone is insufficient for building trust completely."
  },
  {
    "id": 26,
    "statement": "Consistency, predictability, and transparency create foundation for trust building."
  },
  {
    "id": 27,
    "statement": "Consistency, reliability, and dependable behavior foster trust through predictability."
  },
  {
    "id": 28,
    "statement": "Trust development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 29,
    "statement": "Amygdala processes emotional stimuli through top-down and bottom-up mechanisms."
  },
  {
    "id": 30,
    "statement": "Consistency, predictability, and transparency deeply influence human trust development."
  },
  {
    "id": 31,
    "statement": "The amygdala rapidly processes emotional stimuli via top-down and bottom-up mechanisms."
  },
  {
    "id": 32,
    "statement": "The amygdala rapidly detects emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 33,
    "statement": "Amygdala's emotional processing involves complex neural networks integration."
  },
  {
    "id": 34,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 35,
    "statement": "Emotional detachment can be a complex and multifaceted concept"
  },
  {
    "id": 36,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 37,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 38,
    "statement": "Amygdala's rapid pattern recognition enables emotional response and decision-making."
  },
  {
    "id": 39,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 40,
    "statement": "Amygdala rapidly integrates sensory and cognitive information."
  },
  {
    "id": 41,
    "statement": "Reliability refers to consistent behavior, reliable actions, and dependability."
  },
  {
    "id": 42,
    "statement": "Amygdala rapidly recognizes emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 43,
    "statement": "The amygdala rapidly detects emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 44,
    "statement": "The amygdala detects emotional stimuli for threat detection through rapid integration."
  },
  {
    "id": 45,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 46,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 47,
    "statement": "Consistency and reliability calm the amygdala, reducing uncertainty."
  },
  {
    "id": 48,
    "statement": "Reliability is the dependable fulfillment of commitments and obligations."
  },
  {
    "id": 49,
    "statement": "Consistency, predictability, and transparency facilitate trust development process"
  },
  {
    "id": 50,
    "statement": "Honesty is a necessary condition but insufficient for building trust."
  },
  {
    "id": 51,
    "statement": "Amygdala's processing speed influenced by attention and emotional stimuli"
  },
  {
    "id": 52,
    "statement": "Amygdala processes sensory information through neural networks complexity."
  },
  {
    "id": 53,
    "statement": "Amygdala rapidly detects emotional stimuli for threat or detection."
  },
  {
    "id": 54,
    "statement": "Brain structure, neurotransmitters, and hormones influence moral development and honesty."
  },
  {
    "id": 55,
    "statement": "Neuroplasticity plays a significant role in moral development processes."
  },
  {
    "id": 56,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 57,
    "statement": "Honesty a necessary condition for trust development is disputed"
  },
  {
    "id": 58,
    "statement": "The amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 59,
    "statement": "Attention modulates amygdala's emotional processing through enhancement or suppression."
  },
  {
    "id": 60,
    "statement": "Emotional detachment is a complicated coping mechanism for trauma."
  },
  {
    "id": 61,
    "statement": "Emotional detachment can be both beneficial and detrimental."
  },
  {
    "id": 62,
    "statement": "Amygdala processes emotions through complex neural networks integration."
  },
  {
    "id": 63,
    "statement": "Honesty alone insufficient for building trust, requires consistency."
  },
  {
    "id": 64,
    "statement": "Amygdala rapidly detects emotional stimuli for threat or detection processing."
  },
  {
    "id": 65,
    "statement": "Uncertainty stems from item's apparent unrelatedness to other knowledge."
  },
  {
    "id": 66,
    "statement": "Moral development involves dynamic interplay of biology, culture, and social factors."
  },
  {
    "id": 67,
    "statement": "Amygdala rapidly identifies emotional stimuli through learned pattern associations"
  },
  {
    "id": 68,
    "statement": "Trust development involves intricate interplay of factors, including emotions."
  },
  {
    "id": 69,
    "statement": "GABA modulates amygdala activity through inhibitory synaptic plasticity"
  },
  {
    "id": 70,
    "statement": "Authenticity fosters trust through vulnerability, consistency, and reliability."
  },
  {
    "id": 71,
    "statement": "Honesty requires sincerity, consistency, emotional openness to establish trust."
  },
  {
    "id": 72,
    "statement": "The amygdala's activity is influenced by emotional detachment and context."
  },
  {
    "id": 73,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency"
  },
  {
    "id": 74,
    "statement": "Moral development arises from interplay of biology, culture, and social factors."
  },
  {
    "id": 75,
    "statement": "GABA's binding reduces amygdala neuron activity lowering emotional response'"
  },
  {
    "id": 76,
    "statement": "Amygdala recognizes emotional patterns through sensory-motor integration."
  },
  {
    "id": 77,
    "statement": "GABA modulates amygdala activity through excitation and inhibition mechanisms."
  },
  {
    "id": 78,
    "statement": "Trust building involves complex interplay of factors, not just consistency."
  },
  {
    "id": 79,
    "statement": "Emotional foundation in limbic system underlies empathy and trust development"
  },
  {
    "id": 80,
    "statement": "Consistency and predictability reduce amygdala's uncertainty and anxiety."
  },
  {
    "id": 81,
    "statement": "Trust development is a dyadic process between interacting individuals."
  },
  {
    "id": 82,
    "statement": "Honesty's emotional openness fosters mutual understanding and empathy."
  },
  {
    "id": 83,
    "statement": "GABA modulates amygdala activity to regulate emotional responses."
  },
  {
    "id": 84,
    "statement": "GABA's calming effect on amygdala varies by context, focus, and attention."
  },
  {
    "id": 85,
    "statement": "GABA calms amygdala's emotional responses through regulatory action."
  },
  {
    "id": 86,
    "statement": "Neuroplasticity shapes moral development through reorganization and adaptation of brain regions."
  },
  {
    "id": 87,
    "statement": "GABA's effects on amygdala modulated by interactions with other neurotransmitters"
  },
  {
    "id": 88,
    "statement": "Honesty alone is insufficient for building trust completely."
  },
  {
    "id": 89,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 90,
    "statement": "Emotional authenticity fosters deeper connections through vulnerability and trust."
  },
  {
    "id": 91,
    "statement": "The amygdala's emotional processing involves complex neural network interactions"
  },
  {
    "id": 92,
    "statement": "Consistency and reliability build trust through dependable behavior."
  },
  {
    "id": 93,
    "statement": "GABA's binding reduces amygdala activity through chloride influx."
  },
  {
    "id": 94,
    "statement": "Consistency and reliability can be influenced by context"
  },
  {
    "id": 95,
    "statement": "Consistency, predictability, and transparency are trust-building foundations but not sufficient conditions."
  },
  {
    "id": 96,
    "statement": "A substructure is a smaller, self-contained entity within a larger structure."
  },
  {
    "id": 97,
    "statement": "Trust development refers to building trust between individuals."
  },
  {
    "id": 98,
    "statement": "The amygdala's processing speed is influenced by attention and emotions."
  },
  {
    "id": 99,
    "statement": "GABA's binding decreases amygdala neuron activity calms emotions"
  },
  {
    "id": 100,
    "statement": "Emotional detachment is a complex trait with both benefits and drawbacks."
  },
  {
    "id": 101,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 102,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 103,
    "statement": "GABA inhibits amygdala neurons to regulate emotional responses calmly"
  },
  {
    "id": 104,
    "statement": "Dependability concerns trustworthiness in fulfilling commitments and obligations"
  },
  {
    "id": 105,
    "statement": "Internal attention modulates amygdala's emotional processing through top-down selection."
  },
  {
    "id": 106,
    "statement": "Brain structure and neurotransmitters shape moral development and honesty."
  },
  {
    "id": 107,
    "statement": "Amygdala's processing speed is influenced by various contextual factors"
  },
  {
    "id": 108,
    "statement": "Emotional connection is a crucial aspect of building trust."
  },
  {
    "id": 109,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and inhibitory effects."
  },
  {
    "id": 110,
    "statement": "Honesty is a necessary condition for trust development."
  },
  {
    "id": 111,
    "statement": "Gradual trust development involves consistency, trustworthiness, and reliability"
  },
  {
    "id": 112,
    "statement": "Consistency alone is insufficient for trust building, authenticity required."
  },
  {
    "id": 113,
    "statement": "Honesty establishes foundation for reliable and consistent relationships."
  },
  {
    "id": 114,
    "statement": "GABA regulates amygdala activity through both inhibition and excitation."
  },
  {
    "id": 115,
    "statement": "Complex neural networks underlie intricate moral decision-making processes."
  },
  {
    "id": 116,
    "statement": "Honesty requires genuine intention, reliability, and emotional vulnerability"
  },
  {
    "id": 117,
    "statement": "Honesty's moral justifiability depends on context, harm, and personal values."
  },
  {
    "id": 118,
    "statement": "GABA's calming effect on amygdala varies by context and attention."
  },
  {
    "id": 119,
    "statement": "Emotional detachment is a complex coping mechanism."
  },
  {
    "id": 120,
    "statement": "Neuroplasticity significantly influences moral development through reorganization and adaptation"
  },
  {
    "id": 121,
    "statement": "Consistency and reliability reduce amygdala uncertainty by predictability."
  },
  {
    "id": 122,
    "statement": "Authenticity fosters trust through vulnerability and openness in relationships."
  },
  {
    "id": 123,
    "statement": "GABA binding opens chloride channels, reducing neuron excitability."
  },
  {
    "id": 124,
    "statement": "Trust development occurs between individuals, groups, organizations, and communities."
  },
  {
    "id": 125,
    "statement": "Amygdala's emotional processing involves complex neural networks integration"
  },
  {
    "id": 126,
    "statement": "Authenticity bridges the gap between consistency and trust building."
  },
  {
    "id": 127,
    "statement": "Rapid emotional processing in amygdala occurs outside conscious awareness."
  },
  {
    "id": 128,
    "statement": "GABA binding triggers chloride channel opening through G-protein interaction"
  },
  {
    "id": 129,
    "statement": "Emotional authenticity fosters deeper connections through vulnerability and trust."
  },
  {
    "id": 130,
    "statement": "Consistency, predictability, and transparency build trust through dependability."
  },
  {
    "id": 131,
    "statement": "Amygdala's emotional processing modulated by cortical influences directly."
  },
  {
    "id": 132,
    "statement": "Dependability manifests in personal, professional, and social relationships'"
  },
  {
    "id": 133,
    "statement": "Consistency and reliability reduce prediction error, calming amygdala."
  },
  {
    "id": 134,
    "statement": "Moral development influenced by complex interplay of biology and culture"
  },
  {
    "id": 135,
    "statement": "Amygdala rapidly categorizes emotional stimuli through combined processing."
  },
  {
    "id": 136,
    "statement": "Amygdala processes sensory information outside conscious awareness rapidly."
  },
  {
    "id": 137,
    "statement": "Emotions create trust through intimacy, empathy, and vulnerability."
  },
  {
    "id": 138,
    "statement": "Neuroplasticity reorganizes neural networks for moral development and learning."
  },
  {
    "id": 139,
    "statement": "The amygdala rapidly detects emotional stimuli for threat detection through complex neural integration."
  },
  {
    "id": 140,
    "statement": "Amygdala recognizes emotional stimuli for threat detection through pattern recognition."
  },
  {
    "id": 141,
    "statement": "Authenticity ensures consistency of values and trustworthy vulnerability"
  },
  {
    "id": 142,
    "statement": "Amygdala detects emotional stimuli through facial expressions, tone, and body language"
  },
  {
    "id": 143,
    "statement": "Honesty, a necessary condition, establishes initial trust foundation."
  },
  {
    "id": 144,
    "statement": "Brain structure, neurotransmitters, and hormones shape moral development through interaction."
  },
  {
    "id": 145,
    "statement": "GABA modulates amygdala activity through synaptic plasticity mechanisms"
  },
  {
    "id": 146,
    "statement": "Amygdala rapidly detects emotional stimuli based on learned patterns"
  },
  {
    "id": 147,
    "statement": "Authenticity in trust building involves being genuine, transparent, and consistent."
  },
  {
    "id": 148,
    "statement": "Honesty establishes foundation for reliable and consistent relationships."
  },
  {
    "id": 149,
    "statement": "The amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 150,
    "statement": "Consistency, predictability, and transparency are essential trust-building elements."
  },
  {
    "id": 151,
    "statement": "GABA primarily inhibits amygdala neurons to regulate emotional responses"
  },
  {
    "id": 152,
    "statement": "Amygdala's processing speed influenced by environmental, social, and cognitive factors."
  },
  {
    "id": 153,
    "statement": "Emotional detachment can be both adaptive and maladaptive."
  },
  {
    "id": 154,
    "statement": "Amygdala's emotional processing involves top-down and bottom-up mechanisms."
  },
  {
    "id": 155,
    "statement": "GABA's inhibitory action calms amygdala's emotional responses through chloride channels."
  },
  {
    "id": 156,
    "statement": "Consistency, predictability, and transparency build trust through reliability factor."
  },
  {
    "id": 157,
    "statement": "Dependability refers to trustworthy reliable action consistent commitment"
  },
  {
    "id": 158,
    "statement": "Emotional authenticity fosters deeper connections through vulnerability and trust."
  },
  {
    "id": 159,
    "statement": "Moral decision-making involves complex neural networks coordination"
  },
  {
    "id": 160,
    "statement": "Trust can be built without consistency and reliability in certain situations."
  },
  {
    "id": 161,
    "statement": "GABA binding reduces neuron excitability through chloride ion influx"
  },
  {
    "id": 162,
    "statement": "Amygdala's rapid pattern recognition influences emotional response and decision-making."
  },
  {
    "id": 163,
    "statement": "Amygdala's processing speed influenced by attention and emotional arousal."
  },
  {
    "id": 164,
    "statement": "Emotional foundations in limbic system underlie empathy, honesty, and trust."
  },
  {
    "id": 165,
    "statement": "GABA modulates amygdala activity through complex interplay."
  },
  {
    "id": 166,
    "statement": "Honesty's moral justifiability influenced by personal values and context."
  },
  {
    "id": 167,
    "statement": "Context influences consistency and reliability through various mechanisms."
  },
  {
    "id": 168,
    "statement": "Trust development involves dynamic interplay of biology, culture, and social factors."
  },
  {
    "id": 169,
    "statement": "GABA's binding calms amygdala neuron activity, reducing emotions"
  },
  {
    "id": 170,
    "statement": "Emotional detachment is conceptually complex and situation-dependent."
  },
  {
    "id": 171,
    "statement": "Honesty is necessary foundation for building trust development"
  },
  {
    "id": 172,
    "statement": "Honesty facilitates open communication, trust, and accountability in relationships"
  },
  {
    "id": 173,
    "statement": "Emotional detachment is a coping mechanism with mixed benefits."
  },
  {
    "id": 174,
    "statement": "Amygdala processes sensory information through complex neural networks."
  },
  {
    "id": 175,
    "statement": "Moral development arises from interplay of biology, culture, and social factors"
  },
  {
    "id": 176,
    "statement": "GABA's inhibitory action calms amygdala activity through neurotransmission."
  },
  {
    "id": 177,
    "statement": "GABA regulates amygdala activity to reduce fear and anxiety responses."
  },
  {
    "id": 178,
    "statement": "Trust development stems from gradual, consistent, and reliable actions."
  },
  {
    "id": 179,
    "statement": "Amygdala processes emotional stimuli through pattern recognition and rapid neural networks."
  },
  {
    "id": 180,
    "statement": "Trust building requires emotional connection and shared understanding."
  },
  {
    "id": 181,
    "statement": "Authenticity builds trust through vulnerability, consistency, and openness."
  },
  {
    "id": 182,
    "statement": "Amygdala rapidly detects emotional stimuli through complex neural networks integration."
  },
  {
    "id": 183,
    "statement": "Honesty can be sufficient for building trust in specific situations."
  },
  {
    "id": 184,
    "statement": "Consistency breeds trust through predictability and transparency."
  },
  {
    "id": 185,
    "statement": "Amygdala rapidly categorizes emotional stimuli through complex neural integration."
  },
  {
    "id": 186,
    "statement": "GABA regulates amygdala activity through complex inhibitory mechanisms directly."
  },
  {
    "id": 187,
    "statement": "Emotional vulnerability requires authenticity and openness in honesty."
  },
  {
    "id": 188,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context interaction."
  },
  {
    "id": 189,
    "statement": "Amygdala rapidly processes sensory and cognitive information through complex integration"
  },
  {
    "id": 190,
    "statement": "GABA binding reduces amygdala neuron activity through neural networks."
  },
  {
    "id": 191,
    "statement": "Honesty builds foundation for trust development through authenticity."
  },
  {
    "id": 192,
    "statement": "Amygdala rapidly detects emotional stimuli through pattern recognition processes."
  },
  {
    "id": 193,
    "statement": "The amygdala integrates sensory information with other neural networks."
  },
  {
    "id": 194,
    "statement": "The amygdala integrates sensory and cognitive information for emotion processing."
  },
  {
    "id": 195,
    "statement": "Honesty is a necessary condition but insufficient for building trust."
  },
  {
    "id": 196,
    "statement": "The amygdala's emotional processing involves complex neural networks integration."
  },
  {
    "id": 197,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and inhibition."
  },
  {
    "id": 198,
    "statement": "The amygdala processes emotions automatically outside conscious awareness."
  },
  {
    "id": 199,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors shaping values and behaviors."
  }
]