[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 2,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 3,
    "statement": "Consistency builds trust, but insufficient condition necessary for trust"
  },
  {
    "id": 4,
    "statement": "Moral development integrates cognitive, emotional, and social influences."
  },
  {
    "id": 5,
    "statement": "Consistency, predictability, and transparency contribute to reliability in trust."
  },
  {
    "id": 6,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 7,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 8,
    "statement": "Honesty requires sincerity, consistency, reliability, and authenticity to build trust."
  },
  {
    "id": 9,
    "statement": "Consistency and reliability are essential for building trust."
  },
  {
    "id": 10,
    "statement": "Consistency is a necessary condition, but not sufficient for trust"
  },
  {
    "id": 11,
    "statement": "GABA's inhibitory effect complexly regulated by various factors"
  },
  {
    "id": 12,
    "statement": "Amygdala rapidly processes sensory information through feature extraction and filtering."
  },
  {
    "id": 13,
    "statement": "Amygdala rapidly processes sensory information through pattern recognition and filtering."
  },
  {
    "id": 14,
    "statement": "Emotions, empathy, and social context shape moral decisions and behavior"
  },
  {
    "id": 15,
    "statement": "Honesty establishes the foundation for trust development"
  },
  {
    "id": 16,
    "statement": "Moral development results from interaction of biology, culture, and social norms."
  },
  {
    "id": 17,
    "statement": "Moral development emerges from complex biology-culture-social interaction dynamics."
  },
  {
    "id": 18,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing"
  },
  {
    "id": 19,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 20,
    "statement": "Amygdala processes sensory information outside conscious awareness reflexively."
  },
  {
    "id": 21,
    "statement": "GABA opening chloride channels involves complex interactions."
  },
  {
    "id": 22,
    "statement": "GABA's inhibitory effect on neurons involves specific receptor-chloride interactions."
  },
  {
    "id": 23,
    "statement": "Moral decision-making involves multifaceted and nuanced considerations."
  },
  {
    "id": 24,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 25,
    "statement": "Amygdala rapidly recognizes patterns in sensory information for emotional processing."
  },
  {
    "id": 26,
    "statement": "Amygdala processes sensory information hierarchically, integrating multiple factors."
  },
  {
    "id": 27,
    "statement": "Honesty emerges from moral character shaped by biology and culture."
  },
  {
    "id": 28,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 29,
    "statement": "Consistency, reliability, and shared experiences facilitate trust building."
  },
  {
    "id": 30,
    "statement": "Trust is confidence in someone or something's reliability."
  },
  {
    "id": 31,
    "statement": "GABA's inhibitory effect on neurons involves receptor-chloride interactions."
  },
  {
    "id": 32,
    "statement": "Consistency in action alone does not guarantee reliability, sincerity, authenticity."
  },
  {
    "id": 33,
    "statement": "Emotions, empathy, and social context shape moral decisions dynamically."
  },
  {
    "id": 34,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability mechanisms."
  },
  {
    "id": 35,
    "statement": "Emotions, empathy, and social context influence each other in cycles."
  },
  {
    "id": 36,
    "statement": "Amygdala integrates multi-sensory information for rapid emotional response"
  },
  {
    "id": 37,
    "statement": "Emotions, empathy, and social context dynamically shape moral decision-making."
  },
  {
    "id": 38,
    "statement": "Consistency, sincerity, and authenticity are essential for trustworthy honesty."
  },
  {
    "id": 39,
    "statement": "Consistency and reliability are essential building blocks for trust."
  },
  {
    "id": 40,
    "statement": "GABA's inhibitory effect on neurons is a complex, multi-step process."
  },
  {
    "id": 41,
    "statement": "A substructure is a smaller region within a larger hierarchical system."
  },
  {
    "id": 42,
    "statement": "Amygdala processes sensory info hierarchically, combining multiple factors"
  },
  {
    "id": 43,
    "statement": "Amygdala rapidly recognizes patterns in sensory info for emotional significance."
  },
  {
    "id": 44,
    "statement": "Honesty founded on consistency, reliability, and predictability in trust."
  },
  {
    "id": 45,
    "statement": "Emotions, empathy, and social context shape moral decision-making processes."
  },
  {
    "id": 46,
    "statement": "Amygdala processes sensory info outside conscious awareness for emotional response."
  },
  {
    "id": 47,
    "statement": "Moral development involves complex interplay of cognitive, emotional, social factors."
  },
  {
    "id": 48,
    "statement": "Amygdala's rapid response is an adaptive, threat-detection mechanism."
  },
  {
    "id": 49,
    "statement": "GABA modulates amygdala activity through multiple complex factors."
  },
  {
    "id": 50,
    "statement": "Moral development emerges from biological, cultural, and social interplay."
  },
  {
    "id": 51,
    "statement": "GABA's inhibitory effect on neurons involves chloride channel opening."
  },
  {
    "id": 52,
    "statement": "Honesty requires sincerity, consistency, and authenticity to build trust."
  },
  {
    "id": 53,
    "statement": "The amygdala's processing speed is influenced by attention, emotions, context."
  },
  {
    "id": 54,
    "statement": "Moral development is a dynamic, interconnected process."
  },
  {
    "id": 55,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 56,
    "statement": "GABA's inhibitory effect on neurons involves receptor- chloride channel interactions."
  },
  {
    "id": 57,
    "statement": "Amygdala prioritizes threat-related and social stimuli through hierarchical processing."
  },
  {
    "id": 58,
    "statement": "Emotions, empathy, and social context shape honesty and trust."
  },
  {
    "id": 59,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 60,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, context simultaneously"
  },
  {
    "id": 61,
    "statement": "Honesty requires intentional vulnerability, not emotional openness."
  },
  {
    "id": 62,
    "statement": "Honesty stems from a person's innate moral character traits."
  },
  {
    "id": 63,
    "statement": "Emotions, empathy, and social context are interdependent and influence each other."
  },
  {
    "id": 64,
    "statement": "Emotions, empathy, and social context shape moral decision-making through complex interactions."
  },
  {
    "id": 65,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 66,
    "statement": "Substructure refers to a smaller region within larger structures"
  },
  {
    "id": 67,
    "statement": "Amygdala rapidly processes emotional significance through pattern recognition and filtering."
  },
  {
    "id": 68,
    "statement": "Honesty emerges from balanced biology and culture shaping moral identity."
  },
  {
    "id": 69,
    "statement": "Honesty emerges from complex interplay of biology, culture, and upbringing."
  },
  {
    "id": 70,
    "statement": "Convergence gating integrates multiple sensory inputs rapidly in amygdala."
  },
  {
    "id": 71,
    "statement": "Emotions dynamically influence moral decision-making over time."
  },
  {
    "id": 72,
    "statement": "Consistency, predictability, and transparency build trust through reliability"
  },
  {
    "id": 73,
    "statement": "Consistency in action alone is insufficient for reliability, sincerity, authenticity"
  },
  {
    "id": 74,
    "statement": "The amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 75,
    "statement": "Honesty a necessary condition but insufficient for trust"
  },
  {
    "id": 76,
    "statement": "Consistency and reliability are essential trust-building components."
  },
  {
    "id": 77,
    "statement": "Amygdala rapidly processes sensory info through hierarchical processing."
  },
  {
    "id": 78,
    "statement": "GABA's inhibitory effect calms down excessive neural activity."
  },
  {
    "id": 79,
    "statement": "Authenticity is a necessary condition for building trust and sincerity."
  },
  {
    "id": 80,
    "statement": "Honesty can manifest in various ways, context-dependent."
  },
  {
    "id": 81,
    "statement": "Consistency and reliability are fundamental components of trust."
  },
  {
    "id": 82,
    "statement": "A substructure is a smaller part within a larger system."
  },
  {
    "id": 83,
    "statement": "Trust built on sincerity, consistency, and authenticity."
  },
  {
    "id": 84,
    "statement": "GABA receptor-chloride channel interactions establish inhibitory neural responses."
  },
  {
    "id": 85,
    "statement": "GABA's inhibitory effect involves chloride channel opening hyperpolarization"
  },
  {
    "id": 86,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 87,
    "statement": "Emotions, empathy, and social context intricately interact shaping moral decisions."
  },
  {
    "id": 88,
    "statement": "Honesty requires consistency, sincerity, and authenticity for trust building"
  },
  {
    "id": 89,
    "statement": "Necessary conditions for trust building include genuineness and empathy."
  },
  {
    "id": 90,
    "statement": "Amygdala detects and processes sensory info outside conscious awareness."
  },
  {
    "id": 91,
    "statement": "Vulnerability and authenticity foster trust through intimacy and empathy."
  },
  {
    "id": 92,
    "statement": "Amygdala rapidly processes sensory info through pattern recognition filtering."
  },
  {
    "id": 93,
    "statement": "Consistency and reliability are essential trust-building components, but not sufficient."
  },
  {
    "id": 94,
    "statement": "Honesty requires consistency, reliability, and transparency to build trust"
  },
  {
    "id": 95,
    "statement": "Amygdala rapidly processes emotional significance through pattern recognition and filtering."
  },
  {
    "id": 96,
    "statement": "Consistency, reliability, and predictability contribute to trustworthiness over time."
  },
  {
    "id": 97,
    "statement": "Consistency, sincerity, and authenticity build trust through reliability, genuineness, and uniqueness"
  },
  {
    "id": 98,
    "statement": "Vulnerability and authenticity foster trust through intimacy and empathy."
  },
  {
    "id": 99,
    "statement": "Honesty builds trust through consistency, reliability, and transparency alone."
  },
  {
    "id": 100,
    "statement": "The amygdala rapidly integrates multi-sensory information for emotional response."
  },
  {
    "id": 101,
    "statement": "Moral development involves complex interplay of cognitive, emotional, social factors."
  },
  {
    "id": 102,
    "statement": "Transparency is openness and honesty in communication and action."
  },
  {
    "id": 103,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability."
  },
  {
    "id": 104,
    "statement": "Amygdala processes sensory info hierarchically with multiple factors"
  },
  {
    "id": 105,
    "statement": "Emotions, empathy, and social context interact recursively shaping moral decisions."
  },
  {
    "id": 106,
    "statement": "Emotions, empathy, and social context interact to shape moral decisions."
  },
  {
    "id": 107,
    "statement": "Emotions, empathy, and social context recursively shape moral decisions."
  },
  {
    "id": 108,
    "statement": "Emotions, empathy, and social context shape moral decisions through complex interplay."
  },
  {
    "id": 109,
    "statement": "Amygdala rapidly processes multimodal sensory inputs for emotional response"
  },
  {
    "id": 110,
    "statement": "Consistency, reliability, and predictability build trust through truthfulness."
  },
  {
    "id": 111,
    "statement": "Honesty, empathy, and authenticity interdependently build trust foundations."
  },
  {
    "id": 112,
    "statement": "Moral development involves complex interplay of cognitive-emotional-social factors."
  },
  {
    "id": 113,
    "statement": "Emotions, empathy, and social context interplay in moral decision-making processes."
  },
  {
    "id": 114,
    "statement": "Moral decision-making involves weighing complexity and nuance over simplicity."
  },
  {
    "id": 115,
    "statement": "Consistency, predictability, transparency build trust through reliability."
  },
  {
    "id": 116,
    "statement": "Honesty requires vulnerability, authenticity, and genuine emotional expression."
  },
  {
    "id": 117,
    "statement": "Nonverbal cues and emotions must align for authenticity."
  },
  {
    "id": 118,
    "statement": "Convergence gating enables amygdala to integrate sensory information rapidly."
  },
  {
    "id": 119,
    "statement": "Amygdala rapidly processes sensory info through pattern recognition and filtering."
  },
  {
    "id": 120,
    "statement": "Honesty emerges from complex interplay of biology, culture, and upbringing."
  },
  {
    "id": 121,
    "statement": "Amygdala rapidly integrates multi-sensory information through convergence gating."
  },
  {
    "id": 122,
    "statement": "Amygdala rapidly processes emotional significance through pattern recognition and filtering."
  },
  {
    "id": 123,
    "statement": "Hierarchical amygdala processing involves complex integration of multiple factors."
  },
  {
    "id": 124,
    "statement": "Consistent reliable behavior builds trust through integrity, empathy, accountability, transparency."
  },
  {
    "id": 125,
    "statement": "Amygdala's rapid emotional processing integrates multimodal sensory inputs."
  },
  {
    "id": 126,
    "statement": "Moral development emerges from complex biology-culture-social interactions dynamics shape."
  },
  {
    "id": 127,
    "statement": "Consistency in actions is a necessary but insufficient condition."
  },
  {
    "id": 128,
    "statement": "Consistency and reliability are necessary but insufficient for trust."
  },
  {
    "id": 129,
    "statement": "Consistent behavior establishes foundation for trust development over time."
  },
  {
    "id": 130,
    "statement": "Consistency is a necessary but insufficient condition for trust."
  },
  {
    "id": 131,
    "statement": "Consistency, reliability, and predictability are interdependent trust factors."
  },
  {
    "id": 132,
    "statement": "Transparency involves openness and honesty in communication and action."
  },
  {
    "id": 133,
    "statement": "Emotions, empathy, and social context influence moral decision-making processes."
  },
  {
    "id": 134,
    "statement": "Emotions, empathy, and shared experiences contribute to trust development."
  },
  {
    "id": 135,
    "statement": "Moral decisions emerge from dynamic interplay of emotions empathy context."
  },
  {
    "id": 136,
    "statement": "Moral development integrates cognitive, emotional, and social factors contextually."
  },
  {
    "id": 137,
    "statement": "Amygdala rapidly recognizes and filters emotional and threat-related patterns."
  },
  {
    "id": 138,
    "statement": "Consistency, reliability, and additional factors jointly build trust."
  },
  {
    "id": 139,
    "statement": "Honesty emerges from complex interplay of biology, culture, and upbringing."
  },
  {
    "id": 140,
    "statement": "Amygdala rapidly processes multi-sensory information for emotional response."
  },
  {
    "id": 141,
    "statement": "GABA's inhibitory effect is dynamically regulated by multiple factors."
  },
  {
    "id": 142,
    "statement": "Honesty builds trust through consistency, sincerity, and authenticity."
  },
  {
    "id": 143,
    "statement": "Emotions, empathy, and social context interact interdependently influencing each other."
  },
  {
    "id": 144,
    "statement": "Emotions, empathy, and social context interact to shape moral decision-making processes."
  },
  {
    "id": 145,
    "statement": "Emotions, empathy, and social context interact recursively shaping moral decisions."
  },
  {
    "id": 146,
    "statement": "Consistency, predictability, and transparency build trust through reliability"
  },
  {
    "id": 147,
    "statement": "Emotions, empathy, and social context influence each other dynamically."
  },
  {
    "id": 148,
    "statement": "Honesty requires emotional openness, authenticity and vulnerability"
  },
  {
    "id": 149,
    "statement": "Consistency, predictability, and transparency build trust through dependability."
  },
  {
    "id": 150,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 151,
    "statement": "Authenticity emerges from aligned nonverbal cues and emotions."
  },
  {
    "id": 152,
    "statement": "Emotions, empathy, and social context shape honesty and trust development."
  },
  {
    "id": 153,
    "statement": "Amygdala rapidly recognizes patterns in sensory information for emotional processing."
  },
  {
    "id": 154,
    "statement": "Trust requires truthfulness, authenticity, and good intentions."
  },
  {
    "id": 155,
    "statement": "Amygdala prioritizes complex sensory processing for rapid threat detection."
  },
  {
    "id": 156,
    "statement": "Amygdala rapidly processes emotional significance through complex neural interactions."
  },
  {
    "id": 157,
    "statement": "GABA neurotransmitter reduces neural activity through chloride channels"
  },
  {
    "id": 158,
    "statement": "Consistency in actions is a minimum requirement for trust."
  },
  {
    "id": 159,
    "statement": "Honesty builds trust through authenticity, empathy, and vulnerability."
  },
  {
    "id": 160,
    "statement": "Amygdala's rapid response integrates multiple senses for emotional processing."
  },
  {
    "id": 161,
    "statement": "Consistency alone insufficient, intentionality and authenticity crucial"
  },
  {
    "id": 162,
    "statement": "Honesty requires sincerity, consistency, and emotional openness for trust."
  },
  {
    "id": 163,
    "statement": "Intentional vulnerability is a conscious choice for honesty, not emotional openness."
  },
  {
    "id": 164,
    "statement": "Honesty sets the foundation for trust development through credibility, accountability."
  },
  {
    "id": 165,
    "statement": "Authenticity is foundation for building trust and sincerity dynamically."
  },
  {
    "id": 166,
    "statement": "Moral development arises from complex biological-cultural-social interactions."
  },
  {
    "id": 167,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 168,
    "statement": "Amygdala processes sensory info hierarchically, integrating multiple sources rapidly."
  },
  {
    "id": 169,
    "statement": "Honesty encompasses veracity, authenticity, transparency, and integrity."
  },
  {
    "id": 170,
    "statement": "GABA's antagonistic action on chloride channels regulates neuronal firing pace."
  },
  {
    "id": 171,
    "statement": "The amygdala rapidly extracts relevant sensory features and filters distractions."
  },
  {
    "id": 172,
    "statement": "The amygdala detects and processes sensory information without conscious awareness."
  },
  {
    "id": 173,
    "statement": "Consistency, reliability, integrity, empathy, accountability, and transparency build trust."
  },
  {
    "id": 174,
    "statement": "Genuineness in trust building means being authentic, sincere, transparent."
  },
  {
    "id": 175,
    "statement": "Honesty, empathy, and authenticity are intertwined trust builders"
  },
  {
    "id": 176,
    "statement": "Moral development emerges from complex biology-culture-social interactions."
  },
  {
    "id": 177,
    "statement": "Amygdala's adaptive response optimizes survival through threat detection."
  },
  {
    "id": 178,
    "statement": "GABA's inhibitory effect on neurons involves receptor-chloride channel interactions."
  },
  {
    "id": 179,
    "statement": "Honesty emerges from complex interplay of biological, cultural, environmental factors."
  },
  {
    "id": 180,
    "statement": "Honesty requires sincerity, consistency, and emotional openness for building trust."
  },
  {
    "id": 181,
    "statement": "Honesty requires intention, action, and genuine motive for sincerity."
  },
  {
    "id": 182,
    "statement": "Emotions, empathy, and context influence moral decision-making dynamics"
  },
  {
    "id": 183,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability."
  },
  {
    "id": 184,
    "statement": "Amygdala rapidly identifies emotional relevance through pattern recognition and filtering."
  },
  {
    "id": 185,
    "statement": "Consistency in action doesn't guarantee reliability, sincerity, and authenticity."
  },
  {
    "id": 186,
    "statement": "Emotions and empathy interact in complex dynamic processes."
  },
  {
    "id": 187,
    "statement": "Moral development involves complex interaction of cognitive emotional social factors."
  },
  {
    "id": 188,
    "statement": "Honesty demands situational awareness and emotional intelligence."
  },
  {
    "id": 189,
    "statement": "Honesty's authenticity depends on emotional openness and vulnerability."
  },
  {
    "id": 190,
    "statement": "Amygdala processes sensory information automatically, outside conscious awareness."
  },
  {
    "id": 191,
    "statement": "Consistency is a necessary, but insufficient condition for trust."
  },
  {
    "id": 192,
    "statement": "Amygdala filters sensory info for emotional recognition."
  },
  {
    "id": 193,
    "statement": "Amygdala rapidly integrates multimodal sensory inputs for emotional processing."
  },
  {
    "id": 194,
    "statement": "Consistency, reliability, and transparency build trust through intimacy."
  },
  {
    "id": 195,
    "statement": "Honesty emerges from complex interplay of emotions, social context."
  },
  {
    "id": 196,
    "statement": "GABA's inhibitory effect on neurons involves chloride channel opening"
  },
  {
    "id": 197,
    "statement": "Consistency reinforces trust through predictability, reliability, and sincerity."
  },
  {
    "id": 198,
    "statement": "Shared experiences foster trust through shared goals and values"
  },
  {
    "id": 199,
    "statement": "Amygdala rapidly integrates multi-sensory information for emotional processing."
  }
]