[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Amygdala, ACC, and PFC interact to form moral judgments through neural binding."
  },
  {
    "id": 2,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 4,
    "statement": "Moral development emerges from biological-cultural interactions."
  },
  {
    "id": 5,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 6,
    "statement": "PFC regulates amygdala's emotional responses through cognitive control."
  },
  {
    "id": 7,
    "statement": "Amygdala's role in moral violations processing remains unclear due research ambiguity."
  },
  {
    "id": 8,
    "statement": "Cultural norms shape moral development through multiple mechanisms."
  },
  {
    "id": 9,
    "statement": "Cognitive appraisal influences emotional responses through social situation interpretation."
  },
  {
    "id": 10,
    "statement": "Moral development arises from complex biological-cultural interactions"
  },
  {
    "id": 11,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 12,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 13,
    "statement": "Moral judgments result from integrated neural activity in multiple brain regions"
  },
  {
    "id": 14,
    "statement": "Honesty builds trust; consistency, reliability, and accountability are necessary components."
  },
  {
    "id": 15,
    "statement": "Top-down PFC control regulates amygdala's emotional responses through inhibitory synaptic connections."
  },
  {
    "id": 16,
    "statement": "Emotions influence moral judgments through subconscious neural associations."
  },
  {
    "id": 17,
    "statement": "Honesty builds trust; consistency, reliability, and accountability necessary components."
  },
  {
    "id": 18,
    "statement": "Amygdala processes various emotions beyond fear responses including surprise."
  },
  {
    "id": 19,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains."
  },
  {
    "id": 20,
    "statement": "Moral development arises from dynamic interaction of various factors."
  },
  {
    "id": 21,
    "statement": "Moral judgments formed through neural binding of brain regions."
  },
  {
    "id": 22,
    "statement": "Honesty is insufficient for trust-building without consistency and accountability"
  },
  {
    "id": 23,
    "statement": "Cognitive appraisal involves automatic situational evaluation influencing emotions."
  },
  {
    "id": 24,
    "statement": "Moral judgments form through neural integration of brain regions' outputs"
  },
  {
    "id": 25,
    "statement": "Amygdala processes various emotions beyond fear responses, including surprise, anger, sadness, and joy."
  },
  {
    "id": 26,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 27,
    "statement": "Honesty is a foundation of trust, but not sufficient alone"
  },
  {
    "id": 28,
    "statement": "Cognitive appraisal involves situational evaluation of relevance, threat, control, novelty, social context, and emotional significance."
  },
  {
    "id": 29,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations."
  },
  {
    "id": 30,
    "statement": "Emotions influence moral judgments through automatic subconscious associations."
  },
  {
    "id": 31,
    "statement": "Brain regions interact in moral judgment processing's dynamic interplay."
  },
  {
    "id": 32,
    "statement": "Neural binding: synchronized neural activity across brain regions."
  },
  {
    "id": 33,
    "statement": "Trust, accountability, and reliability vary across contexts and situations."
  },
  {
    "id": 34,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains."
  },
  {
    "id": 35,
    "statement": "Honesty as foundation of trust; exceptions for self-defense and compassion."
  },
  {
    "id": 36,
    "statement": "Neural binding integrates brain regions' activity patterns for cognition."
  },
  {
    "id": 37,
    "statement": "Biological and cultural factors interact to shape moral development."
  },
  {
    "id": 38,
    "statement": "Emotional responses influence moral judgments through subconscious neural associations."
  },
  {
    "id": 39,
    "statement": "PFC regulates amygdala's emotional responses through multiple complex mechanisms."
  },
  {
    "id": 40,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 41,
    "statement": "PFC modulates amygdala's emotional responses through top-down control processes."
  },
  {
    "id": 42,
    "statement": "PFC regulates Amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 43,
    "statement": "Cultural norms shape moral development through implicit exposure."
  },
  {
    "id": 44,
    "statement": "Cognitive appraisal influences emotions through situational evaluation of relevance, threat, control, novelty, social context, emotional significance, and attention."
  },
  {
    "id": 45,
    "statement": "Cultural norms shape emotional expressions through social learning mechanisms."
  },
  {
    "id": 46,
    "statement": "PFC regulates amygdala's emotional responses through top-down control."
  },
  {
    "id": 47,
    "statement": "Neural binding integrates brain regions for moral judgment."
  },
  {
    "id": 48,
    "statement": "Emotions can influence moral judgments through subconscious neural associations."
  },
  {
    "id": 49,
    "statement": "Honesty, while foundation of trust, has exceptions and nuances."
  },
  {
    "id": 50,
    "statement": "Cultural norms shape emotional expressions through social learning processes"
  },
  {
    "id": 51,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections"
  },
  {
    "id": 52,
    "statement": "Moral development emerges from dynamic interactions between values and experiences."
  },
  {
    "id": 53,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations."
  },
  {
    "id": 54,
    "statement": "Beliefs shape moral judgments through automatic mental associations."
  },
  {
    "id": 55,
    "statement": "Honesty is generally best policy with meaningful exceptions considered."
  },
  {
    "id": 56,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 57,
    "statement": "Honesty requires context, empathy, and situation-specific evaluation"
  },
  {
    "id": 58,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 59,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 60,
    "statement": "Cultural norms and values shape emotional expressions internally through learning."
  },
  {
    "id": 61,
    "statement": "Amygdala-ACC-PFC interaction is a dynamic hierarchical emotional processing system."
  },
  {
    "id": 62,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections."
  },
  {
    "id": 63,
    "statement": "Moral development emerges from values and experiences' dynamic interplay."
  },
  {
    "id": 64,
    "statement": "Biological and cultural factors dynamically shape human development throughout."
  },
  {
    "id": 65,
    "statement": "Cultural norms shape emotional expressions through internalized social learning."
  },
  {
    "id": 66,
    "statement": "PFC regulates amygdala's emotional responses through top-down control mechanisms."
  },
  {
    "id": 67,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 68,
    "statement": "Moral development emerges from multiple interacting factors."
  },
  {
    "id": 69,
    "statement": "Cultural norms shape emotional expressions through social learning processes."
  },
  {
    "id": 70,
    "statement": "Social interactions can influence emotional expressions through explicit learning processes"
  },
  {
    "id": 71,
    "statement": "Amygdala detects moral violations and elicits emotional responses."
  },
  {
    "id": 72,
    "statement": "Cultural norms shape emotional expressions through expectation conformance."
  },
  {
    "id": 73,
    "statement": "PFC regulates amygdala's emotional responses through cognitive control mechanisms."
  },
  {
    "id": 74,
    "statement": "Moral development shaped by implicit biological-cultural interactions."
  },
  {
    "id": 75,
    "statement": "Moral development arises from complex dynamic interaction between factors."
  },
  {
    "id": 76,
    "statement": "Unconscious social learning influences emotional expressions profoundly."
  },
  {
    "id": 77,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 78,
    "statement": "PFC regulates amygdala's emotional responses through attentional modulation."
  },
  {
    "id": 79,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 80,
    "statement": "Knowledge uncertainty arises from context-dependent interpretation."
  },
  {
    "id": 81,
    "statement": "Moral development emerges from dynamic biological-cultural interactions"
  },
  {
    "id": 82,
    "statement": "Beliefs influence moral judgments through unconscious mental connections."
  },
  {
    "id": 83,
    "statement": "Amygdala's role in moral violations processing is debated in neuroscience research."
  },
  {
    "id": 84,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions."
  },
  {
    "id": 85,
    "statement": "Cognitive appraisal influences emotional responses in social interactions through evaluation."
  },
  {
    "id": 86,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural associations"
  },
  {
    "id": 87,
    "statement": "Amygdala's multifaceted function contributes to research ambiguity in moral processing."
  },
  {
    "id": 88,
    "statement": "Implicit learning shapes emotional expressions through social interactions."
  },
  {
    "id": 89,
    "statement": "PFC regulates amygdala's emotional responses through attentional modulation."
  },
  {
    "id": 90,
    "statement": "Beliefs shape moral judgments through automatic mental associations"
  },
  {
    "id": 91,
    "statement": "Amygdala processes emotional responses to moral stimuli with neural cooperation."
  },
  {
    "id": 92,
    "statement": "Amygdala processes emotions beyond fear responses, including surprise and anger."
  },
  {
    "id": 93,
    "statement": "Honesty is foundation of trust, built on reliability and authenticity."
  },
  {
    "id": 94,
    "statement": "Cognitive appraisal integrates emotional and rational processing in moral judgment"
  },
  {
    "id": 95,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 96,
    "statement": "Biological and cultural factors interact continuously in human development."
  },
  {
    "id": 97,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  },
  {
    "id": 98,
    "statement": "Emotions influence moral judgments through subconscious associations."
  },
  {
    "id": 99,
    "statement": "Moral development arises from interaction between biological and cultural factors."
  },
  {
    "id": 100,
    "statement": "PFC regulates amygdala's emotional responses through cognitive control."
  },
  {
    "id": 101,
    "statement": "Cultural norms shape emotional expressions through unconscious mimicry."
  },
  {
    "id": 102,
    "statement": "Biological and cultural factors continuously influence each other's development"
  },
  {
    "id": 103,
    "statement": "Neural binding integrates brain regions' activity patterns for processing."
  },
  {
    "id": 104,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 105,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions"
  },
  {
    "id": 106,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions influencing values."
  },
  {
    "id": 107,
    "statement": "Brain regions' interactions form complex networks for moral processing."
  },
  {
    "id": 108,
    "statement": "Cultural norms shape moral development through unconscious absorption."
  },
  {
    "id": 109,
    "statement": "Amygdala's role in moral violations processing is unknown and debated."
  },
  {
    "id": 110,
    "statement": "Honesty requires consistency, reliability, and accountability in trust-building."
  },
  {
    "id": 111,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments through emotional appraisal."
  },
  {
    "id": 112,
    "statement": "Cultural norms shape moral development through learned social values."
  },
  {
    "id": 113,
    "statement": "Honesty exceptions require empathy, compassion, and context consideration."
  },
  {
    "id": 114,
    "statement": "Moral development is shaped by complex biological-cultural-social interactions."
  },
  {
    "id": 115,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural associations."
  },
  {
    "id": 116,
    "statement": "Honesty builds trust through consistency, reliability, and accountability."
  },
  {
    "id": 117,
    "statement": "Cultural norms shape moral development through social learning and internalization."
  },
  {
    "id": 118,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural associations."
  },
  {
    "id": 119,
    "statement": "PFC helps calm amygdala's intense emotional responses."
  },
  {
    "id": 120,
    "statement": "Moral development emerges from biological-cognitive-cultural interactions."
  },
  {
    "id": 121,
    "statement": "PFC regulates amygdala's emotions through dopamine and serotonin release complexly."
  },
  {
    "id": 122,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions influencing values."
  },
  {
    "id": 123,
    "statement": "Emotions unconsciously influence moral judgments through subconscious associations"
  },
  {
    "id": 124,
    "statement": "Amygdala is involved in processing moral violations' emotional stimuli."
  },
  {
    "id": 125,
    "statement": "PFC and amygdala interact through complex neural pathways"
  },
  {
    "id": 126,
    "statement": "Neural binding: synchronized brain regions integrate emotional and cognitive information"
  },
  {
    "id": 127,
    "statement": "Biological and cultural factors interact to shape moral development implicitly"
  },
  {
    "id": 128,
    "statement": "Moral development arises from complex biological-cultural-social interactions."
  },
  {
    "id": 129,
    "statement": "Cultural norms and values shape emotional expressions internally."
  },
  {
    "id": 130,
    "statement": "Dependability encompasses trust, accountability, and reliability across contexts."
  },
  {
    "id": 131,
    "statement": "Dependability encompasses trust, accountability, and reliability across life domains."
  },
  {
    "id": 132,
    "statement": "Emotions shape moral judgments through subconscious associational processes."
  },
  {
    "id": 133,
    "statement": "Honesty builds trust through vulnerability and transparency."
  },
  {
    "id": 134,
    "statement": "Cognitive appraisal influences emotions through complex dynamic interactions."
  },
  {
    "id": 135,
    "statement": "Honesty builds trust through consistency, reliability, and accountability in context."
  },
  {
    "id": 136,
    "statement": "Social interactions influence emotional expressions through both explicit and implicit mechanisms."
  },
  {
    "id": 137,
    "statement": "Amygdala processes moral emotions through neural coordination."
  },
  {
    "id": 138,
    "statement": "Cultural norms shape emotional expressions through implicit internalization."
  },
  {
    "id": 139,
    "statement": "Complex biological-cultural interactions shape moral development uncertainly"
  },
  {
    "id": 140,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 141,
    "statement": "Moral development arises from complex biological-cultural-social interactions shaping values."
  },
  {
    "id": 142,
    "statement": "PFC regulates Amygdala emotional responses through synaptic inhibition."
  },
  {
    "id": 143,
    "statement": "Amygdala, ACC, and PFC interact hierarchically in emotional processing."
  },
  {
    "id": 144,
    "statement": "Inhibitory connections regulate amygdala's emotional responses through neurotransmitters' suppression."
  },
  {
    "id": 145,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 146,
    "statement": "PFC regulates amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 147,
    "statement": "Biological and cultural factors interact reciprocally to shape moral development."
  },
  {
    "id": 148,
    "statement": "Neural binding integrates multiple brain regions for moral judgment formation."
  },
  {
    "id": 149,
    "statement": "Conscious moral judgment processing influenced by subconscious emotional associations"
  },
  {
    "id": 150,
    "statement": "PFC influences amygdala's emotional responses through complex interactions."
  },
  {
    "id": 151,
    "statement": "PFC regulates amygdala's emotional responses through dynamic neural interactions"
  },
  {
    "id": 152,
    "statement": "Biological and cultural factors bidirectionally impact human development."
  },
  {
    "id": 153,
    "statement": "Cultural norms shape moral development through observational learning processes."
  },
  {
    "id": 154,
    "statement": "Rational and emotional processing integrates in moral judgment"
  },
  {
    "id": 155,
    "statement": "Neural binding integrates brain regions' processing across multiple modalities"
  },
  {
    "id": 156,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural associations."
  },
  {
    "id": 157,
    "statement": "Neural binding integrates brain regions for moral judgment processing."
  },
  {
    "id": 158,
    "statement": "Cultural norms shape emotional expressions through internalization processes."
  },
  {
    "id": 159,
    "statement": "Automatic and controlled cognitive appraisals influence moral judgments' emotional responses."
  },
  {
    "id": 160,
    "statement": "Moral development emerges from dynamic biological-cultural interaction."
  },
  {
    "id": 161,
    "statement": "PFC regulates amygdala's emotional responses through top-down control mechanisms."
  },
  {
    "id": 162,
    "statement": "Moral development shaped by cultural norms and values learned."
  },
  {
    "id": 163,
    "statement": "Honesty builds trust through consistency and reliability consistency"
  },
  {
    "id": 164,
    "statement": "Honesty is generally best policy, with exceptions considered carefully."
  },
  {
    "id": 165,
    "statement": "Cultural norms shape emotional expressions through internalized social learning processes."
  },
  {
    "id": 166,
    "statement": "Honesty's foundation, commitment, and integrity build trust."
  },
  {
    "id": 167,
    "statement": "Moral development arises from constant biological-culture interactions."
  },
  {
    "id": 168,
    "statement": "PFC regulates amygdala's emotions through complex neurotransmitter modulation."
  },
  {
    "id": 169,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural connections."
  },
  {
    "id": 170,
    "statement": "Dependability encompasses trust, accountability, and reliability in various domains."
  },
  {
    "id": 171,
    "statement": "Cognitive appraisal interprets social cues, influencing emotional responses."
  },
  {
    "id": 172,
    "statement": "Honesty as foundation of trust, with exceptions due context."
  },
  {
    "id": 173,
    "statement": "Multiple brain regions, including vmPFC, ACC, and insula, process moral information."
  },
  {
    "id": 174,
    "statement": "The PFC regulates Amygdala's emotional responses through cognitive control processes"
  },
  {
    "id": 175,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory control."
  },
  {
    "id": 176,
    "statement": "Amygdala is involved in processing various emotions beyond fear."
  },
  {
    "id": 177,
    "statement": "PFC and amygdala interact through neural connections and neurotransmitters."
  },
  {
    "id": 178,
    "statement": "Honesty is a necessary condition for trust building."
  },
  {
    "id": 179,
    "statement": "PFC regulates amygdala's emotional responses through top-down inhibition."
  },
  {
    "id": 180,
    "statement": "Cognitive appraisal influences emotional responses through rapid processing."
  },
  {
    "id": 181,
    "statement": "Honesty importance in trust building, with moral exceptions."
  },
  {
    "id": 182,
    "statement": "Honesty is foundation of trust, built on reliability and authenticity."
  },
  {
    "id": 183,
    "statement": "Neural binding integrates brain regions for moral judgment processing."
  },
  {
    "id": 184,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 185,
    "statement": "Cognitive and cultural factors interact dynamically in moral development."
  },
  {
    "id": 186,
    "statement": "Emotions learned through social interaction, imitation, and observation."
  },
  {
    "id": 187,
    "statement": "Trust, accountability, and reliability vary based on context and situation."
  },
  {
    "id": 188,
    "statement": "Cultural norms shape emotional expressions through unconscious imitation."
  },
  {
    "id": 189,
    "statement": "PFC regulates amygdala through multiple mechanisms, including top-down control."
  },
  {
    "id": 190,
    "statement": "Moral development arises from interactive biological-cultural-social influences."
  },
  {
    "id": 191,
    "statement": "Moral development emerges from dynamic bio-cultural-social interactions sequence."
  },
  {
    "id": 192,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 193,
    "statement": "Trust forms when honesty is built on reliability and authenticity."
  },
  {
    "id": 194,
    "statement": "Moral development arises from dynamic interaction between biological and cultural factors."
  },
  {
    "id": 195,
    "statement": "Beliefs influence moral judgments through subconscious mental connections."
  },
  {
    "id": 196,
    "statement": "Unconscious mimicry shapes emotional expressions through social learning processes"
  },
  {
    "id": 197,
    "statement": "Emotions unconsciously influence moral judgments through subconscious neural associations."
  },
  {
    "id": 198,
    "statement": "Moral development arises from interactively shaped biological, cultural, and social factors."
  },
  {
    "id": 199,
    "statement": "Neural binding integrates brain regions' activity patterns for moral judgments."
  }
]