[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 2,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 3,
    "statement": "Emotional connection is a crucial aspect of building trust."
  },
  {
    "id": 4,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 5,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 6,
    "statement": "Honesty establishes the foundation for trust development"
  },
  {
    "id": 7,
    "statement": "Consistency and reliability are essential building blocks for trust."
  },
  {
    "id": 8,
    "statement": "Amygdala quickly recognizes emotional stimuli for threat detection."
  },
  {
    "id": 9,
    "statement": "Consistency and reliability are essential for building trust."
  },
  {
    "id": 10,
    "statement": "Honesty is foundation for building trust development."
  },
  {
    "id": 11,
    "statement": "GABA binding triggers chloride channel opening through G-protein interaction."
  },
  {
    "id": 12,
    "statement": "Consistency is a necessary condition, but not sufficient for trust"
  },
  {
    "id": 13,
    "statement": "GABA modulation of amygdala activity involves multiple neural mechanisms"
  },
  {
    "id": 14,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 15,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 16,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 17,
    "statement": "Rapid emotional processing occurs outside conscious awareness and attention."
  },
  {
    "id": 18,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and inhibitory effects."
  },
  {
    "id": 19,
    "statement": "Amygdala rapidly integrates multiple sensory inputs for emotional processing."
  },
  {
    "id": 20,
    "statement": "Amygdala rapidly recognizes emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 21,
    "statement": "Consistency and reliability calm the amygdala, reducing uncertainty."
  },
  {
    "id": 22,
    "statement": "Emotional openness requires self-awareness, authenticity, and context-dependent boundaries"
  },
  {
    "id": 23,
    "statement": "GABA's inhibitory effects on amygdala neurons are mediated by chloride channels."
  },
  {
    "id": 24,
    "statement": "The amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 25,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 26,
    "statement": "Consistency is necessary but not sufficient for trust building solely."
  },
  {
    "id": 27,
    "statement": "GABA inhibits neuron activity by opening chloride channels"
  },
  {
    "id": 28,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability mechanisms."
  },
  {
    "id": 29,
    "statement": "GABA modulates amygdala activity by reducing neuron excitability."
  },
  {
    "id": 30,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 31,
    "statement": "Amygdala processes sensory information outside conscious awareness rapidly."
  },
  {
    "id": 32,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 33,
    "statement": "Honesty may not be morally justifiable in catastrophic situations."
  },
  {
    "id": 34,
    "statement": "Brain structure, neurotransmitters, and hormones influence moral development."
  },
  {
    "id": 35,
    "statement": "Emotions and empathy are essential components of moral decision-making processes."
  },
  {
    "id": 36,
    "statement": "Emotions and empathy integrate with cognitive processes in moral judgments."
  },
  {
    "id": 37,
    "statement": "Emotional connection fosters open communication, trust, and empathy."
  },
  {
    "id": 38,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness, influencing emotions."
  },
  {
    "id": 39,
    "statement": "Emotions, context, and reason interact non-linearly in moral decision-making."
  },
  {
    "id": 40,
    "statement": "Consistency, predictability, transparency, emotional connection, respect, and shared values build trust."
  },
  {
    "id": 41,
    "statement": "GABA modulates amygdala activity through synaptic plasticity."
  },
  {
    "id": 42,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 43,
    "statement": "Consistency and reliability are essential aspects of trust building."
  },
  {
    "id": 44,
    "statement": "Amygdala rapidly detects and interprets emotional significance in milliseconds"
  },
  {
    "id": 45,
    "statement": "Moral development arises from complex interplay of biological, cultural, and social factors."
  },
  {
    "id": 46,
    "statement": "Emotions, empathy, and social context shape honesty and trust through moral decision-making."
  },
  {
    "id": 47,
    "statement": "Amygdala's emotional processing involves complex neural networks and mechanisms."
  },
  {
    "id": 48,
    "statement": "Emotions, empathy, social context influence moral decision-making through interplay."
  },
  {
    "id": 49,
    "statement": "Trust builds on complex interplay of factors including consistency transparency communication emotional connection."
  },
  {
    "id": 50,
    "statement": "Emotions, context, and reason interact to shape moral decisions"
  },
  {
    "id": 51,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context interaction."
  },
  {
    "id": 52,
    "statement": "Moral development involves complex interplay of cognitive, emotional, and social factors."
  },
  {
    "id": 53,
    "statement": "Consistency is necessary condition but not sufficient for trust."
  },
  {
    "id": 54,
    "statement": "The amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 55,
    "statement": "A substructure is a self-contained entity with internal structure and behavior."
  },
  {
    "id": 56,
    "statement": "Amygdala's processing speed influenced by attention and emotional stimuli"
  },
  {
    "id": 57,
    "statement": "Honesty and consistency are the foundation of trust building."
  },
  {
    "id": 58,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability."
  },
  {
    "id": 59,
    "statement": "GABA modulates amygdala activity by reducing neuron excitability."
  },
  {
    "id": 60,
    "statement": "Emotional state modulates amygdala processing through neurotransmitters and plasticity."
  },
  {
    "id": 61,
    "statement": "GABA modulates amygdala activity through chloride channels and synaptic plasticity."
  },
  {
    "id": 62,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 63,
    "statement": "Trust building involves complex interplay of multiple factors."
  },
  {
    "id": 64,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 65,
    "statement": "Amygdala rapidly categorizes emotional stimuli through combined processing."
  },
  {
    "id": 66,
    "statement": "Emotions and reason interact in moral decision-making, influencing each other."
  },
  {
    "id": 67,
    "statement": "Honesty builds trust through consistency, authenticity, and transparency."
  },
  {
    "id": 68,
    "statement": "A substructure is a smaller, separate entity within a structure."
  },
  {
    "id": 69,
    "statement": "GABA modifies amygdala activity through synaptic plasticity and excitability."
  },
  {
    "id": 70,
    "statement": "Emotional processing involves complex neural networks and mechanisms."
  },
  {
    "id": 71,
    "statement": "Moral development involves complex interplay among cognitive, emotional, and social factors."
  },
  {
    "id": 72,
    "statement": "Moral development integrates cognition, emotion, and social interactions harmoniously."
  },
  {
    "id": 73,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing"
  },
  {
    "id": 74,
    "statement": "Honesty is a necessary condition, but insufficient for building trust."
  },
  {
    "id": 75,
    "statement": "Consistency, predictability, and transparency create trust by reducing uncertainty."
  },
  {
    "id": 76,
    "statement": "Trust building involves complex interplay of multiple factors."
  },
  {
    "id": 77,
    "statement": "Emotional openness encompasses self-awareness, authenticity, and context-dependent vulnerability."
  },
  {
    "id": 78,
    "statement": "Honesty establishes foundation for reliable and consistent relationships."
  },
  {
    "id": 79,
    "statement": "Emotional connection deepens trust by fostering empathy and understanding."
  },
  {
    "id": 80,
    "statement": "Emotional state influences amygdala's processing speed and intensity."
  },
  {
    "id": 81,
    "statement": "GABA reduces amygdala activity by hyperpolarizing neurons, calming emotions"
  },
  {
    "id": 82,
    "statement": "GABA inhibits neuron activity by opening chloride channels hyperpolarizing neurons."
  },
  {
    "id": 83,
    "statement": "Moral development emerges from complex interactions between biology, culture, and social factors."
  },
  {
    "id": 84,
    "statement": "GABA's inhibitory effect on neurons involves chloride channel opening."
  },
  {
    "id": 85,
    "statement": "Amygdala rapidly detects emotional stimuli as threatening reactions."
  },
  {
    "id": 86,
    "statement": "Consistency is only one aspect of building trust"
  },
  {
    "id": 87,
    "statement": "Honesty builds trust through consistency, authenticity, and transparency."
  },
  {
    "id": 88,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability mechanisms."
  },
  {
    "id": 89,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 90,
    "statement": "Emotions and empathy guide moral judgment through complex neural networks"
  },
  {
    "id": 91,
    "statement": "Honesty is a consistent behavior that builds trust gradually."
  },
  {
    "id": 92,
    "statement": "GABA modulates amygdala activity through synaptic plasticity inhibition."
  },
  {
    "id": 93,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness"
  },
  {
    "id": 94,
    "statement": "Amygdala rapidly processes emotional stimuli through top-down and bottom-up mechanisms"
  },
  {
    "id": 95,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness automatically, influencing emotions and behavior."
  },
  {
    "id": 96,
    "statement": "Consistency, predictability, and transparency are essential for trust building."
  },
  {
    "id": 97,
    "statement": "GABA modulates amygdala activity through inhibitory effects and synaptic plasticity"
  },
  {
    "id": 98,
    "statement": "Trust building engages multiple interacting contextual factors."
  },
  {
    "id": 99,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context."
  },
  {
    "id": 100,
    "statement": "Trust-building requires adaptable strategies to accommodate various contexts."
  },
  {
    "id": 101,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing"
  },
  {
    "id": 102,
    "statement": "GABA modulates amygdala activity through complex neurochemical interactions"
  },
  {
    "id": 103,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability mechanisms."
  },
  {
    "id": 104,
    "statement": "Consistency, predictability, and transparency create necessary foundation for trust."
  },
  {
    "id": 105,
    "statement": "Amygdala rapidly processes emotional stimuli through complex neural simulation."
  },
  {
    "id": 106,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context"
  },
  {
    "id": 107,
    "statement": "Amygdala's processing speed varies depending on emotional context factors"
  },
  {
    "id": 108,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 109,
    "statement": "The amygdala rapidly processes emotional stimuli outside conscious awareness."
  },
  {
    "id": 110,
    "statement": "Trust arises from complex interplay of factors: consistency, sincerity, authenticity, empathy, communication."
  },
  {
    "id": 111,
    "statement": "Lying can be morally justifiable in extreme situations."
  },
  {
    "id": 112,
    "statement": "Consistency, predictability, and transparency are necessary but not sufficient conditions."
  },
  {
    "id": 113,
    "statement": "Emotional connection fosters empathy, shared values, and trust building."
  },
  {
    "id": 114,
    "statement": "Context-dependent moral absolutism affects honesty in catastrophic situations"
  },
  {
    "id": 115,
    "statement": "Amygdala's processing speed influences by attention, emotions, and context non-linearly."
  },
  {
    "id": 116,
    "statement": "Emotions and context interact with reason in moral decision-making."
  },
  {
    "id": 117,
    "statement": "Consistency and reliability serve as essential trust foundation"
  },
  {
    "id": 118,
    "statement": "Amygdala integrates multiple sensory inputs for emotional processing.''"
  },
  {
    "id": 119,
    "statement": "GABA's chloride channel opening and synaptic plasticity regulation"
  },
  {
    "id": 120,
    "statement": "Moral development emerges from complex interactions between biology, culture, and social factors."
  },
  {
    "id": 121,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context collectively"
  },
  {
    "id": 122,
    "statement": "Consistency is necessary but insufficient for building trust alone"
  },
  {
    "id": 123,
    "statement": "Amygdala rapidly processes visual and auditory emotional information."
  },
  {
    "id": 124,
    "statement": "Complex interplay of factors creates adaptive trust-building patterns dynamically."
  },
  {
    "id": 125,
    "statement": "Honesty can be morally unjustifiable in catastrophic circumstances"
  },
  {
    "id": 126,
    "statement": "Moral development involves interplay among emotions, social norms, and cognition."
  },
  {
    "id": 127,
    "statement": "Amygdala processes sensory information rapidly outside conscious awareness."
  },
  {
    "id": 128,
    "statement": "GABA opens chloride channels, hyperpolarizing neurons, reducing excitability."
  },
  {
    "id": 129,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 130,
    "statement": "Moral development integrates cognition, emotion, and social interactions harmoniously"
  },
  {
    "id": 131,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context collectively."
  },
  {
    "id": 132,
    "statement": "Consistency is necessary, but sufficient conditions vary."
  },
  {
    "id": 133,
    "statement": "Consistency, predictability, and transparency are essential trust building blocks"
  },
  {
    "id": 134,
    "statement": "Honesty is a necessary but insufficient condition for trust"
  },
  {
    "id": 135,
    "statement": "Consistency and reliability are necessary foundations for trust."
  },
  {
    "id": 136,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context interaction."
  },
  {
    "id": 137,
    "statement": "Moral development influenced by brain regions, neurotransmitters, and hormones."
  },
  {
    "id": 138,
    "statement": "Emotional processing involves bottom-up and top-down neural mechanisms"
  },
  {
    "id": 139,
    "statement": "Amygdala rapidly processes emotional stimuli outside conscious awareness."
  },
  {
    "id": 140,
    "statement": "Trust building involves complex interplay of factors, including consistency."
  },
  {
    "id": 141,
    "statement": "The amygdala rapidly categorizes emotional stimuli through simultaneous processing."
  },
  {
    "id": 142,
    "statement": "Moral ambiguity arises when weighing honesty against dire consequences."
  },
  {
    "id": 143,
    "statement": "Honesty nurtures trust through consistent demonstrations over time."
  },
  {
    "id": 144,
    "statement": "Amygdala rapidly detects and processes emotional stimuli outside awareness."
  },
  {
    "id": 145,
    "statement": "Amygdala rapidly categorizes emotional stimuli through template matching."
  },
  {
    "id": 146,
    "statement": "Amygdala automatically processes emotional information outside conscious awareness."
  },
  {
    "id": 147,
    "statement": " honesty establishes foundation for trust development gradually"
  },
  {
    "id": 148,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 149,
    "statement": "GABA binding activates G protein, opens chloride channels directly."
  },
  {
    "id": 150,
    "statement": "Non-linear influence describes complex relationships in amygdala processing."
  },
  {
    "id": 151,
    "statement": "Moral development involves complex, reciprocal interactions between cognitive, emotional, and social factors."
  },
  {
    "id": 152,
    "statement": "Amygdala integrates multiple sensory inputs enabling rapid emotional processing."
  },
  {
    "id": 153,
    "statement": "Emotions, empathy, and social context interact in moral decision-making."
  },
  {
    "id": 154,
    "statement": "Consistency and predictability shape expectations in social interactions."
  },
  {
    "id": 155,
    "statement": "Trust-building requires emotional connection and empathy beyond reliability"
  },
  {
    "id": 156,
    "statement": "Honesty's moral justifiability may depend on contextual consequences."
  },
  {
    "id": 157,
    "statement": "GABA regulates amygdala activity through synaptic plasticity and excitability."
  },
  {
    "id": 158,
    "statement": "GABA's inhibitory effect reduces neuron excitability through chloride influx."
  },
  {
    "id": 159,
    "statement": "Emotional connection fuels trust by fostering empathy and intimacy"
  },
  {
    "id": 160,
    "statement": "Rapid emotional processing in amygdala ensures quick reaction to threats."
  },
  {
    "id": 161,
    "statement": "The amygdala rapidly processes emotional stimuli, influencing behavior."
  },
  {
    "id": 162,
    "statement": "Consistency and reliability build trust through predictable behavior."
  },
  {
    "id": 163,
    "statement": "Trust building involves complex interplay of multiple factors iteratively."
  },
  {
    "id": 164,
    "statement": "The amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 165,
    "statement": "Moral absolutism can be context-dependent in extreme situations."
  },
  {
    "id": 166,
    "statement": "Amygdala's processing speed influenced by emotional attentional context."
  },
  {
    "id": 167,
    "statement": "Amygdala rapidly identifies emotional stimuli through pattern recognition processes."
  },
  {
    "id": 168,
    "statement": "Amygdala rapidly processes sensory information outside conscious attention."
  },
  {
    "id": 169,
    "statement": "Moral reasoning integrates consciousness, emotions, and cognitive biases."
  },
  {
    "id": 170,
    "statement": "GABA reduces amygdala excitability and modulates synaptic plasticity."
  },
  {
    "id": 171,
    "statement": "GABA is an inhibitory neurotransmitter that hyperpolarizes neurons."
  },
  {
    "id": 172,
    "statement": "Moral development involves cognitive, emotional, and social factor interplay."
  },
  {
    "id": 173,
    "statement": "Emotions and empathy shape moral decision-making through complex interactions."
  },
  {
    "id": 174,
    "statement": "Consistency, predictability, and transparency increase trust through reliability."
  },
  {
    "id": 175,
    "statement": "Amygdala's pattern recognition mechanisms involve bottom-up and top-down processing."
  },
  {
    "id": 176,
    "statement": "Moral development arises from complex interplay of biological, cultural, social factors"
  },
  {
    "id": 177,
    "statement": "GABA's inhibitory effect is achieved through chloride ion influx hyperpolarizing neurons."
  },
  {
    "id": 178,
    "statement": "GABA modulation of amygdala activity involves complex neural interactions"
  },
  {
    "id": 179,
    "statement": "Emotions, context, and reason interact in complex moral decision-making."
  },
  {
    "id": 180,
    "statement": "GABA modulates amygdala activity by reducing neuron excitability."
  },
  {
    "id": 181,
    "statement": "Honesty and trust shaped by emotions, empathy, and social context."
  },
  {
    "id": 182,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context."
  },
  {
    "id": 183,
    "statement": "Emotions and reason interact in moral decision-making freely."
  },
  {
    "id": 184,
    "statement": "Amygdala processes emotional stimuli through complex neural simulation."
  },
  {
    "id": 185,
    "statement": "Consistency and reliability are necessary conditions for trust."
  },
  {
    "id": 186,
    "statement": "Emotional connection fosters empathy, shared values, and trust through neural processing."
  },
  {
    "id": 187,
    "statement": "Honesty requires sincerity, consistency, emotional openness, and authenticity."
  },
  {
    "id": 188,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness automatically."
  },
  {
    "id": 189,
    "statement": "Amygdala's processing speed influenced by attentional modulation and emotional stimuli."
  },
  {
    "id": 190,
    "statement": "Amygdala's processing speed varies based on emotional context factors."
  },
  {
    "id": 191,
    "statement": "Consistency is necessary but not sufficient for trust building alone"
  },
  {
    "id": 192,
    "statement": "Amygdala's processing speed varies depending on attention, emotions, and context."
  },
  {
    "id": 193,
    "statement": "Consistency is a necessary but insufficient condition for trust."
  },
  {
    "id": 194,
    "statement": "GABA modulates amygdala activity by regulating neural connections and excitability."
  },
  {
    "id": 195,
    "statement": "Lying can be morally justifiable in extreme circumstances."
  },
  {
    "id": 196,
    "statement": "GABA opening chloride channels hyperpolarizes neurons reducing excitability."
  },
  {
    "id": 197,
    "statement": "Empathy fosters connection, understanding, and effective communication in trust building."
  },
  {
    "id": 198,
    "statement": "Emotions, social norms, and cognition interact in moral development, influencing each other."
  },
  {
    "id": 199,
    "statement": "Amygdala processes sensory information outside conscious awareness rapidly."
  }
]