[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and emotional stability build trust foundation."
  },
  {
    "id": 2,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli."
  },
  {
    "id": 3,
    "statement": "Biological, cultural, and social factors interact reciprocally in trust development."
  },
  {
    "id": 4,
    "statement": "Moral development arises from interplay between biology, culture."
  },
  {
    "id": 5,
    "statement": "Consistency, predictability, and transparency build trust through reliability"
  },
  {
    "id": 6,
    "statement": "Amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 7,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 8,
    "statement": "Moral development arises from dynamic interactions among biology, culture."
  },
  {
    "id": 9,
    "statement": "Amygdala's pattern detection abilities can be influenced by factors."
  },
  {
    "id": 10,
    "statement": "Consistency, predictability, and transparency synergize trust-building processes."
  },
  {
    "id": 11,
    "statement": "Amygdala rapidly detects patterns in sensory and contextual information."
  },
  {
    "id": 12,
    "statement": "Moral development arises from intersections of biology, culture, and environment."
  },
  {
    "id": 13,
    "statement": "Trust depends on optimal balance between predictability and flexibility."
  },
  {
    "id": 14,
    "statement": "Honesty's importance varies across cultures, contexts, and values."
  },
  {
    "id": 15,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 16,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 17,
    "statement": "Biological, cultural, and social factors interact continuously and influence each other."
  },
  {
    "id": 18,
    "statement": "The amygdala rapidly processes emotional stimuli outside conscious awareness."
  },
  {
    "id": 19,
    "statement": "GABA, an inhibitory neurotransmitter, reduces neuron excitability hyperpolarizing"
  },
  {
    "id": 20,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 21,
    "statement": "Emotional salience influences attention modulating amygdala processing."
  },
  {
    "id": 22,
    "statement": "Subcortical structure refers to emotional processing regions in brain."
  },
  {
    "id": 23,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate in emotional memory formation."
  },
  {
    "id": 24,
    "statement": "Emotional salience captures attention, eliciting emotional responses through amygdala activation."
  },
  {
    "id": 25,
    "statement": "Consistency, reliability, dependability drive trust through predictability and stability."
  },
  {
    "id": 26,
    "statement": "GABA reduces neuronal excitability by increasing chloride ion influx"
  },
  {
    "id": 27,
    "statement": "Emotional salience refers to the attention-grabbing significance of stimuli."
  },
  {
    "id": 28,
    "statement": "Consistency in behavior, communication, outcomes, and emotions fosters trust development."
  },
  {
    "id": 29,
    "statement": "Honesty's importance varies across contexts, situations, and values."
  },
  {
    "id": 30,
    "statement": "Emotional salience measures subjective stimulus impact on emotions"
  },
  {
    "id": 31,
    "statement": "Amygdala processes emotional stimuli unconsciously outside conscious awareness."
  },
  {
    "id": 32,
    "statement": "Moral development influenced by complex biology-culture-environment reciprocal interactions."
  },
  {
    "id": 33,
    "statement": "Consistency in actions builds trust through predictable emotional responses"
  },
  {
    "id": 34,
    "statement": "Moral development arises from complex interactions among biology, culture."
  },
  {
    "id": 35,
    "statement": "Moral development arises from complex cultural environmental influence."
  },
  {
    "id": 36,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust"
  },
  {
    "id": 37,
    "statement": "Consistency in actions fosters trust through predictable emotional responses."
  },
  {
    "id": 38,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust."
  },
  {
    "id": 39,
    "statement": "Amygdala rapidly recognizes patterns in emotional stimuli through neural connections."
  },
  {
    "id": 40,
    "statement": "Moral development arises from biology, culture, and environment interplay."
  },
  {
    "id": 41,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 42,
    "statement": "The thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 43,
    "statement": "Amygdala's rapid detection occurs within 30-150 milliseconds."
  },
  {
    "id": 44,
    "statement": "Honesty's importance varies across cultures, contexts, and values nuanced"
  },
  {
    "id": 45,
    "statement": "The amygdala recognizes patterns in emotional stimuli through neural connections."
  },
  {
    "id": 46,
    "statement": "Consistency, predictability, and transparency establish reliability through trust building."
  },
  {
    "id": 47,
    "statement": "Synergy in trust building involves combined consistency, predictability, transparency"
  },
  {
    "id": 48,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel processing."
  },
  {
    "id": 49,
    "statement": "Moral development emerges from interactions between biology, culture, and environment."
  },
  {
    "id": 50,
    "statement": "Attention modulates amygdala processing speed in response to stimuli."
  },
  {
    "id": 51,
    "statement": "Amygdala integrates sensory and motor information for emotional recognition."
  },
  {
    "id": 52,
    "statement": "Morality develops through dynamic interplay between biology, culture, environment."
  },
  {
    "id": 53,
    "statement": "The amygdala integrates sensory, memory, and attention hierarchically in processing, facilitating rapid emotional detection."
  },
  {
    "id": 54,
    "statement": "The amygdala rapidly detects patterns in emotional stimuli through hierarchical integration."
  },
  {
    "id": 55,
    "statement": "Stability refers to dependability of actions over time."
  },
  {
    "id": 56,
    "statement": "Moral development arises from intricate biology, culture, and environment interactions."
  },
  {
    "id": 57,
    "statement": "Amygdala detects and responds to emotional stimuli subliminally."
  },
  {
    "id": 58,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness swiftly."
  },
  {
    "id": 59,
    "statement": "Moral development arises from biology, culture, and environment interplay."
  },
  {
    "id": 60,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 61,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency."
  },
  {
    "id": 62,
    "statement": "Biological, cultural, and social factors interact in trust development."
  },
  {
    "id": 63,
    "statement": "Consistency, predictability, and transparency create reliability, build trust."
  },
  {
    "id": 64,
    "statement": "Consistency, reliability, dependability, predictability, and stability build trust through reliability."
  },
  {
    "id": 65,
    "statement": "Synergistic effect of consistency, predictability, and transparency builds trust strongly."
  },
  {
    "id": 66,
    "statement": "The amygdala recognizes patterns through neural connections and synaptic plasticity."
  },
  {
    "id": 67,
    "statement": "Amygdala processing speed influenced by selective attention modulating."
  },
  {
    "id": 68,
    "statement": "Trust builds from optimal balance of predictability and flexibility."
  },
  {
    "id": 69,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust through anticipation and control."
  },
  {
    "id": 70,
    "statement": "Cornerstones imply essential foundational aspects of trust-building processes."
  },
  {
    "id": 71,
    "statement": "Lying's moral acceptability depends on context and motivations."
  },
  {
    "id": 72,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 73,
    "statement": "Consistency, predictability, and transparency foster trust through reliability."
  },
  {
    "id": 74,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel neural pathways"
  },
  {
    "id": 75,
    "statement": "Amygdala integrates sensory and motor information for emotional recognition"
  },
  {
    "id": 76,
    "statement": "Trust building synergy arises from combined consistency predictability transparency"
  },
  {
    "id": 77,
    "statement": "Moral development arises from complex interplay between biology, culture, and environment."
  },
  {
    "id": 78,
    "statement": "Moral development emerges through dynamic biology-culture reciprocal interactions."
  },
  {
    "id": 79,
    "statement": "Stability refers to dependable actions, emotions, and behaviors over time."
  },
  {
    "id": 80,
    "statement": "Attention modulates amygdala processing speed through neural networks."
  },
  {
    "id": 81,
    "statement": "Attentive processing enhances amygdala's rapid emotional response."
  },
  {
    "id": 82,
    "statement": "Amygdala integrates sensory, memory, and attention for pattern recognition."
  },
  {
    "id": 83,
    "statement": "Amygdala's rapid response detects emotional stimuli outside awareness."
  },
  {
    "id": 84,
    "statement": "Moral development arises from reciprocal biological, cultural, and environmental interactions."
  },
  {
    "id": 85,
    "statement": "The amygdala's processing speed can be modulated by attention."
  },
  {
    "id": 86,
    "statement": "Attention enhances amygdala's rapid emotional response processing."
  },
  {
    "id": 87,
    "statement": "Vulnerability enables authenticity, deepening honesty and trust relationships."
  },
  {
    "id": 88,
    "statement": "Amygdala integrates sensory, memory, and attention hierarchically for rapid emotional detection."
  },
  {
    "id": 89,
    "statement": "Moral development arises from intertwined biological, cultural, and environmental influences."
  },
  {
    "id": 90,
    "statement": "Amygdala responds rapidly to emotional stimuli within 30-50 milliseconds."
  },
  {
    "id": 91,
    "statement": "Moral development arises from biology, culture, environment interplay."
  },
  {
    "id": 92,
    "statement": "Attention modulates amygdala processing speed through emotional stimulus significance."
  },
  {
    "id": 93,
    "statement": "Consistency may not always be essential for trust-building."
  },
  {
    "id": 94,
    "statement": "The amygdala processes emotional stimuli outside conscious awareness swiftly."
  },
  {
    "id": 95,
    "statement": "Amygdala's neural networks process multiple stimuli in parallel."
  },
  {
    "id": 96,
    "statement": "Amygdala processes sensory, memory, and attention hierarchically for pattern recognition."
  },
  {
    "id": 97,
    "statement": "Amygdala detects subliminal emotional stimuli outside conscious awareness."
  },
  {
    "id": 98,
    "statement": "Moral development shaped by dynamic interplay of biology, culture, and environment."
  },
  {
    "id": 99,
    "statement": "Amygdala detects emotions subliminally through pattern recognition and processing."
  },
  {
    "id": 100,
    "statement": "The amygdala rapidly processes emotional stimuli outside conscious awareness subliminally."
  },
  {
    "id": 101,
    "statement": "Emotional salience amplifies significance, capturing attention through brain response."
  },
  {
    "id": 102,
    "statement": "Attention modulates amygdala processing speed in response to stimuli."
  },
  {
    "id": 103,
    "statement": "Honesty's importance varies across contexts, situations, and values."
  },
  {
    "id": 104,
    "statement": "Moral development results from biology, culture, and environment interactions."
  },
  {
    "id": 105,
    "statement": "Trust development influenced by context, not consistency alone"
  },
  {
    "id": 106,
    "statement": "Moral development arises from biology, culture, and social interactions."
  },
  {
    "id": 107,
    "statement": "Consistency, reliability, and predictability initially build trust foundation."
  },
  {
    "id": 108,
    "statement": "Biology, culture, and environment influence each other in moral development."
  },
  {
    "id": 109,
    "statement": "Emotional salience is a subjective interpretation of emotional significance."
  },
  {
    "id": 110,
    "statement": "Amygdala detects emotional stimuli below conscious awareness quickly."
  },
  {
    "id": 111,
    "statement": "Moral development arises from biology, culture, and environment's dynamic interaction."
  },
  {
    "id": 112,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 113,
    "statement": "Moral development results from interplay among biology, culture, and environment."
  },
  {
    "id": 114,
    "statement": "Stability fosters trust through predictability, consistency, and reliability."
  },
  {
    "id": 115,
    "statement": "Amygdala processes sensory-motor information hierarchically for emotional detection."
  },
  {
    "id": 116,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 117,
    "statement": "Amygdala's parallel processing detects emotional cues in complex social situations."
  },
  {
    "id": 118,
    "statement": "Consistency, reliability, and predictability are trust-building cornerstones."
  },
  {
    "id": 119,
    "statement": "Amygdala's parallel processing detects emotional cues in complex social situations rapidly."
  },
  {
    "id": 120,
    "statement": "Moral development intertwined with biology, culture, and environment."
  },
  {
    "id": 121,
    "statement": "Emotional stability enhances trust by promoting consistent actions."
  },
  {
    "id": 122,
    "statement": "Moral development arises from dynamic interplay between biology and culture."
  },
  {
    "id": 123,
    "statement": "Amygdala rapidly recognizes emotional patterns through sensory-motor integration."
  },
  {
    "id": 124,
    "statement": "Attention can amplify or dampen amygdala's emotional responses."
  },
  {
    "id": 125,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 126,
    "statement": "Trust-building is context-dependent and influenced by various factors."
  },
  {
    "id": 127,
    "statement": "Amygdala integrates sensory, memory, and attentionally through neural connections."
  },
  {
    "id": 128,
    "statement": "Biological, cultural, and social factors continuously influence each other."
  },
  {
    "id": 129,
    "statement": "Subcortical structure processes emotional stimuli rapidly through direct connections."
  },
  {
    "id": 130,
    "statement": "Contextual factors influence trust development alongside consistency"
  },
  {
    "id": 131,
    "statement": "Moral development arises from dynamic interplay among biology, culture, and environment."
  },
  {
    "id": 132,
    "statement": "Amygdala rapidly detects patterns in sensory and contextual information."
  },
  {
    "id": 133,
    "statement": "Consistency, reliability, and predictability create trust through certainty."
  },
  {
    "id": 134,
    "statement": "Consistency, reliability, and predictability are trust-builders through patterns."
  },
  {
    "id": 135,
    "statement": "Moral development arises from interactions and influences between factors."
  },
  {
    "id": 136,
    "statement": "Consistency, predictability, and transparency create trust through reliability."
  },
  {
    "id": 137,
    "statement": "Contextual factors influence trust building complexities"
  },
  {
    "id": 138,
    "statement": "Consistency in behavior fosters trust through reliability and predictability."
  },
  {
    "id": 139,
    "statement": "Trust develops from consistency, reliability, and predictable emotional responses"
  },
  {
    "id": 140,
    "statement": "Moral development emerges from biology, culture, and environment influences."
  },
  {
    "id": 141,
    "statement": "Attention filters out irrelevant sensory information for amygdala"
  },
  {
    "id": 142,
    "statement": "When amygdala processes emotional stimuli, it rapidly recognizes patterns."
  },
  {
    "id": 143,
    "statement": "Biological, cultural, and social factors continuously interact and influence each other."
  },
  {
    "id": 144,
    "statement": "Amygdala's processing speed influenced by selective attention modulating."
  },
  {
    "id": 145,
    "statement": "Emotional salience amplifies significance by capturing brain attention."
  },
  {
    "id": 146,
    "statement": "Selectively focusing attention modulates amygdala's emotional response processing."
  },
  {
    "id": 147,
    "statement": "Amygdala processes sensory information hierarchically for emotional detection."
  },
  {
    "id": 148,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness through subcortical connections."
  },
  {
    "id": 149,
    "statement": "Emotional salience influences amygdala processing through attention modulation."
  },
  {
    "id": 150,
    "statement": "Honesty, authenticity, and transparency are crucial trust-building components."
  },
  {
    "id": 151,
    "statement": "Attention modulates amygdala processing speed based on emotional significance."
  },
  {
    "id": 152,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate in emotional memory formation."
  },
  {
    "id": 153,
    "statement": "Biology, culture, and environment interact reciprocally in moral development."
  },
  {
    "id": 154,
    "statement": "Moral development arises from reciprocal biology, culture, and environmental interactions."
  },
  {
    "id": 155,
    "statement": "Amygdala rapidly detects subliminal emotional stimuli outside conscious awareness."
  },
  {
    "id": 156,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 157,
    "statement": "Moral development arises from intricate cultural environmental interactions."
  },
  {
    "id": 158,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 159,
    "statement": "Moral development results from biology, culture, and social interactions' interaction."
  },
  {
    "id": 160,
    "statement": "Emotional salience refers to the emotional significance of stimuli."
  },
  {
    "id": 161,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness rapidly."
  },
  {
    "id": 162,
    "statement": "Emotional stability enhances trust through value-driven consistent actions."
  },
  {
    "id": 163,
    "statement": "Attentive processing enhances amygdala's rapid emotional response through neural activity."
  },
  {
    "id": 164,
    "statement": "Moral development arises from biology, culture, and environment interactions."
  },
  {
    "id": 165,
    "statement": "The amygdala rapidly integrates sensory inputs with motor responses for emotional pattern recognition."
  },
  {
    "id": 166,
    "statement": "Attention modulates amygdala's emotional responses through signal processing."
  },
  {
    "id": 167,
    "statement": "Moral development arises from interacting biological, cultural, and environmental factors."
  },
  {
    "id": 168,
    "statement": "The amygdala rapidly detects patterns in sensory and contextual information."
  },
  {
    "id": 169,
    "statement": "Thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 170,
    "statement": "Moral development arises from dynamic biology-culture-environment interactions."
  },
  {
    "id": 171,
    "statement": "Moral development arises from dynamic biology-culture interactions."
  },
  {
    "id": 172,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness rapidly."
  },
  {
    "id": 173,
    "statement": "Moral development arises from dynamic biology-culture interaction."
  },
  {
    "id": 174,
    "statement": "Moral development integrates biological, cultural, and environmental influences."
  },
  {
    "id": 175,
    "statement": "Biological, cultural, and social factors reciprocally influence trust development."
  },
  {
    "id": 176,
    "statement": "Amygdala rapidly detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 177,
    "statement": "Honesty's importance varies across cultural, social, and situational contexts."
  },
  {
    "id": 178,
    "statement": "Moral development arises from dynamic biological, cultural, and environmental interactions."
  },
  {
    "id": 179,
    "statement": "Emotional salience refers to stimulus attention-grabbing intensity and relevance."
  },
  {
    "id": 180,
    "statement": "Predictability reduces uncertainty, increasing confidence and trust."
  },
  {
    "id": 181,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate for emotional memory and response regulation."
  },
  {
    "id": 182,
    "statement": "Vulnerability fosters authenticity, honesty, and trust in relationships."
  },
  {
    "id": 183,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate to form emotional memories."
  },
  {
    "id": 184,
    "statement": "Moral development arises from dynamic interplay between biology, culture, and environment."
  },
  {
    "id": 185,
    "statement": "Consistency in actions calms amygdala, fostering predictable trust."
  },
  {
    "id": 186,
    "statement": "Moral development emerges from dynamic interactions between biology, culture, environment."
  },
  {
    "id": 187,
    "statement": "Biological, cultural, and social factors interact and influence each other in complex ways."
  },
  {
    "id": 188,
    "statement": "Trust is a complex construct influenced by multiple factors."
  },
  {
    "id": 189,
    "statement": "Stability in trust development is crucial for building dependability."
  },
  {
    "id": 190,
    "statement": "Amygdala's rapid detection occurs within 30-150 milliseconds likely."
  },
  {
    "id": 191,
    "statement": "Trust-building varies depending on context, situation, and relationships."
  },
  {
    "id": 192,
    "statement": "Emotional stability is a complex component of trust-building, influenced individually."
  },
  {
    "id": 193,
    "statement": "Moral development arises from interplay among biology, culture, and environment."
  },
  {
    "id": 194,
    "statement": "Moral development arises from biology, culture, and environment interactions."
  },
  {
    "id": 195,
    "statement": "Biological, cultural, and social factors reciprocally influence trust development processes."
  },
  {
    "id": 196,
    "statement": "Amygdala processes emotional stimuli rapidly outside conscious awareness"
  },
  {
    "id": 197,
    "statement": "Amygdala detects emotional cues outside conscious awareness rapidly."
  },
  {
    "id": 198,
    "statement": "Honesty's importance varies across contexts, situations, and values."
  }
]