[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 2,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 3,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 4,
    "statement": "Amygdala quickly recognizes emotional stimuli for threat detection."
  },
  {
    "id": 5,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 6,
    "statement": "Emotional connection is a crucial aspect of building trust."
  },
  {
    "id": 7,
    "statement": "Consistency and reliability are essential building blocks for trust."
  },
  {
    "id": 8,
    "statement": "Honesty establishes the foundation for trust development"
  },
  {
    "id": 9,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 10,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 11,
    "statement": "Honesty is a necessary condition but insufficient for building trust."
  },
  {
    "id": 12,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 13,
    "statement": "Amygdala rapidly recognizes emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 14,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and inhibitory effects."
  },
  {
    "id": 15,
    "statement": "Consistency and reliability are essential aspects of trust building."
  },
  {
    "id": 16,
    "statement": "A substructure is a smaller, separate entity within a structure."
  },
  {
    "id": 17,
    "statement": "Amygdala rapidly integrates multiple sensory inputs for emotional processing."
  },
  {
    "id": 18,
    "statement": "Consistency and reliability calm the amygdala, reducing uncertainty."
  },
  {
    "id": 19,
    "statement": "Amygdala's emotional processing involves complex neural networks integration"
  },
  {
    "id": 20,
    "statement": "Moral development involves complex interplay among cognitive, emotional, and social factors."
  },
  {
    "id": 21,
    "statement": "Honesty establishes foundation for reliable and consistent relationships."
  },
  {
    "id": 22,
    "statement": "Consistency is necessary but not sufficient for trust building solely."
  },
  {
    "id": 23,
    "statement": "Honesty supersedes in catastrophic situations where life is threatened."
  },
  {
    "id": 24,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 25,
    "statement": "Honesty is foundation for building trust development."
  },
  {
    "id": 26,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 27,
    "statement": "Honesty's sufficiency in building trust depends on context and circumstances."
  },
  {
    "id": 28,
    "statement": "Amygdala's processing speed influenced by attention and emotional stimuli"
  },
  {
    "id": 29,
    "statement": "Amygdala rapidly detects and interprets emotional significance outside conscious awareness."
  },
  {
    "id": 30,
    "statement": "Amygdala rapidly detects emotional stimuli as threatening reactions."
  },
  {
    "id": 31,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context interaction."
  },
  {
    "id": 32,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 33,
    "statement": "GABA modulation of amygdala activity involves multiple neural mechanisms"
  },
  {
    "id": 34,
    "statement": "GABA binding triggers chloride channel opening through G-protein interaction."
  },
  {
    "id": 35,
    "statement": "Amygdala rapidly processes emotional stimuli through top-down and bottom-up mechanisms"
  },
  {
    "id": 36,
    "statement": "Consistency, predictability, transparency, emotional connection, respect, and shared values build trust."
  },
  {
    "id": 37,
    "statement": "Brain structure, neurotransmitters, and hormones influence moral development."
  },
  {
    "id": 38,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 39,
    "statement": "GABA modulates amygdala activity through synaptic plasticity."
  },
  {
    "id": 40,
    "statement": "The amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 41,
    "statement": "Rapid emotional processing occurs outside conscious awareness and attention."
  },
  {
    "id": 42,
    "statement": "Honesty may not be morally justifiable in catastrophic situations."
  },
  {
    "id": 43,
    "statement": "Emotions and empathy influence moral decisions through brain networks."
  },
  {
    "id": 44,
    "statement": "GABA influences amygdala's emotional processing through inhibition."
  },
  {
    "id": 45,
    "statement": "Consistency necessary but insufficient for trust building solely."
  },
  {
    "id": 46,
    "statement": "Honesty builds trust, which is foundation of reliable relationships."
  },
  {
    "id": 47,
    "statement": "GABA reduces neuron excitability by opening chloride channels."
  },
  {
    "id": 48,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability."
  },
  {
    "id": 49,
    "statement": "Consistency is a necessary condition, but not sufficient for trust"
  },
  {
    "id": 50,
    "statement": "Emotions, empathy, and cognition work together harmoniously."
  },
  {
    "id": 51,
    "statement": "Emotions and reason co-influence moral decision-making through interaction."
  },
  {
    "id": 52,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 53,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 54,
    "statement": "Honesty, trust, and empathy originate from brain's emotional foundations."
  },
  {
    "id": 55,
    "statement": "Authenticity, vulnerability, sincerity, and self-awareness build strong trust relationships."
  },
  {
    "id": 56,
    "statement": "Emotional detachment hinders empathy and effective social interactions."
  },
  {
    "id": 57,
    "statement": "GABA modulation of amygdala reduces anxiety and fear."
  },
  {
    "id": 58,
    "statement": "Amygdala's processing speed is influenced by various contextual factors"
  },
  {
    "id": 59,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 60,
    "statement": "Consistency and reliability reduce amygdala activity through predictability."
  },
  {
    "id": 61,
    "statement": "Amygdala processes sensory information outside conscious awareness rapidly."
  },
  {
    "id": 62,
    "statement": "GABA modulates amygdala activity to reduce emotional intensity."
  },
  {
    "id": 63,
    "statement": "Consistency, predictability, and transparency foster reliability, building trust."
  },
  {
    "id": 64,
    "statement": "Amygdala rapidly detects emotional stimuli for threat detection."
  },
  {
    "id": 65,
    "statement": "Trust development refers to building trust between individuals."
  },
  {
    "id": 66,
    "statement": "GABA modulates amygdala activity through chloride channel opening, hyperpolarization."
  },
  {
    "id": 67,
    "statement": "GABA's inhibitory effects on amygdala neurons are mediated by chloride channels."
  },
  {
    "id": 68,
    "statement": "The amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 69,
    "statement": "Emotional openness requires situational awareness and adaptability."
  },
  {
    "id": 70,
    "statement": "GABA reduces amygdala activity by hyperpolarizing neurons, calming emotions."
  },
  {
    "id": 71,
    "statement": "Honesty may not always be the most important value."
  },
  {
    "id": 72,
    "statement": "Emotions and reason influence moral decision-making through interaction"
  },
  {
    "id": 73,
    "statement": "Amygdala detects emotional stimuli for threat detection automatically"
  },
  {
    "id": 74,
    "statement": "Emotional openness fosters deeper connections through vulnerability and authenticity."
  },
  {
    "id": 75,
    "statement": "Emotions, empathy, social context influence moral decision-making through interplay."
  },
  {
    "id": 76,
    "statement": "Amygdala's emotional processing involves complex neural networks and mechanisms."
  },
  {
    "id": 77,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 78,
    "statement": "GABA's synaptic plasticity modulates amygdala activity through excitation and inhibition"
  },
  {
    "id": 79,
    "statement": "GABA modulates amygdala activity through inhibitory and excitatory mechanisms."
  },
  {
    "id": 80,
    "statement": "Emotional openness requires self-awareness, authenticity, and context-dependent boundaries"
  },
  {
    "id": 81,
    "statement": "Moral development integrates cognition, emotion, and social interactions harmoniously."
  },
  {
    "id": 82,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing"
  },
  {
    "id": 83,
    "statement": "Amygdala's processing speed influenced by attention and emotional stimuli through neural circuits."
  },
  {
    "id": 84,
    "statement": "Honesty builds trust through consistency, authenticity, and transparency."
  },
  {
    "id": 85,
    "statement": "Honesty and consistency are necessary but not sufficient conditions."
  },
  {
    "id": 86,
    "statement": "Honesty and consistency are the foundation of trust building."
  },
  {
    "id": 87,
    "statement": "GABA modifies amygdala activity through synaptic plasticity and excitability."
  },
  {
    "id": 88,
    "statement": "Consistency, reliability, and predictability establish trust foundation."
  },
  {
    "id": 89,
    "statement": "Trust builds on intricate relationships between consistency, transparency, and empathy."
  },
  {
    "id": 90,
    "statement": "Moral development emerges from complex interactions between biology, culture, and social factors."
  },
  {
    "id": 91,
    "statement": "Consistency and reliability are essential for building trust."
  },
  {
    "id": 92,
    "statement": "GABA reduces amygdala activity by hyperpolarizing neurons, calming emotions"
  },
  {
    "id": 93,
    "statement": "Amygdala rapidly detects emotional stimuli for threat response through pattern recognition."
  },
  {
    "id": 94,
    "statement": "Amygdala rapidly categorizes emotional stimuli through combined processing."
  },
  {
    "id": 95,
    "statement": "Internal attention influences amygdala's emotional processing speed strongly."
  },
  {
    "id": 96,
    "statement": "Trust building engages multiple interacting contextual factors."
  },
  {
    "id": 97,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 98,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness automatically."
  },
  {
    "id": 99,
    "statement": "Emotional connection deepens trust by fostering empathy and understanding."
  },
  {
    "id": 100,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability mechanisms."
  },
  {
    "id": 101,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness, influencing emotions."
  },
  {
    "id": 102,
    "statement": "Honesty builds trust through consistency, authenticity, and transparency."
  },
  {
    "id": 103,
    "statement": "GABA modulates amygdala activity by reducing neuron excitability."
  },
  {
    "id": 104,
    "statement": "GABA modulates amygdala activity through inhibitory effects and synaptic plasticity"
  },
  {
    "id": 105,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability."
  },
  {
    "id": 106,
    "statement": "Vulnerability promotes empathy by creating mutual openness and trust."
  },
  {
    "id": 107,
    "statement": "Amygdala rapidly categorizes emotional stimuli through neural pattern recognition mechanisms."
  },
  {
    "id": 108,
    "statement": "Honesty builds trust through consistency, authenticity, and transparency."
  },
  {
    "id": 109,
    "statement": "GABA modulates amygdala activity by reducing neuron excitability."
  },
  {
    "id": 110,
    "statement": "Honesty establishes trust foundation through consistency, transparency, and authenticity."
  },
  {
    "id": 111,
    "statement": "Emotions, context, and reason interact non-linearly in moral decision-making."
  },
  {
    "id": 112,
    "statement": "Authenticity builds trust through vulnerability, sincerity, and self-awareness."
  },
  {
    "id": 113,
    "statement": "Amygdala rapidly detects and interprets emotional significance in milliseconds"
  },
  {
    "id": 114,
    "statement": "Emotions and empathy are essential components of moral decision-making processes."
  },
  {
    "id": 115,
    "statement": "Emotional state regulates amygdala activity through neurotransmitters and plasticity."
  },
  {
    "id": 116,
    "statement": "Consistency and dependability facilitate trust through reliability."
  },
  {
    "id": 117,
    "statement": "Trust building involves multifaceted interactions of consistency, transparency, emotional connection, respect, shared values, communication, reliability, and context."
  },
  {
    "id": 118,
    "statement": "Amygdala processes sensory information outside conscious awareness automation"
  },
  {
    "id": 119,
    "statement": "Emotional connection fosters empathy, understanding, and trust through vulnerability."
  },
  {
    "id": 120,
    "statement": "Emotional openness fosters vulnerability, authenticity, and deeper connections."
  },
  {
    "id": 121,
    "statement": "Emotions and empathy integrate with cognitive processes in moral judgments."
  },
  {
    "id": 122,
    "statement": "GABA modulates amygdala activity through synaptic plasticity inhibition."
  },
  {
    "id": 123,
    "statement": "Emotional connection fosters open communication, trust, and empathy."
  },
  {
    "id": 124,
    "statement": "Moral development is a dynamic process influenced by multiple factors."
  },
  {
    "id": 125,
    "statement": "Trust builds on complex interplay of factors including consistency, transparency, and empathy."
  },
  {
    "id": 126,
    "statement": "Emotional detachment reduces empathy and hinders effective social interactions."
  },
  {
    "id": 127,
    "statement": "Emotions and empathy integrate with cognitive processes harmoniously"
  },
  {
    "id": 128,
    "statement": "Moral development arises from complex interplay of biological, cultural, and social factors."
  },
  {
    "id": 129,
    "statement": "Emotions, empathy, and social context shape honesty and trust through moral decision-making."
  },
  {
    "id": 130,
    "statement": "Amygdala's emotional processing involves complex neural networks and mechanisms."
  },
  {
    "id": 131,
    "statement": "Trust builds on complex interplay of factors including consistency transparency communication emotional connection."
  },
  {
    "id": 132,
    "statement": "Emotions, empathy, and social context interactively influence moral decision-making processes."
  },
  {
    "id": 133,
    "statement": "GABA inhibition reduces amygdala activity, calms emotional response"
  },
  {
    "id": 134,
    "statement": "Reliability facilitates predictability, transparency, and consistency in social interactions."
  },
  {
    "id": 135,
    "statement": "GABA calms amygdala activity, reducing fear and anxiety responses."
  },
  {
    "id": 136,
    "statement": "Amygdala integrates sensory, pattern recognition, and emotional memory processes."
  },
  {
    "id": 137,
    "statement": "The amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 138,
    "statement": "Emotional connection fosters vulnerability, authenticity, and deeper connections."
  },
  {
    "id": 139,
    "statement": "Emotions, context, and reason interact non-linearly in moral decision-making."
  },
  {
    "id": 140,
    "statement": "Moral development involves complex interactions between biology, culture, and social factors."
  },
  {
    "id": 141,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 142,
    "statement": "Honesty fosters trust through transparency, consistency, and predictability."
  },
  {
    "id": 143,
    "statement": "GABA modulates amygdala activity through synaptic plasticity inhibition."
  },
  {
    "id": 144,
    "statement": "Emotions and empathy shape moral judgments and behaviors through intuition."
  },
  {
    "id": 145,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and excitability mechanisms."
  },
  {
    "id": 146,
    "statement": "Amygdala rapidly processes emotional stimuli through top-down bottom-up mechanisms"
  },
  {
    "id": 147,
    "statement": "GABA inhibits neuron activity by opening chloride channels"
  },
  {
    "id": 148,
    "statement": "GABA reduces neuron excitability by hyperpolarizing chloride channels."
  },
  {
    "id": 149,
    "statement": "The amygdala rapidly processes emotional stimuli outside conscious awareness."
  },
  {
    "id": 150,
    "statement": "Amygdala rapidly processes emotional stimuli outside of conscious awareness."
  },
  {
    "id": 151,
    "statement": "Moral development involves complex interactions between biology, culture, and social factors."
  },
  {
    "id": 152,
    "statement": "Amygdala rapidly processes emotional sensory information outside conscious awareness."
  },
  {
    "id": 153,
    "statement": "Consistency necessary for trust, but transparency and connection also required."
  },
  {
    "id": 154,
    "statement": "Moral development arises from intricate interplay of biological, cultural, and social factors."
  },
  {
    "id": 155,
    "statement": "Consistency, predictability, transparency build trust through reduced uncertainty."
  },
  {
    "id": 156,
    "statement": "Honesty not always sufficient for building trust, nuance required"
  },
  {
    "id": 157,
    "statement": "Amygdala recognizes emotional stimuli through neural pattern recognition mechanisms."
  },
  {
    "id": 158,
    "statement": "Contextual factors interact to build trust through complexity."
  },
  {
    "id": 159,
    "statement": "Honesty establishes foundation for trust, reliable, consistent relationships"
  },
  {
    "id": 160,
    "statement": "GABA brakes amygdala neural activity to calm emotions."
  },
  {
    "id": 161,
    "statement": "Consistency and reliability establish predictable trustworthy relationships"
  },
  {
    "id": 162,
    "statement": "Emotional openness involves vulnerability, authenticity, and honest expression."
  },
  {
    "id": 163,
    "statement": "GABA binding opens chloride channels to calm neurons' activity"
  },
  {
    "id": 164,
    "statement": "Amygdala processes multiple sensory inputs in a rapid manner."
  },
  {
    "id": 165,
    "statement": "Emotional connection fosters trust through empathy and shared experiences."
  },
  {
    "id": 166,
    "statement": "The amygdala's emotional processing involves complex neural networks and mechanisms."
  },
  {
    "id": 167,
    "statement": "Amygdala detects emotional stimuli in milliseconds for rapid response"
  },
  {
    "id": 168,
    "statement": "Amygdala recognizes patterns to identify and respond to emotional stimuli."
  },
  {
    "id": 169,
    "statement": "Amygdala's rapid processing enables quick emotional responses indispensable."
  },
  {
    "id": 170,
    "statement": "Amygdala rapidly detects and interprets emotional significance in milliseconds."
  },
  {
    "id": 171,
    "statement": "Amygdala's response influenced by context, social situation, and emotions."
  },
  {
    "id": 172,
    "statement": "Consistency alone may not fully establish trust immediately."
  },
  {
    "id": 173,
    "statement": "Moral decision-making involves weighing competing values and principles."
  },
  {
    "id": 174,
    "statement": "GABA opens chloride channels, inhibits neuron activity through hyperpolarization."
  },
  {
    "id": 175,
    "statement": "Honesty establishes foundation for trust development through consistency."
  },
  {
    "id": 176,
    "statement": "GABA regulates amygdala emotional processing through synaptic plasticity."
  },
  {
    "id": 177,
    "statement": "Amygdala rapidly detects emotional stimuli as threatening reactions in milliseconds."
  },
  {
    "id": 178,
    "statement": "Trust builds through complex interplay of multiple factors gradually."
  },
  {
    "id": 179,
    "statement": "Amygdala's rapid processing involves complex neural networks."
  },
  {
    "id": 180,
    "statement": "Consistency is a necessary but not sufficient condition for trust."
  },
  {
    "id": 181,
    "statement": "Emotions and empathy regulate moral decisions, influencing honesty and trust."
  },
  {
    "id": 182,
    "statement": "Amygdala processes sensory information outside conscious awareness, influencing emotions."
  },
  {
    "id": 183,
    "statement": "Trust built through complex interplay of consistent transparency communication emotional connection."
  },
  {
    "id": 184,
    "statement": "Emotions and empathy interact with cognitive processes nonlinearly."
  },
  {
    "id": 185,
    "statement": "Emotional connection increases openness, trust, and empathy through shared experiences."
  },
  {
    "id": 186,
    "statement": "Honesty, consistency, transparency, and authenticity combine for trust foundation"
  },
  {
    "id": 187,
    "statement": "Amygdala uses multiple sensory inputs for rapid emotional recognition."
  },
  {
    "id": 188,
    "statement": "Consistency and reliability establish trust foundation incrementally."
  },
  {
    "id": 189,
    "statement": "Consistency, dependability, and reliability build trust through predictable actions."
  },
  {
    "id": 190,
    "statement": "Brain structure, neurotransmitters, and hormones influence moral development complexity."
  },
  {
    "id": 191,
    "statement": "Honesty, consistency, transparency, and authenticity build trust foundations."
  },
  {
    "id": 192,
    "statement": "Cognition, emotion, and social interactions harmonize moral development."
  },
  {
    "id": 193,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness."
  },
  {
    "id": 194,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context interaction."
  },
  {
    "id": 195,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and inhibition."
  },
  {
    "id": 196,
    "statement": "Moral development integrates cognitive, emotional, and social factors harmoniously."
  },
  {
    "id": 197,
    "statement": "Moral development involves complex interplay of biological, cultural, social, cognitive, and environmental factors."
  },
  {
    "id": 198,
    "statement": "GABA inhibits amygdala neurons' activity through chloride channels' action."
  },
  {
    "id": 199,
    "statement": "A substructure is a smaller component with distinct function."
  }
]