[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and emotional stability build trust foundation."
  },
  {
    "id": 2,
    "statement": "Consistency, reliability, dependability drive trust through predictability and stability."
  },
  {
    "id": 3,
    "statement": "Consistency, predictability, and transparency build trust through reliability"
  },
  {
    "id": 4,
    "statement": "GABA reduces neuronal excitability by increasing chloride ion influx"
  },
  {
    "id": 5,
    "statement": "Consistency, predictability, and transparency are foundation of trust"
  },
  {
    "id": 6,
    "statement": "Biological, cultural, and social factors interact reciprocally in trust development."
  },
  {
    "id": 7,
    "statement": "Consistency, reliability, dependability, predictability, and stability build trust through reliability."
  },
  {
    "id": 8,
    "statement": "Attention increases amygdala's response to emotionally salient stimuli."
  },
  {
    "id": 9,
    "statement": "The amygdala recognizes patterns through sensory, memory, and attention integration."
  },
  {
    "id": 10,
    "statement": "Emotional salience influences attention modulating amygdala processing."
  },
  {
    "id": 11,
    "statement": "Honesty's importance varies across cultures, contexts, and values."
  },
  {
    "id": 12,
    "statement": "The amygdala integrates sensory, memory, and attention hierarchically in processing, facilitating rapid emotional detection."
  },
  {
    "id": 13,
    "statement": "Moral development arises from dynamic interplay between biology and culture."
  },
  {
    "id": 14,
    "statement": "Emotional salience measures individual's emotional response to stimuli."
  },
  {
    "id": 15,
    "statement": "Trust builds on balanced predictability and flexibility."
  },
  {
    "id": 16,
    "statement": "Synergistic effect of consistency, predictability, and transparency builds trust strongly."
  },
  {
    "id": 17,
    "statement": "Amygdala rapidly detects emotional patterns through hierarchical integration."
  },
  {
    "id": 18,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 19,
    "statement": "Emotional salience measures individual perception of emotional significance."
  },
  {
    "id": 20,
    "statement": "Consistency in actions fosters trust through predictable emotional responses."
  },
  {
    "id": 21,
    "statement": "Amygdala's complex neural connections enable rapid emotional pattern recognition."
  },
  {
    "id": 22,
    "statement": "Emotional salience draws attention by triggering amygdala response"
  },
  {
    "id": 23,
    "statement": "GABA, an inhibitory neurotransmitter, reduces neuron excitability hyperpolarizing"
  },
  {
    "id": 24,
    "statement": "Attention modulates amygdala processing through neural connectivity and oscillations."
  },
  {
    "id": 25,
    "statement": "GABA reduces neuronal excitability by increases chloride ion influx."
  },
  {
    "id": 26,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 27,
    "statement": "GABA's inhibitory action hyperpolarizes neurons, reducing excitability."
  },
  {
    "id": 28,
    "statement": "The amygdala rapidly analyzes sensory information for emotional significance."
  },
  {
    "id": 29,
    "statement": "Moral development arises from interplay between biology, culture."
  },
  {
    "id": 30,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 31,
    "statement": "Amygdala processes multiple stimuli simultaneously through parallel neural pathways."
  },
  {
    "id": 32,
    "statement": "Biological, cultural, and social factors interact in trust development."
  },
  {
    "id": 33,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel neural pathways"
  },
  {
    "id": 34,
    "statement": "The amygdala integrates sensory, memory, and attention dynamically."
  },
  {
    "id": 35,
    "statement": "Emotional salience is subjective and varies across individuals."
  },
  {
    "id": 36,
    "statement": "Thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 37,
    "statement": "Consistency in actions fosters trust through predictable responses."
  },
  {
    "id": 38,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 39,
    "statement": "Amygdala integrates sensory, motor, and emotional information for recognition."
  },
  {
    "id": 40,
    "statement": "Honesty is one component of trust, not the sole foundation."
  },
  {
    "id": 41,
    "statement": "Attention modulates amygdala activity through neural oscillations."
  },
  {
    "id": 42,
    "statement": "Consistency, predictability, and transparency synergize trust-building processes."
  },
  {
    "id": 43,
    "statement": "Trust builds through consistent, predictable, and transparent interactions."
  },
  {
    "id": 44,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust"
  },
  {
    "id": 45,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness subcortically swiftly."
  },
  {
    "id": 46,
    "statement": "Attention modulates emotional processing through neural oscillations."
  },
  {
    "id": 47,
    "statement": "Moral development arises from dynamic interactions among biology, culture."
  },
  {
    "id": 48,
    "statement": "Consistency in actions fosters trust by predicting emotional responses."
  },
  {
    "id": 49,
    "statement": "Moral development arises from complex cultural environmental influence."
  },
  {
    "id": 50,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate in emotional memory formation."
  },
  {
    "id": 51,
    "statement": "Honesty's importance is a universal moral value across cultures."
  },
  {
    "id": 52,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness swiftly."
  },
  {
    "id": 53,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate in emotional memory formation."
  },
  {
    "id": 54,
    "statement": "Consistency, reliability, and dependability build trust through predictability and stability."
  },
  {
    "id": 55,
    "statement": "Biological, cultural, and social factors interact reciprocally influencing each other."
  },
  {
    "id": 56,
    "statement": "Trust builds through interactions of biological, cultural, and social factors"
  },
  {
    "id": 57,
    "statement": "Amygdala's emotional pattern recognition employs synaptic plasticity and refinement."
  },
  {
    "id": 58,
    "statement": "Honesty's importance varies across cultures, social contexts, and situations."
  },
  {
    "id": 59,
    "statement": "Amygdala rapidly detects emotional patterns outside conscious awareness."
  },
  {
    "id": 60,
    "statement": "The amygdala rapidly detects patterns in emotional stimuli through hierarchical integration."
  },
  {
    "id": 61,
    "statement": "Amygdala's pattern detection speed remains a topic of ongoing research."
  },
  {
    "id": 62,
    "statement": "Emotional stability contributes to trust development through consistent, predictable responses."
  },
  {
    "id": 63,
    "statement": "Amygdala processes emotional stimuli unconsciously outside conscious awareness."
  },
  {
    "id": 64,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate for emotional memory and response."
  },
  {
    "id": 65,
    "statement": "Predictability reduces uncertainty through stability and consistency"
  },
  {
    "id": 66,
    "statement": "GABA increases chloride ion influx, reducing neuronal excitability."
  },
  {
    "id": 67,
    "statement": "Predictability reduces uncertainty by fostering confidence and trust."
  },
  {
    "id": 68,
    "statement": "Amygdala processes emotional patterns through synaptic plasticity refinement"
  },
  {
    "id": 69,
    "statement": "Predictability, stability, and consistency build trust through anticipation."
  },
  {
    "id": 70,
    "statement": "Emotional salience measures individual's emotional response to stimuli."
  },
  {
    "id": 71,
    "statement": "Amygdala integrates sensory and motor information for emotional recognition"
  },
  {
    "id": 72,
    "statement": "Consistency, predictability, and transparency interconnect to build trust."
  },
  {
    "id": 73,
    "statement": "Moral development arises from reciprocal biology-culture-environment interactions."
  },
  {
    "id": 74,
    "statement": "Amygdala rapidly analyzes sensory information within 30-150 milliseconds."
  },
  {
    "id": 75,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust."
  },
  {
    "id": 76,
    "statement": "Consistency, predictability, and transparency combine to build trust."
  },
  {
    "id": 77,
    "statement": "Moral development results from dynamic interaction among biology, culture, and environment."
  },
  {
    "id": 78,
    "statement": "Attention modulates amygdala processing through neural connectivity and oscillations."
  },
  {
    "id": 79,
    "statement": "The amygdala integrates sensory, memory, and attention for emotional recognition."
  },
  {
    "id": 80,
    "statement": "Moral development arises from complex interactions among biology, culture."
  },
  {
    "id": 81,
    "statement": "Amygdala's pattern detection abilities can be influenced by factors."
  },
  {
    "id": 82,
    "statement": "Amygdala's pattern recognition involves synaptic plasticity and neural connection refinement."
  },
  {
    "id": 83,
    "statement": "Biological and cultural factors interact to shape moral development."
  },
  {
    "id": 84,
    "statement": "Emotional salience measures individual's emotional response to stimuli."
  },
  {
    "id": 85,
    "statement": "Emotional stability fosters trust through predictable and consistent responses."
  },
  {
    "id": 86,
    "statement": "The amygdala integrates sensory, memory, and attention hierarchically."
  },
  {
    "id": 87,
    "statement": "Amygdala integrates sensorymotor and emotional information for recognition"
  },
  {
    "id": 88,
    "statement": "Moral development influenced by complex biology-culture-environment reciprocal interactions."
  },
  {
    "id": 89,
    "statement": "Synergy in trust-building arises from combined consistency, predictability, transparency."
  },
  {
    "id": 90,
    "statement": "Honesty's importance varies across cultures, social contexts, and situations."
  },
  {
    "id": 91,
    "statement": "Moral development emerges from reciprocal biological, cultural, and environmental influences."
  },
  {
    "id": 92,
    "statement": "Balanced consistency, predictability, and transparency create trust foundation."
  },
  {
    "id": 93,
    "statement": "Consistency in actions fosters trust through predictable emotional responses."
  },
  {
    "id": 94,
    "statement": "The amygdala integrates sensory and motor information for emotional recognition."
  },
  {
    "id": 95,
    "statement": "Moral development emerges from dynamic interaction between biology culture."
  },
  {
    "id": 96,
    "statement": "Moral development arises from biology-culture-environment interactions."
  },
  {
    "id": 97,
    "statement": "Attention modulates amygdala activity through neural oscillations and connectivity."
  },
  {
    "id": 98,
    "statement": "Consistency, predictability, and transparency create trust foundation through reliability."
  },
  {
    "id": 99,
    "statement": "Amygdala integrates sensory and motor information for emotional recognition."
  },
  {
    "id": 100,
    "statement": "Biological, cultural, and social factors interact continuously and influence each other."
  },
  {
    "id": 101,
    "statement": "Moral development emerges from interactions between biology, culture, and environment."
  },
  {
    "id": 102,
    "statement": "Honesty's importance depends on cultural, social, and contextual factors"
  },
  {
    "id": 103,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate to form emotional memories and regulate responses."
  },
  {
    "id": 104,
    "statement": "Thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 105,
    "statement": "Emotional stability influences trust development through consistency in emotional responses."
  },
  {
    "id": 106,
    "statement": "The amygdala processes emotional stimuli within 30-150 milliseconds."
  },
  {
    "id": 107,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust through anticipation and control."
  },
  {
    "id": 108,
    "statement": "Moral development emerges from reciprocal biological, cultural, and environmental interactions."
  },
  {
    "id": 109,
    "statement": "Implicit or inferred transparency can foster trust as well."
  },
  {
    "id": 110,
    "statement": "Amygdala integrates sensory, memory, and attention hierarchically for emotional detection."
  },
  {
    "id": 111,
    "statement": "The amygdala rapidly processes emotional stimuli outside conscious awareness."
  },
  {
    "id": 112,
    "statement": "Amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 113,
    "statement": "Moral development arises from interplay between biology, culture, and environment."
  },
  {
    "id": 114,
    "statement": "Emotional stability contributes to trust development through consistent responses."
  },
  {
    "id": 115,
    "statement": "Emotional salience influences attention through complex, culturally-dependent neural pathways."
  },
  {
    "id": 116,
    "statement": "Emotional salience refers to the attention-grabbing significance of stimuli."
  },
  {
    "id": 117,
    "statement": "Biological and cultural factors interact dynamically to shape moral development."
  },
  {
    "id": 118,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust."
  },
  {
    "id": 119,
    "statement": "Trust depends on optimal balance between predictability and flexibility."
  },
  {
    "id": 120,
    "statement": "Honesty's importance varies depending on cultural values and context."
  },
  {
    "id": 121,
    "statement": "Thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 122,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate in emotional memory formation."
  },
  {
    "id": 123,
    "statement": "Moral development arises from intersections of biology, culture, and environment."
  },
  {
    "id": 124,
    "statement": "Emotional salience is a subjective measure of emotional significance."
  },
  {
    "id": 125,
    "statement": "Predictability stimulates prefrontal cortex, releasing dopamine and serotonin."
  },
  {
    "id": 126,
    "statement": "Amygdala's pattern detection speed influenced by neural oscillations."
  },
  {
    "id": 127,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate to form emotional memories."
  },
  {
    "id": 128,
    "statement": "Moral development results from dynamic interaction between biological and cultural factors."
  },
  {
    "id": 129,
    "statement": "Moral development arises from dynamic, bidirectional biology-culture-environment interactions."
  },
  {
    "id": 130,
    "statement": "The amygdala processes multiple stimuli simultaneously through parallel processing."
  },
  {
    "id": 131,
    "statement": "Lying's moral acceptability depends on context and motivations."
  },
  {
    "id": 132,
    "statement": "Amygdala processes emotional information quickly, outside conscious awareness."
  },
  {
    "id": 133,
    "statement": "Amygdala's pattern recognition involves synaptic plasticity and refinement"
  },
  {
    "id": 134,
    "statement": "Emotional salience influences attention through complex neural pathways."
  },
  {
    "id": 135,
    "statement": "The amygdala processes emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 136,
    "statement": "Consistency, predictability, and transparency collectively build trust foundation."
  },
  {
    "id": 137,
    "statement": "The amygdala integrates sensory, memory, and attention in a dynamic manner."
  },
  {
    "id": 138,
    "statement": "Emotional salience influences emotional response by triggering amygdala activation."
  },
  {
    "id": 139,
    "statement": "Emotional salience measures individual's emotional response to stimuli contexts."
  },
  {
    "id": 140,
    "statement": "Amygdala integrates sensory and motor information for emotional processing."
  },
  {
    "id": 141,
    "statement": "Consistency in actions fosters trust through stable emotional responses"
  },
  {
    "id": 142,
    "statement": "Moral development emerges from intricate biology-culture interplay."
  },
  {
    "id": 143,
    "statement": "The thalamus filters sensory information through neural oscillations and gating."
  },
  {
    "id": 144,
    "statement": "Moral development emerges from interplay between biology and culture."
  },
  {
    "id": 145,
    "statement": "GABA reduces neuronal excitability by increasing chloride ion influx"
  },
  {
    "id": 146,
    "statement": "Implicit transparency fosters trust through subtle communication cues."
  },
  {
    "id": 147,
    "statement": "Moral development emerges from dynamic biology-culture-environment reciprocal interactions."
  },
  {
    "id": 148,
    "statement": "Amygdala processes emotional stimuli through hierarchical and dynamic connections."
  },
  {
    "id": 149,
    "statement": "Implicit transparency builds trust through consistent actions and behaviors."
  },
  {
    "id": 150,
    "statement": "Honesty fosters trust through reliability, consistency, and vulnerability."
  },
  {
    "id": 151,
    "statement": "Amygdala's processing speed varies depending on multiple factors."
  },
  {
    "id": 152,
    "statement": "Emotional salience triggers amygdala response, attentional modulation ensues."
  },
  {
    "id": 153,
    "statement": "Predictability reduces uncertainty by providing a sense of clarity"
  },
  {
    "id": 154,
    "statement": "Amygdala rapidly detects emotional patterns from sensory stimuli"
  },
  {
    "id": 155,
    "statement": "Consistency in actions fosters trust by predicting emotional responses."
  },
  {
    "id": 156,
    "statement": "Thalamus filters sensory information through neural oscillations and gating mechanisms."
  },
  {
    "id": 157,
    "statement": "Amygdala processes emotional stimuli outside conscious awareness rapidly."
  },
  {
    "id": 158,
    "statement": "Consistency, predictability, and transparency synergize trust-building processes."
  },
  {
    "id": 159,
    "statement": "Honesty's moral acceptability varies across cultures and contexts."
  },
  {
    "id": 160,
    "statement": "Biological, cultural, and social factors interact reciprocally in trust development."
  },
  {
    "id": 161,
    "statement": "Amygdala integrates multiple stimuli in parallel processing swiftly"
  },
  {
    "id": 162,
    "statement": "Amygdala rapidly detects patterns in emotional stimuli through neural integrated processing."
  },
  {
    "id": 163,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate in emotional memory formation."
  },
  {
    "id": 164,
    "statement": "Moral development emerges from complex interactions among biology, culture, and environment."
  },
  {
    "id": 165,
    "statement": "Hierarchy of nested systems influences moral development's emergent properties."
  },
  {
    "id": 166,
    "statement": "Honesty's importance varies across cultures, contexts, and values due to complex factors."
  },
  {
    "id": 167,
    "statement": "Reliability means consistent and predictable behavior with transparency."
  },
  {
    "id": 168,
    "statement": "Moral development arises from complex reciprocal biology-culture-environment interactions."
  },
  {
    "id": 169,
    "statement": "Synergistic trust-building effect arises from combining consistency, predictability, and transparency."
  },
  {
    "id": 170,
    "statement": "The amygdala, hippocampus, and hypothalamus collaborate for emotional memory and response."
  },
  {
    "id": 171,
    "statement": "The amygdala detects emotional patterns outside conscious awareness subcortically."
  },
  {
    "id": 172,
    "statement": "Consistency, reliability, dependability, predictability contribute to trust through reliability"
  },
  {
    "id": 173,
    "statement": "Amygdala detects emotions outside conscious awareness through subliminal processing."
  },
  {
    "id": 174,
    "statement": "Amygdala integrates sensory, memory, attention hierarchically for rapid detection."
  },
  {
    "id": 175,
    "statement": "Neural oscillations modulate emotional processing through attentional networks."
  },
  {
    "id": 176,
    "statement": "Honesty's importance varies across cultures, contexts, and situations."
  },
  {
    "id": 177,
    "statement": "Emotional salience is unique to each individual's perspective."
  },
  {
    "id": 178,
    "statement": "The thalamus filters sensory information through neural oscillations gating."
  },
  {
    "id": 179,
    "statement": "Amygdala modulates emotional processing through neural connections."
  },
  {
    "id": 180,
    "statement": "Amygdala, hippocampus, and hypothalamus collaborate in emotional memory formation."
  },
  {
    "id": 181,
    "statement": "Moral development arises from interplay of cultural and environmental factors"
  },
  {
    "id": 182,
    "statement": "Consistency in actions fosters trust through predictable emotional responses."
  },
  {
    "id": 183,
    "statement": "Emotional salience is detected and processed subcortically in amygdala"
  },
  {
    "id": 184,
    "statement": "Consistency builds trust through predictability and reliability."
  },
  {
    "id": 185,
    "statement": "Honesty is a crucial aspect of trust but not its sole foundation."
  },
  {
    "id": 186,
    "statement": "Honesty is crucial for trust, but social context matters too."
  },
  {
    "id": 187,
    "statement": "Predictability reduces uncertainty, increases confidence, and enhances trust."
  },
  {
    "id": 188,
    "statement": "The moral acceptability of lying depends on context and motivations."
  },
  {
    "id": 189,
    "statement": "Biological, cultural, and social factors influence each other reciprocally."
  },
  {
    "id": 190,
    "statement": "Amygdala rapidly detects emotions outside conscious awareness through subcortical processing."
  },
  {
    "id": 191,
    "statement": "Moral development arises from dynamic biology-culture-environment interactions."
  },
  {
    "id": 192,
    "statement": "Amygdala integrates sensory, memory, and attention for emotional pattern recognition"
  },
  {
    "id": 193,
    "statement": "Trust builds through consistent, predictable, and transparent interactions"
  },
  {
    "id": 194,
    "statement": "Attention modulates amygdala activity through alpha and beta waves."
  },
  {
    "id": 195,
    "statement": "Biological, cultural, and social factors interact reciprocally affecting development."
  },
  {
    "id": 196,
    "statement": "Amygdala rapidly detects emotional patterns through hierarchical integration process."
  },
  {
    "id": 197,
    "statement": "Predictability may not always lead to confidence and trust."
  },
  {
    "id": 198,
    "statement": "Amygdala's pattern detection abilities influenced by complex factors."
  },
  {
    "id": 199,
    "statement": "Consistency, reliability, and dependability drive trust through predictability."
  }
]