[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Self-awareness is a necessary condition for emotional intelligence."
  },
  {
    "id": 2,
    "statement": "Honesty entails reliability, consistency, and transparency in actions."
  },
  {
    "id": 3,
    "statement": "Self-awareness enables emotional intelligence through effective emotional regulation."
  },
  {
    "id": 4,
    "statement": "Epigenetic inheritance involves DNA methylation and histone modifications."
  },
  {
    "id": 5,
    "statement": "Self-awareness is the foundation for emotional intelligence development."
  },
  {
    "id": 6,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling."
  },
  {
    "id": 7,
    "statement": "Histones interact with each other, DNA, and proteins through various mechanisms."
  },
  {
    "id": 8,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications and remodeling."
  },
  {
    "id": 9,
    "statement": "Self-awareness is a necessary foundation for emotional intelligence development."
  },
  {
    "id": 10,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 11,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling complexes."
  },
  {
    "id": 12,
    "statement": "Histone modifications regulate chromatin structure and gene expression levels dynamically"
  },
  {
    "id": 13,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling."
  },
  {
    "id": 14,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns"
  },
  {
    "id": 15,
    "statement": "Lying can be morally acceptable in specific situations."
  },
  {
    "id": 16,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 17,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 18,
    "statement": "Epigenetic marks influence gene expression in cell-type specific manner"
  },
  {
    "id": 19,
    "statement": "Self-awareness is necessary foundation for emotional intelligence development."
  },
  {
    "id": 20,
    "statement": "Self-awareness recognizes emotions, causes, and regulates intensity consistently."
  },
  {
    "id": 21,
    "statement": "Histones interact with each other, DNA, and proteins through electrostatic, hydrogen and π-π stacking."
  },
  {
    "id": 22,
    "statement": "Unconscious biases develop through automatic information processing and past experiences."
  },
  {
    "id": 23,
    "statement": "Post-translational histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 24,
    "statement": "Epigenetic marks are dynamic, requiring enzymes for maintenance."
  },
  {
    "id": 25,
    "statement": "Honesty, integrity, and credibility are essential for building trust."
  },
  {
    "id": 26,
    "statement": "Self-awareness recognizes emotions, understands causes, regulates intensity."
  },
  {
    "id": 27,
    "statement": "Epigenetic marks dynamically change in response to cellular signals."
  },
  {
    "id": 28,
    "statement": "Honesty demonstrates authenticity, consistency, and trustworthiness leading to respect."
  },
  {
    "id": 29,
    "statement": "Histones are proteins that DNA wraps around to form chromatin."
  },
  {
    "id": 30,
    "statement": "Epigenetic marks are dynamic, requiring enzymes for maintenance."
  },
  {
    "id": 31,
    "statement": "Epigenetic inheritance involves transmission of DNA methylation and histone modifications."
  },
  {
    "id": 32,
    "statement": "Unconscious biases result from automatic mental associations influenced by experiences."
  },
  {
    "id": 33,
    "statement": "Chromatin structure regulated by histone-DNA-protein interactions."
  },
  {
    "id": 34,
    "statement": "Honesty entails reliability, consistency, transparency, and accountability in actions."
  },
  {
    "id": 35,
    "statement": "Honesty involves multiple consistent forms of truthful behavior."
  },
  {
    "id": 36,
    "statement": "Epigenetic inheritance refers to transmission of non-DNA changes."
  },
  {
    "id": 37,
    "statement": "Self-awareness is a necessary precursory condition for emotional intelligence"
  },
  {
    "id": 38,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding."
  },
  {
    "id": 39,
    "statement": "Trust relies on multiple factors, not solely honesty."
  },
  {
    "id": 40,
    "statement": "Accountability involves taking ownership of actions willingly and transparently."
  },
  {
    "id": 41,
    "statement": "Epigenetic modifications regulate chromatin structure controlling gene expression"
  },
  {
    "id": 42,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 43,
    "statement": "Histones interact with DNA and proteins through multiple mechanisms."
  },
  {
    "id": 44,
    "statement": "Unconscious biases distort decision-making through flawed cognitive processing"
  },
  {
    "id": 45,
    "statement": "Self-awareness is a necessary foundation for emotional intelligence development."
  },
  {
    "id": 46,
    "statement": "Epigenetic marks control gene expression through direct or indirect mechanisms."
  },
  {
    "id": 47,
    "statement": "Honesty involves multiple forms of consistent demonstration."
  },
  {
    "id": 48,
    "statement": "Self-awareness involves recognizing emotions, understanding causes, and managing intensity."
  },
  {
    "id": 49,
    "statement": "Histones interact with DNA and proteins through complex mechanisms."
  },
  {
    "id": 50,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 51,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-binding."
  },
  {
    "id": 52,
    "statement": "Unconscious biases result from automatic mental associations influenced by experiences."
  },
  {
    "id": 53,
    "statement": "Self-awareness recognizes emotions, understands causes, regulates intensity."
  },
  {
    "id": 54,
    "statement": "Chromatin remodeling complexes recognize multiple histone modifications with varying specificity."
  },
  {
    "id": 55,
    "statement": "Unconscious biases influence judgment through automatic associations."
  },
  {
    "id": 56,
    "statement": "Epigenetic marks modify chromatin structure through histone modification and looping."
  },
  {
    "id": 57,
    "statement": "Self-awareness is a necessary foundation for emotional intelligence development."
  },
  {
    "id": 58,
    "statement": "Honesty requires consistency, transparency, and accountability in actions."
  },
  {
    "id": 59,
    "statement": "Lying can be morally acceptable in white lies situations."
  },
  {
    "id": 60,
    "statement": "Automatic associations form through neural networks and habituation processes."
  },
  {
    "id": 61,
    "statement": "Chromatin remodeling complexes recognize histone modifications via reader domains 1"
  },
  {
    "id": 62,
    "statement": "Epigenetic marks modify chromatin structure through histone modification."
  },
  {
    "id": 63,
    "statement": "Post-translational histone modifications affect chromatin structure and gene expression."
  },
  {
    "id": 64,
    "statement": "Acceptance acknowledges emotions without judgment or resistance, accepting their presence."
  },
  {
    "id": 65,
    "statement": "Self-awareness requires nuanced understanding of emotional complexity and interconnectivity."
  },
  {
    "id": 66,
    "statement": "Post-translational histone modifications affect chromatin structure and gene expression."
  },
  {
    "id": 67,
    "statement": "Acceptance means acknowledging emotions without judgment or resistance."
  },
  {
    "id": 68,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-domain interactions."
  },
  {
    "id": 69,
    "statement": "Epigenetic marks regulate gene expression through direct and indirect mechanisms."
  },
  {
    "id": 70,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 71,
    "statement": "Epigenetic inheritance involves transmission of epigenetic marks influenced by genetics."
  },
  {
    "id": 72,
    "statement": "Histones interact with DNA and proteins through electrostatic, hydrogen, and π-π stacking."
  },
  {
    "id": 73,
    "statement": "Honesty requires situational adaptability and judgment."
  },
  {
    "id": 74,
    "statement": "Cognitive biases influence decision-making through mental shortcuts."
  },
  {
    "id": 75,
    "statement": "Self-awareness is a necessary but insufficient condition for emotional intelligence"
  },
  {
    "id": 76,
    "statement": "Chromatin structure regulated by histone-DNA-protein dynamic interactions."
  },
  {
    "id": 77,
    "statement": "Epigenetic inheritance involves transmission of epigenetic information across generations."
  },
  {
    "id": 78,
    "statement": "Histones interact with DNA and proteins regulating chromatin structure."
  },
  {
    "id": 79,
    "statement": "Self-awareness is a crucial starting point for emotional intelligence development."
  },
  {
    "id": 80,
    "statement": "Honesty entails authenticity, integrity, consistency, and empathy in actions."
  },
  {
    "id": 81,
    "statement": "Unconscious biases result from automatic information processing biases."
  },
  {
    "id": 82,
    "statement": "Self-awareness recognizes emotions, causes, and regulates intensity reliably."
  },
  {
    "id": 83,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and transmission."
  },
  {
    "id": 84,
    "statement": "Self-awareness involves recognizing, understanding, and emotionally regulating."
  },
  {
    "id": 85,
    "statement": "Honesty is a fundamental aspect of building trust and respect."
  },
  {
    "id": 86,
    "statement": "Chromatin remodeling complexes recognize histone modifications through cooperative binding and allosteric regulation."
  },
  {
    "id": 87,
    "statement": "Self-awareness is recognizing emotions, understanding causes and acceptance."
  },
  {
    "id": 88,
    "statement": "Epigenetic inheritance involves chromatin-looping, gene expression regulation."
  },
  {
    "id": 89,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns."
  },
  {
    "id": 90,
    "statement": "Honesty builds trust through reliability and dependability consistently."
  },
  {
    "id": 91,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 92,
    "statement": "Post-translational histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 93,
    "statement": "Epigenetic marks are dynamic and require maintenance for gene regulation."
  },
  {
    "id": 94,
    "statement": "Unconscious biases arise from automatic information processing biases."
  },
  {
    "id": 95,
    "statement": "Automatic mental associations influence unconscious biases through experiences."
  },
  {
    "id": 96,
    "statement": "Self-awareness essential but insufficient for emotional intelligence"
  },
  {
    "id": 97,
    "statement": "Self-awareness is an essential component of emotional intelligence."
  },
  {
    "id": 98,
    "statement": "Automatic mental processing influences decision-making through associations."
  },
  {
    "id": 99,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and somatic transmission."
  },
  {
    "id": 100,
    "statement": "Automatic processing biases influence unconscious biases through perception, emotions, and memory"
  },
  {
    "id": 101,
    "statement": "Honesty involves being open, clear, and accountable in actions."
  },
  {
    "id": 102,
    "statement": "Epigenetic inheritance influenced by environmental factors' interactions."
  },
  {
    "id": 103,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and inheritance."
  },
  {
    "id": 104,
    "statement": "Epigenetic marks regulate chromatin structure controlling gene expression via histone modification and chromatin remodeling through histone modification, chromatin looping, and transcription factor binding."
  },
  {
    "id": 105,
    "statement": "Epigenetic modifications influence chromatin structure through protein recruitment."
  },
  {
    "id": 106,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 107,
    "statement": "Epigenetic marks dynamically change in response to cellular signals."
  },
  {
    "id": 108,
    "statement": "Epigenetic inheritance involves transmission of epigenetic marks independently."
  },
  {
    "id": 109,
    "statement": "Histones interact with DNA and proteins through multiple mechanisms."
  },
  {
    "id": 110,
    "statement": "Post-translational histone modifications affect chromatin structure and gene expression."
  },
  {
    "id": 111,
    "statement": "Epigenetic modifications compact, de-compact, or remodel chromatin structure."
  },
  {
    "id": 112,
    "statement": "Integrity and credibility are essential for trustworthy relationships"
  },
  {
    "id": 113,
    "statement": "Self-awareness involves managing emotional intensity for balance."
  },
  {
    "id": 114,
    "statement": "Epigenetic inheritance involves histone modifications and chromatin remodeling."
  },
  {
    "id": 115,
    "statement": "Self-awareness is a crucial prerequisite for emotional intelligence development."
  },
  {
    "id": 116,
    "statement": "Honesty builds trust and respect through integrity and credibility."
  },
  {
    "id": 117,
    "statement": "Epigenetic inheritance refers to transmission of gene expression patterns without DNA changes."
  },
  {
    "id": 118,
    "statement": "Automatic associations form through neural networks and habituation."
  },
  {
    "id": 119,
    "statement": "Electrostatic attractions stabilize histone-DNA binding through bridging interactions"
  },
  {
    "id": 120,
    "statement": "Epigenetic inheritance involves complex interactions between histone-modified chromatin-looping."
  },
  {
    "id": 121,
    "statement": "Epigenetic inheritance involves complex histone modification mechanisms."
  },
  {
    "id": 122,
    "statement": "Honesty is demonstrated consistently through reliability and dependable actions"
  },
  {
    "id": 123,
    "statement": "Automatic information processing can shape unconscious biases in behaviors"
  },
  {
    "id": 124,
    "statement": "Self-awareness involves recognizing and understanding emotional complexities."
  },
  {
    "id": 125,
    "statement": "Electrostatic and hydrogen bonds primarily stabilize histone-DNA interactions."
  },
  {
    "id": 126,
    "statement": "Histones interact with DNA and proteins to regulate chromatin structure"
  },
  {
    "id": 127,
    "statement": "Trust involves various factors beyond honesty, including reliability and empathy."
  },
  {
    "id": 128,
    "statement": "Automatic processing biases contribute to unconscious biases development."
  },
  {
    "id": 129,
    "statement": "Chromatin remodeling recognizes histone modifications through protein-protein interactions."
  },
  {
    "id": 130,
    "statement": "Self-awareness involves recognizing emotions, understanding causes, and regulating intensity."
  },
  {
    "id": 131,
    "statement": "Honesty builds trust through reliability and dependability consistently."
  },
  {
    "id": 132,
    "statement": "Honesty is demonstrated through reliability and dependability consistently."
  },
  {
    "id": 133,
    "statement": "Automatic information processing biases contribute to unconscious biases development"
  },
  {
    "id": 134,
    "statement": "Self-awareness recognizes emotions, understands causes, regulates intensity consistently."
  },
  {
    "id": 135,
    "statement": "Histones interact with DNA and proteins to regulate chromatin structure."
  },
  {
    "id": 136,
    "statement": "Epigenetic inheritance refers to transmission of epigenetic marks to offspring."
  },
  {
    "id": 137,
    "statement": "Chromatin remodeling complexes bind to histone modifications through protein-protein interactions."
  },
  {
    "id": 138,
    "statement": "Histones interact with DNA and proteins to regulate chromatin structure."
  },
  {
    "id": 139,
    "statement": "Self-awareness is a necessary condition for emotional intelligence development."
  },
  {
    "id": 140,
    "statement": "Epigenetic marks regulate chromatin structure through histone modification."
  },
  {
    "id": 141,
    "statement": "Self-awareness is recognizing and understanding one's own emotions and biases."
  },
  {
    "id": 142,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modification, and cell-cell transmission."
  },
  {
    "id": 143,
    "statement": "Post-translational histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 144,
    "statement": "Integrity and credibility essential foundations for trustworthy relationships."
  },
  {
    "id": 145,
    "statement": "Automatic biases in information processing shape unconscious judgments."
  },
  {
    "id": 146,
    "statement": "Self-awareness involves accepting emotions, causes, and experiences without resistance"
  },
  {
    "id": 147,
    "statement": "Electrostatic attractions stabilize histone-DNA binding through electrostatic forces."
  },
  {
    "id": 148,
    "statement": "Epigenetic modifications influence chromatin structure to regulate gene expression."
  },
  {
    "id": 149,
    "statement": "Self-awareness enables emotional recognition, understanding, and regulation."
  },
  {
    "id": 150,
    "statement": "Self-awareness involves managing emotional intensity for emotional balance."
  },
  {
    "id": 151,
    "statement": "Honesty reliably builds trust through consistent truthful actions"
  },
  {
    "id": 152,
    "statement": "Chromatin remodeling complexes recognize histone modifications via protein-reader domains."
  },
  {
    "id": 153,
    "statement": "Automatic mental processing shapes decision-making through emotional connections."
  },
  {
    "id": 154,
    "statement": "Epigenetic marks are dynamic, requiring maintenance for gene regulation."
  },
  {
    "id": 155,
    "statement": "Self-awareness enables nuanced emotional understanding, a crucial step development"
  },
  {
    "id": 156,
    "statement": "Honesty requires consistency, transparency, and accountability in actions."
  },
  {
    "id": 157,
    "statement": "Epigenetic inheritance refers to transmission of gene expression patterns through epigenetic marks."
  },
  {
    "id": 158,
    "statement": "Histones interact with DNA and proteins through multiple mechanisms."
  },
  {
    "id": 159,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling processes."
  },
  {
    "id": 160,
    "statement": "Chromatin remodeling complexes recognize histone modifications through physical protein interactions."
  },
  {
    "id": 161,
    "statement": "Epigenetic inheritance refers to transmission of epigenetic marks."
  },
  {
    "id": 162,
    "statement": "Protein-binding ensures histone modification recognition and chromatin remodeling."
  },
  {
    "id": 163,
    "statement": "Self-awareness involves recognizing emotional complexities and nuances in feelings."
  },
  {
    "id": 164,
    "statement": "Automatic mental associations influence unconscious biases and behavior."
  },
  {
    "id": 165,
    "statement": "Accountability can arise from personal growth, self-awareness, and emotional intelligence."
  },
  {
    "id": 166,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns through marks."
  },
  {
    "id": 167,
    "statement": "Self-awareness involves recognizing emotions, understanding causes, and regulating intensity."
  },
  {
    "id": 168,
    "statement": "Epigenetic modifications compact, de-compact, or remodel chromatin structure"
  },
  {
    "id": 169,
    "statement": "Consistency in actions demonstrates honesty's reliability and dependability."
  },
  {
    "id": 170,
    "statement": "Epigenetic inheritance involves complex interactions between DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 171,
    "statement": "Emotional complexity is characterized by nuanced and multifaceted experiences."
  },
  {
    "id": 172,
    "statement": "Unconscious biases develop from automatic information processing biases."
  },
  {
    "id": 173,
    "statement": "Chromatin remodeling complexes recognize histone modifications through specific binding domains."
  },
  {
    "id": 174,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications and chromatin remodeling"
  },
  {
    "id": 175,
    "statement": "Emotional regulation is a key component of self-awareness."
  },
  {
    "id": 176,
    "statement": "Histones interact with DNA and proteins through electrostatic, hydrogen, and π-π stacking."
  },
  {
    "id": 177,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and direct transmission."
  },
  {
    "id": 178,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 179,
    "statement": "Epigenetic modifications often recruit chromatin remodeling complexes"
  },
  {
    "id": 180,
    "statement": "Self-awareness crucial for emotional intelligence through emotion recognition."
  },
  {
    "id": 181,
    "statement": "Chromatin structure regulated by dynamic histone-DNA-protein interactions."
  },
  {
    "id": 182,
    "statement": "Histones interact with DNA and proteins through electrostatic, hydrogen, π-π stacking interactions, bridging."
  },
  {
    "id": 183,
    "statement": "Honesty demonstrates reliability, dependability pattern of consistent behavior."
  },
  {
    "id": 184,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically through various mechanisms."
  },
  {
    "id": 185,
    "statement": "Epigenetic marks regulate gene expression in cell-type specific manner."
  },
  {
    "id": 186,
    "statement": "Honesty, integrity, and credibility foster trust in relationships."
  },
  {
    "id": 187,
    "statement": "trust is built through consistent reliable actions"
  },
  {
    "id": 188,
    "statement": "Histones interact with DNA and proteins through electrostatic, hydrogen, and π-π stacking."
  },
  {
    "id": 189,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 190,
    "statement": "Lying can be morally justifiable in specific circumstances."
  },
  {
    "id": 191,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 192,
    "statement": "Reader domains recognize specific histone modifications to regulate chromatin structure."
  },
  {
    "id": 193,
    "statement": "Epigenetic inheritance involves DNA methylation and histone modifications in chromatin."
  },
  {
    "id": 194,
    "statement": "Histones interact with each other, DNA, and proteins through various mechanisms."
  },
  {
    "id": 195,
    "statement": "Trustworthiness arises from honesty, leading to respect and credibility."
  },
  {
    "id": 196,
    "statement": "Epigenetic inheritance involves DNA methylation and histone modifications."
  },
  {
    "id": 197,
    "statement": "Honesty involves reliability, consistency, and transparency in actions consistently."
  },
  {
    "id": 198,
    "statement": "Histone-DNA-protein interactions involve various mechanisms for chromatin stability."
  }
]