[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms shape moral development through multiple mechanisms."
  },
  {
    "id": 2,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "Moral development arises from dynamic biological-cultural interactions adaptively"
  },
  {
    "id": 4,
    "statement": "Collective experiences shape social context, cultural norms, and relationships"
  },
  {
    "id": 5,
    "statement": "Moral judgments result from integrated neural activity in multiple brain regions"
  },
  {
    "id": 6,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 7,
    "statement": "Moral development results from dynamic biological-cultural interactions."
  },
  {
    "id": 8,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 9,
    "statement": "PFC's inhibitory input to amygdala reduces emotional response intensity."
  },
  {
    "id": 10,
    "statement": "Moral development arises from dynamic biological-cultural interactions"
  },
  {
    "id": 11,
    "statement": "The PFC regulates amygdala emotional responses through GABA inhibition mechanisms."
  },
  {
    "id": 12,
    "statement": "The PFC-amygdala interaction is complex and bidirectional, not solely regulatory."
  },
  {
    "id": 13,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections."
  },
  {
    "id": 14,
    "statement": "Honesty establishes trust foundation, requiring consistency and reliability"
  },
  {
    "id": 15,
    "statement": "Subconscious emotions influence moral judgments through emotional resonance."
  },
  {
    "id": 16,
    "statement": "Cognitive appraisal involves distributed neural networks and neurotransmitters."
  },
  {
    "id": 17,
    "statement": "Cognitive appraisal influences emotional responses through social context evaluation."
  },
  {
    "id": 18,
    "statement": "PFC regulates Amygdala's emotional responses through top-down processing control"
  },
  {
    "id": 19,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 20,
    "statement": "Amygdala's multiple roles in emotional processing and regulation"
  },
  {
    "id": 21,
    "statement": "PFC regulates amygdala's emotional responses through complex neurotransmitter interactions."
  },
  {
    "id": 22,
    "statement": "Emotions shape moral judgments through subconscious, automatic associations, influenced by experiences and learning."
  },
  {
    "id": 23,
    "statement": "Cultural norms shape emotional responses through internalization and learning."
  },
  {
    "id": 24,
    "statement": "PFC regulates amygdala emotional responses through GABA inhibition interaction."
  },
  {
    "id": 25,
    "statement": "Dependability fosters trust, accountability, and reliability through consistency."
  },
  {
    "id": 26,
    "statement": "Repetitive feedback loops shape emotional responses through social learning."
  },
  {
    "id": 27,
    "statement": "The amygdala integrates multimodal information from various senses and emotions"
  },
  {
    "id": 28,
    "statement": "Emotions shape moral judgments through subconscious, automatic associations."
  },
  {
    "id": 29,
    "statement": "Amygdala's role is complex, involving multiple neural functions."
  },
  {
    "id": 30,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory neurotransmitters."
  },
  {
    "id": 31,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions."
  },
  {
    "id": 32,
    "statement": "Consistency reinforces honesty in building trust through reliable behavior."
  },
  {
    "id": 33,
    "statement": "Cultural norms shape emotional responses through internalization and learning process."
  },
  {
    "id": 34,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions through neural networks."
  },
  {
    "id": 35,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory connections."
  },
  {
    "id": 36,
    "statement": "Inhibitory connections calm down or suppress other neurons' activity."
  },
  {
    "id": 37,
    "statement": "Amygdala integrates sensory information from multiple sources to trigger emotional responses."
  },
  {
    "id": 38,
    "statement": "Situational evaluation involves considering multiple context-dependent factors."
  },
  {
    "id": 39,
    "statement": "Consistency, reliability, and accountability build strong trust foundation."
  },
  {
    "id": 40,
    "statement": "Subconscious biases influence moral judgments through cognitive biases."
  },
  {
    "id": 41,
    "statement": "Cultural norms shape emotional responses through internalization and learning."
  },
  {
    "id": 42,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition"
  },
  {
    "id": 43,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing dynamically."
  },
  {
    "id": 44,
    "statement": "Context-dependent factors include environmental, social, and emotional variables"
  },
  {
    "id": 45,
    "statement": "Automatic and controlled processing combine for cognitive appraisal."
  },
  {
    "id": 46,
    "statement": "GABA inhibition calms amygdala activity through PFC modulation."
  },
  {
    "id": 47,
    "statement": "Amygdala's role in emotion processing is still largely debated."
  },
  {
    "id": 48,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition mechanisms."
  },
  {
    "id": 49,
    "statement": "PFC regulates amygdala emotional responses through GABA inhibition."
  },
  {
    "id": 50,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains"
  },
  {
    "id": 51,
    "statement": "Cognitive appraisal involves complex neural interactions in brain regions."
  },
  {
    "id": 52,
    "statement": "Moral development arises from dynamic biological-cultural interactions, influenced by child's temperament and social learning."
  },
  {
    "id": 53,
    "statement": "Inhibitory neurotransmitters binding to receptors reduces amygdala emotional responses"
  },
  {
    "id": 54,
    "statement": "Unconscious mental connections shape moral judgments through intricate processes."
  },
  {
    "id": 55,
    "statement": "Automatic associations shape moral judgments through subconscious influences."
  },
  {
    "id": 56,
    "statement": "Trust builds through consistency, reliability, and accountability relationships."
  },
  {
    "id": 57,
    "statement": "Amygdala integrates multimodal information from vision, sound, and touch."
  },
  {
    "id": 58,
    "statement": "Subconscious emotional connections shape moral judgments through automatic associations."
  },
  {
    "id": 59,
    "statement": "Cognitive appraisal regulates emotional response through interpretation and labelling"
  },
  {
    "id": 60,
    "statement": "Cognitive appraisal and emotional processing shape moral judgments through brain regions."
  },
  {
    "id": 61,
    "statement": "PFC's GABA inhibition calms amygdala's emotional responses through neural connections."
  },
  {
    "id": 62,
    "statement": "PFC's GABA inhibition calms amygdala's emotional responses."
  },
  {
    "id": 63,
    "statement": "Amygdala processes emotions through neural interactions and regional processing"
  },
  {
    "id": 64,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal influence on brain development."
  },
  {
    "id": 65,
    "statement": "PFC's regulatory mechanisms over amygdala require further research"
  },
  {
    "id": 66,
    "statement": "Cognitive biases influce moral judgments through subconscious processing."
  },
  {
    "id": 67,
    "statement": "PFC regulates amygdala's emotional responses via inhibitory neurotransmitters lowering fear."
  },
  {
    "id": 68,
    "statement": "Amygdala integrates multimodal information from senses to enhance emotions"
  },
  {
    "id": 69,
    "statement": "Emotions shape moral judgments through subconscious, automatic associations in brain."
  },
  {
    "id": 70,
    "statement": "Implicit biases influence moral judgments through social and emotional learning, shaping moral responses."
  },
  {
    "id": 71,
    "statement": "GABA inhibition reduces amygdala activity through PFC cortical modulation"
  },
  {
    "id": 72,
    "statement": "Top-down processing refers to PFC's influence on amygdala's emotional responses."
  },
  {
    "id": 73,
    "statement": "Subconscious biases influenced moral judgments through emotional associations."
  },
  {
    "id": 74,
    "statement": "Consistency and accountability are essential for building trust"
  },
  {
    "id": 75,
    "statement": "Moral development involves dynamic interactions between biological and cultural factors."
  },
  {
    "id": 76,
    "statement": "PFC regulates amygdala's emotional responses through serotonin and dopamine."
  },
  {
    "id": 77,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 78,
    "statement": "Consistency reinforces honesty in building trust through reliable behavior."
  },
  {
    "id": 79,
    "statement": "Cognitive appraisal is a dynamic integration process."
  },
  {
    "id": 80,
    "statement": "Dependability encompasses trust, accountability, and reliability across diverse contexts."
  },
  {
    "id": 81,
    "statement": "Cultural norms shape emotional responses through internalization, social learning."
  },
  {
    "id": 82,
    "statement": "Amygdala processes emotions through complex neural interactions and regional processing."
  },
  {
    "id": 83,
    "statement": "The amygdala's role in emotion processing is still uncertain dynamically."
  },
  {
    "id": 84,
    "statement": "Cognitive appraisal involves distributed neural networks and neurotransmitters."
  },
  {
    "id": 85,
    "statement": "PFC regulates amygdala activity through GABA inhibition and serotonin."
  },
  {
    "id": 86,
    "statement": "Consistency and accountability may be flexible in specific contexts."
  },
  {
    "id": 87,
    "statement": "Cognitive appraisal influences emotional responses through rapid social evaluation."
  },
  {
    "id": 88,
    "statement": "Cognitive appraisal influences moral judgments through neural integration."
  },
  {
    "id": 89,
    "statement": "Implicit biases influence moral judgments through social and emotional learning."
  },
  {
    "id": 90,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 91,
    "statement": "Amygdala processes emotions through neural interactions and regional processing."
  },
  {
    "id": 92,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 93,
    "statement": "Moral development arises from biological-cultural reciprocal influence."
  },
  {
    "id": 94,
    "statement": "Amygdala integrates multimodal information for emotional processing and response"
  },
  {
    "id": 95,
    "statement": "Emotions shape moral judgments through subconscious, automatic associations."
  },
  {
    "id": 96,
    "statement": "Neural integration combines cognitive, emotional, and social information for moral judgments."
  },
  {
    "id": 97,
    "statement": "Amygdala processes emotions through complex neural interactions in brain regions."
  },
  {
    "id": 98,
    "statement": "Dependability encompasses trust, accountability, and reliability across multiple areas"
  },
  {
    "id": 99,
    "statement": "Automatic and controlled processing combine for cognitive appraisal through complex interactions."
  },
  {
    "id": 100,
    "statement": "Cultural norms shape emotional responses through internalization and social learning."
  },
  {
    "id": 101,
    "statement": "Cognitive appraisal integrates emotional and social info processing."
  },
  {
    "id": 102,
    "statement": "Inhibitory neurotransmitters, like GABA and serotonin, calm down amygdala activity."
  },
  {
    "id": 103,
    "statement": "PFC-amygdala interaction is complex, dynamic, and reciprocal process"
  },
  {
    "id": 104,
    "statement": "PFC and Amygdala have complex, dynamic, bidirectional interactions"
  },
  {
    "id": 105,
    "statement": "Cognitive appraisal integrates emotional, cognitive, and social information."
  },
  {
    "id": 106,
    "statement": "PFC's GABAergic neurons inhibit amygdala activity through feedforward connections."
  },
  {
    "id": 107,
    "statement": "Honesty's foundation for trust relies on consistency and reliability."
  },
  {
    "id": 108,
    "statement": "Moral development integrates biological and cultural reciprocal influences gradually"
  },
  {
    "id": 109,
    "statement": "Beliefs influence moral judgments through unconscious cognitive bias."
  },
  {
    "id": 110,
    "statement": "Beliefs influence moral judgments through automatic and unintentional connections."
  },
  {
    "id": 111,
    "statement": "Moral development arises from complex biological-cultural reciprocal influences."
  },
  {
    "id": 112,
    "statement": "Dependability encompasses trust, accountability, and reliability across various domains"
  },
  {
    "id": 113,
    "statement": "PFC regulates amygdala activity through GABA inhibition mechanisms."
  },
  {
    "id": 114,
    "statement": "Honesty establishes foundation for trust, but not sole factor."
  },
  {
    "id": 115,
    "statement": "PFC-amygdala interaction is complex, reciprocal, and bidirectional."
  },
  {
    "id": 116,
    "statement": "Cognitive appraisal involves distributed neural networks and neurotransmitters integration."
  },
  {
    "id": 117,
    "statement": "Cognitive appraisal guides emotional responses through interpretation and labelling"
  },
  {
    "id": 118,
    "statement": "PFC uses GABA to calm down amygdala's emotional responses."
  },
  {
    "id": 119,
    "statement": "Dependability encompasses trust, accountability, and reliability in diverse contexts."
  },
  {
    "id": 120,
    "statement": "Repetitive feedback loops shape emotional responses through social learning."
  },
  {
    "id": 121,
    "statement": "Consistency reinforces honesty in building and maintaining trust relationships."
  },
  {
    "id": 122,
    "statement": "Cultural norms shape emotional responses through social learning processes."
  },
  {
    "id": 123,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing through complex interactions"
  },
  {
    "id": 124,
    "statement": "Honesty establishes foundation for trust, but not sole factor."
  },
  {
    "id": 125,
    "statement": "Cognitive appraisal plays a top-down role in emotional response interpretation."
  },
  {
    "id": 126,
    "statement": "PFC regulates amygdala's emotional responses through serotonin and dopamine inhibition."
  },
  {
    "id": 127,
    "statement": "PFC regulates amygdala's emotional responses through inhibitory neurotransmitters binding"
  },
  {
    "id": 128,
    "statement": "Beliefs can influence moral judgments through unconscious cognitive biases."
  },
  {
    "id": 129,
    "statement": "Emotions shape moral judgments through experiences and learning processes."
  },
  {
    "id": 130,
    "statement": "Implicit biases shape moral judgments through social and emotional learning."
  },
  {
    "id": 131,
    "statement": "Cognitive appraisal integrates emotional, cognitive, and social information dynamically."
  },
  {
    "id": 132,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 133,
    "statement": "Internalization is the process of absorbing cultural norms into thoughts and behaviors."
  },
  {
    "id": 134,
    "statement": "Cultural norms shape moral development through social learning and identity"
  },
  {
    "id": 135,
    "statement": "Consistency establishes trust through reliability, accountability, and predictability."
  },
  {
    "id": 136,
    "statement": "Cognitive appraisal integrates distributed neural networks and neurotransmitters."
  },
  {
    "id": 137,
    "statement": "Moral development arises from dynamic interplay between biology and culture."
  },
  {
    "id": 138,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal influence."
  },
  {
    "id": 139,
    "statement": "Subconscious emotions influence moral judgments through subtle emotional resonance."
  },
  {
    "id": 140,
    "statement": "PFC regulates amygdala's emotional responses through complex interactions."
  },
  {
    "id": 141,
    "statement": "PFC's GABAergic neurons inhibit amygdala activity through feedforward connections"
  },
  {
    "id": 142,
    "statement": "Amygdala plays crucial role in processing and integrating emotions."
  },
  {
    "id": 143,
    "statement": "Moral development arises from dynamic reciprocal biological-cultural interactions."
  },
  {
    "id": 144,
    "statement": "Inhibitory neurotransmitters regulate amygdala's fear response through PFC modulation."
  },
  {
    "id": 145,
    "statement": "The PFC-amygdala interaction is complex and context-dependent, varying in direction."
  },
  {
    "id": 146,
    "statement": "PFC regulates amygdala's emotional responses through serotonin and dopamine inhibition."
  },
  {
    "id": 147,
    "statement": "Consistency and reliability are essential for trust foundation."
  },
  {
    "id": 148,
    "statement": "Cognitive appraisal is influenced by social context evaluation processes."
  },
  {
    "id": 149,
    "statement": "Emotions shape moral judgments through subconscious neural association."
  },
  {
    "id": 150,
    "statement": "Cognitive appraisal regulates emotional responses through prefrontal cortex processing."
  },
  {
    "id": 151,
    "statement": "Dependability encompasses trust, accountability, and reliability across domains"
  },
  {
    "id": 152,
    "statement": "Situational evaluation considers multiple context-dependent factors in decision-making."
  },
  {
    "id": 153,
    "statement": "Cognitive appraisal integrates emotional and social information processing mechanisms."
  },
  {
    "id": 154,
    "statement": "Implicit biases influence moral judgments through unconscious attitudes."
  },
  {
    "id": 155,
    "statement": "Unconscious mental connections shape moral judgments through complex emotions."
  },
  {
    "id": 156,
    "statement": "Emotions influence moral judgments through subconscious emotional processing."
  },
  {
    "id": 157,
    "statement": "Cognitive appraisal integrates emotional, cognitive, and social information dynamically."
  },
  {
    "id": 158,
    "statement": "Moral development results from dynamic biological and cultural interactions."
  },
  {
    "id": 159,
    "statement": "Cognitive appraisal integrates neural networks for moral judgment processing."
  },
  {
    "id": 160,
    "statement": "Amygdala integrates sensory information from multiple modalities."
  },
  {
    "id": 161,
    "statement": "The PFC regulates amygdala emotional responses through GABA inhibition."
  },
  {
    "id": 162,
    "statement": "Consistency reinforces honesty through predictability and social norms"
  },
  {
    "id": 163,
    "statement": "Subconscious biases influence moral judgments through emotional associations unconsciously."
  },
  {
    "id": 164,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing through neural networks."
  },
  {
    "id": 165,
    "statement": "Beliefs can influence moral judgments unintentionally through unconscious biases."
  },
  {
    "id": 166,
    "statement": "Emotional variables refer to specific emotional states like anxiety."
  },
  {
    "id": 167,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing control."
  },
  {
    "id": 168,
    "statement": "Cognitive appraisal integrates multiple brain regions through complex neural interactions"
  },
  {
    "id": 169,
    "statement": "Moral development influenced by interactive biological and cultural processes."
  },
  {
    "id": 170,
    "statement": "Honesty foundation of trust may vary across cultural contexts"
  },
  {
    "id": 171,
    "statement": "Amygdala processes emotions through complex neural interactions in brain regions."
  },
  {
    "id": 172,
    "statement": "Moral judgments result from integrated neural activity in multiple brain regions."
  },
  {
    "id": 173,
    "statement": "Moral development emerges from dynamic cultural-biological interactions, influencing each other"
  },
  {
    "id": 174,
    "statement": "Cognitive appraisal regulates emotional response through interpretation and labelling."
  },
  {
    "id": 175,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing through neural integration"
  },
  {
    "id": 176,
    "statement": "Cognitive appraisal integrates social evaluation with emotional responses dynamically."
  },
  {
    "id": 177,
    "statement": "Collective experiences shape individual moral values through shared understanding"
  },
  {
    "id": 178,
    "statement": "Amygdala processes emotions through neural interactions and regional processing"
  },
  {
    "id": 179,
    "statement": "PFC regulates amygdala activity through GABA-mediated inhibitory signals."
  },
  {
    "id": 180,
    "statement": "Beliefs can subtly influence moral judgments through unconscious biases."
  },
  {
    "id": 181,
    "statement": "Cognitive appraisal influences emotional responses through interpretation and labelling"
  },
  {
    "id": 182,
    "statement": "Honesty foundation of trust arises from dynamic biological-cultural interactions."
  },
  {
    "id": 183,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing dynamically."
  },
  {
    "id": 184,
    "statement": "Emotions shape moral judgment through subconscious, automatic associations triggered by experiences and learning."
  },
  {
    "id": 185,
    "statement": "PFC regulates Amygdala's emotional responses through inhibitory neural pathways,"
  },
  {
    "id": 186,
    "statement": "Cultural norms shape emotional responses through social learning processes."
  },
  {
    "id": 187,
    "statement": "Beliefs influence moral judgments through unconscious cognitive biases and associations."
  },
  {
    "id": 188,
    "statement": "Amygdala plays multiple roles in emotional processing and regulation."
  },
  {
    "id": 189,
    "statement": "Cognitive appraisal integrates automatic and controlled processing dynamically."
  },
  {
    "id": 190,
    "statement": "Cortical modulation reduces amygdala activity through GABA inhibition mechanisms"
  },
  {
    "id": 191,
    "statement": "Cultural norms shape emotional responses through internalization and learning process."
  },
  {
    "id": 192,
    "statement": "Dependability encompasses trust, accountability, and reliability across multiple scenarios."
  },
  {
    "id": 193,
    "statement": "Top-down modulation integrates automatic and controlled processing in appraisal."
  },
  {
    "id": 194,
    "statement": "Moral development arises from dynamic biological-cultural interactions adaptively."
  },
  {
    "id": 195,
    "statement": "Neural integration combines cognitive, emotional, and social information for moral judgments."
  },
  {
    "id": 196,
    "statement": "PFC regulates Amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 197,
    "statement": "Cultural norms shape emotions through internalization and learning processes."
  },
  {
    "id": 198,
    "statement": "PFC-amygdala interaction is complex, reciprocal, and bidirectional."
  },
  {
    "id": 199,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  }
]