[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 2,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "Honesty builds trust by establishing reliability and predictability."
  },
  {
    "id": 4,
    "statement": "PFC and Amygdala communicate through complex neural connections."
  },
  {
    "id": 5,
    "statement": "Emotions, empathy, and social context shape moral decision-making."
  },
  {
    "id": 6,
    "statement": "PFC and Amygdala communicate bidirectionally through multiple neural pathways."
  },
  {
    "id": 7,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication."
  },
  {
    "id": 8,
    "statement": "GABA inhibits amygdala's emotional response by reducing neuron excitability."
  },
  {
    "id": 9,
    "statement": "Honesty is essential, but not sole foundation of trust."
  },
  {
    "id": 10,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 11,
    "statement": "PFC regulates amygdala's emotional responses through neural modulation mechanisms."
  },
  {
    "id": 12,
    "statement": "Moral development arises from biological-cultural interplay dynamics."
  },
  {
    "id": 13,
    "statement": "GABA binding to receptors hyperpolarizes neurons by reducing excitability"
  },
  {
    "id": 14,
    "statement": "Honesty is necessary but insufficient for trust alone"
  },
  {
    "id": 15,
    "statement": "Brain regions dynamically integrate for adaptive decision-making processes."
  },
  {
    "id": 16,
    "statement": "Honesty is a necessary condition, but not sufficient alone"
  },
  {
    "id": 17,
    "statement": "Honesty is necessary but insufficient alone to establish trust."
  },
  {
    "id": 18,
    "statement": "Convergence gating prioritizes relevant sensory information in amygdala."
  },
  {
    "id": 19,
    "statement": "Amygdala filters and prioritizes sensory info based on emotional significance."
  },
  {
    "id": 20,
    "statement": "PFC modulates amygdala's emotions through cognitive reappraisal processes."
  },
  {
    "id": 21,
    "statement": "Trust arises from consistent predictable behavior over time."
  },
  {
    "id": 22,
    "statement": "Honesty includes commitment to consistency and responsible action."
  },
  {
    "id": 23,
    "statement": "Honesty builds trust by establishing reliability and predictability over time."
  },
  {
    "id": 24,
    "statement": "Trust arises from interconnected cognitive, emotional, social, and contextual factors."
  },
  {
    "id": 25,
    "statement": "Honesty requires intention, action, and genuine motive to be sincere."
  },
  {
    "id": 26,
    "statement": "Moral development involves intricate biological-cultural mechanisms shaping behavior."
  },
  {
    "id": 27,
    "statement": "Amygdala rapidly assesses emotional significance through pattern recognition processes"
  },
  {
    "id": 28,
    "statement": "Trust develops over time through consistency and reliable communication."
  },
  {
    "id": 29,
    "statement": "Trust development is influenced by consistency and reliability."
  },
  {
    "id": 30,
    "statement": "Consistency is a key aspect of honesty in trustworthy behavior"
  },
  {
    "id": 31,
    "statement": "The amygdala's substructure processes sensory data for emotional significance."
  },
  {
    "id": 32,
    "statement": "Rapid cue integration facilitates empathetic understanding through neural processing."
  },
  {
    "id": 33,
    "statement": "Superficial honesty lacks genuine intention and concrete action."
  },
  {
    "id": 34,
    "statement": "Moral development emerges from interactive cognitive-emotional-social factors"
  },
  {
    "id": 35,
    "statement": "Rapid cue integration enables empathetic understanding in social learning."
  },
  {
    "id": 36,
    "statement": "Convergence gating in amygdala prioritizes sensory info for emotional processing."
  },
  {
    "id": 37,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication foundations."
  },
  {
    "id": 38,
    "statement": "Honesty is a necessary condition, insufficient for trust alone."
  },
  {
    "id": 39,
    "statement": "The amygdala detects emotional significance through sensory processing and pattern recognition."
  },
  {
    "id": 40,
    "statement": "Amygdala prioritizes relevant sensory information through convergence gating process"
  },
  {
    "id": 41,
    "statement": "GABA modulates neural activity through diverse receptor subtypes."
  },
  {
    "id": 42,
    "statement": "GABA, an inhibitory neurotransmitter, calms down neuron activity."
  },
  {
    "id": 43,
    "statement": "GABA decreases neuron excitability by reducing firing probability"
  },
  {
    "id": 44,
    "statement": "PFC modulates amygdala's emotions through cognitive reappraisal processes."
  },
  {
    "id": 45,
    "statement": "Rapid cue integration enables empathetic understanding in social interactions through context-dependent processing."
  },
  {
    "id": 46,
    "statement": "Trust arises from complex cognitive-emotional-social-contextual interactive dynamics"
  },
  {
    "id": 47,
    "statement": "GABA binding to receptors hyperpolarizes neurons by reducing excitability."
  },
  {
    "id": 48,
    "statement": "GABA, a neurotransmitter, regulates neural activity through multiple interactions and subtypes."
  },
  {
    "id": 49,
    "statement": "Amygdala filters information through complex neural convergence gating processes."
  },
  {
    "id": 50,
    "statement": "Honesty builds trust through consistent behavior and communication."
  },
  {
    "id": 51,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication as essential elements."
  },
  {
    "id": 52,
    "statement": "Brain regions dynamically integrate for adaptive decision-making processes."
  },
  {
    "id": 53,
    "statement": "Amygdala receives unprocessed sensory data without significant modification."
  },
  {
    "id": 54,
    "statement": "Amygdala processes sensory information outside conscious awareness."
  },
  {
    "id": 55,
    "statement": "Predictability arises from honesty, consistency, and reliability in relationships"
  },
  {
    "id": 56,
    "statement": "Moral development arises from complex biological-cultural interactions, influencing decisions."
  },
  {
    "id": 57,
    "statement": "GABA calms down neurons by reducing excitability levels."
  },
  {
    "id": 58,
    "statement": "GABA inhibits amygdala's emotional response through chloride ion channel opening"
  },
  {
    "id": 59,
    "statement": "Cognitive appraisal involves PFC, amygdala, and other brain regions integration."
  },
  {
    "id": 60,
    "statement": "Educational influences shape personal moral development through social interactions."
  },
  {
    "id": 61,
    "statement": "Honesty's reliability and predictability emerge through consistent behavior patterns."
  },
  {
    "id": 62,
    "statement": "Rapid cue integration enables quick emotional understanding through neural processing."
  },
  {
    "id": 63,
    "statement": "Consistent behavior builds trust through dependable and predictable actions."
  },
  {
    "id": 64,
    "statement": "PFC regulates amygdala's emotions through cognitive reappraisal."
  },
  {
    "id": 65,
    "statement": "Amygdala integrates sensory information from multiple sources through convergence gating."
  },
  {
    "id": 66,
    "statement": "Amygdala integrates sensory information with brain regions for emotional responses"
  },
  {
    "id": 67,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing."
  },
  {
    "id": 68,
    "statement": "GABA's hyperpolarization calms amygdala's emotional response by reducing neuron excitability."
  },
  {
    "id": 69,
    "statement": "Trust development arises from complex interaction of multiple factors."
  },
  {
    "id": 70,
    "statement": "Amygdala integrates sensory info through pattern completion process."
  },
  {
    "id": 71,
    "statement": "Effective communication fosters trust through active listening and empathy."
  },
  {
    "id": 72,
    "statement": "Predictability arises from honesty, consistency, and reliability in relationships."
  },
  {
    "id": 73,
    "statement": "Consistency can undermine trust through lack of independence."
  },
  {
    "id": 74,
    "statement": "Amygdala integrates sensory info with brain regions through convergence gating."
  },
  {
    "id": 75,
    "statement": "Effective communication builds trust through active listening and empathy."
  },
  {
    "id": 76,
    "statement": "Amygdala rapidly processes sensory information for emotional responses."
  },
  {
    "id": 77,
    "statement": "Honesty forms trust's foundation, but insufficient for trust alone"
  },
  {
    "id": 78,
    "statement": "Consistency in honesty demonstrates reliability and genuine commitment"
  },
  {
    "id": 79,
    "statement": "Amygdala prioritizes subconscious sensory processing for emotional responses"
  },
  {
    "id": 80,
    "statement": "Brain regions dynamically integrate for adaptive decision-making through neural networks."
  },
  {
    "id": 81,
    "statement": "Prefrontal cortex regulates amygdala through emotional reinterpretation process."
  },
  {
    "id": 82,
    "statement": "Honesty builds trust by establishing reliability and consistency."
  },
  {
    "id": 83,
    "statement": "Honesty builds trust through consistent behavior and communication."
  },
  {
    "id": 84,
    "statement": "Convergence gating prioritizes sensory information in amygdala effectively."
  },
  {
    "id": 85,
    "statement": "Honesty is a necessary condition, but not sufficient for trust."
  },
  {
    "id": 86,
    "statement": "GABA inhibits amygdala's emotional response through chloride channel opening."
  },
  {
    "id": 87,
    "statement": "PFC modulates amygdala's emotions through active cognitive reappraisal."
  },
  {
    "id": 88,
    "statement": "Amygdala filters sensory information based on emotional significance through pattern recognition."
  },
  {
    "id": 89,
    "statement": "Moral decision-making involves nuanced analysis of multiple contextual factors."
  },
  {
    "id": 90,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 91,
    "statement": "Cognitive appraisal involves dynamic PFC, amygdala, and regional integration."
  },
  {
    "id": 92,
    "statement": "Moral judgments arise from complex interplay of cultural, personal, and emotional factors."
  },
  {
    "id": 93,
    "statement": "Cognitive biases influence emotional responses through social context framing."
  },
  {
    "id": 94,
    "statement": "PFC modulates amygdala's emotions through cognitive reappraisal processes."
  },
  {
    "id": 95,
    "statement": "Cognitive, emotional, social, and contextual factors shape moral development."
  },
  {
    "id": 96,
    "statement": "Moral decision-making is a multifaceted, context-dependent process."
  },
  {
    "id": 97,
    "statement": "Rapid cue integration facilitates empathetic understanding through coordinated brain activity."
  },
  {
    "id": 98,
    "statement": "Amygdala receives processed sensory data, not unmodified."
  },
  {
    "id": 99,
    "statement": "PFC and Amygdala communicate through complex neural interactions"
  },
  {
    "id": 100,
    "statement": "Cognitive factors in moral development involve moral reasoning and understanding."
  },
  {
    "id": 101,
    "statement": "Trust is complex, involving multiple factors beyond honesty alone."
  },
  {
    "id": 102,
    "statement": "Honesty is necessary, but insufficient for trustalone."
  },
  {
    "id": 103,
    "statement": "Honesty builds trust through consistency, transparency, sincerity, and accountability."
  },
  {
    "id": 104,
    "statement": "Moral judgments arise from intricate cultural-personal-emotional dynamics."
  },
  {
    "id": 105,
    "statement": "Emotions, empathy, and social context together shape moral judgments."
  },
  {
    "id": 106,
    "statement": "Moral decision-making involves nuanced considerations of context and consequences."
  },
  {
    "id": 107,
    "statement": "Amygdala processes sensory information outside conscious awareness."
  },
  {
    "id": 108,
    "statement": "Amygdala rapidly assesses emotional significance through pattern matching."
  },
  {
    "id": 109,
    "statement": "Honesty's foundation for trust relies on consistent behavior."
  },
  {
    "id": 110,
    "statement": "Honesty establishes foundation, but trust requires consistency too."
  },
  {
    "id": 111,
    "statement": "Moral development arises from interplay between biological and cultural factors."
  },
  {
    "id": 112,
    "statement": "Honesty can be superficial, lacks intention and action"
  },
  {
    "id": 113,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other brain regions."
  },
  {
    "id": 114,
    "statement": "Moral judgments arise from complex cultural-personal-emotional interactions."
  },
  {
    "id": 115,
    "statement": "Moral decision-making involves context-dependent evaluation of consequences."
  },
  {
    "id": 116,
    "statement": "Honesty demonstrates reliability and consistency in behavior."
  },
  {
    "id": 117,
    "statement": "Honesty is necessary but insufficient for trust; consistency is required."
  },
  {
    "id": 118,
    "statement": "Rapid cue integration facilitates empathetic understanding through neural processing."
  },
  {
    "id": 119,
    "statement": "Honesty builds trust through consistency, transparency, and sincerity."
  },
  {
    "id": 120,
    "statement": "Trust requires honesty, consistency, reliability, and effective communication concurrently."
  },
  {
    "id": 121,
    "statement": "Honesty is necessary but insufficient for building trust alone."
  },
  {
    "id": 122,
    "statement": "Moral decision-making considers context and consequences in complexity."
  },
  {
    "id": 123,
    "statement": "Dynamic moral judgment arises from complex emotional-cognitive-social interactions"
  },
  {
    "id": 124,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 125,
    "statement": "GABA reduces amygdala's emotional response by hyperpolarizing neurons"
  },
  {
    "id": 126,
    "statement": "Honesty without intention and action is superficial and insincere."
  },
  {
    "id": 127,
    "statement": "Consistency builds trust through predictability, integrity, accountability, and pattern recognition."
  },
  {
    "id": 128,
    "statement": "Moral development involves complex interplay of cognitive-emotional-social factors."
  },
  {
    "id": 129,
    "statement": "Transparency and sincerity build trust through authenticity."
  },
  {
    "id": 130,
    "statement": "Moral judgments arise from complex interplay of factors"
  },
  {
    "id": 131,
    "statement": "PFC and Amygdala communicate through complex neural connections."
  },
  {
    "id": 132,
    "statement": "Honesty is a necessary but insufficient condition for trust."
  },
  {
    "id": 133,
    "statement": "Convergence gating shapes amygdala's priority for sensory significance"
  },
  {
    "id": 134,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other brain regions through top-down modulation."
  },
  {
    "id": 135,
    "statement": "Transparency, sincerity, and authenticity foster trust in relationships."
  },
  {
    "id": 136,
    "statement": "GABA's inhibition reduces amygdala's emotional response through hyperpolarization."
  },
  {
    "id": 137,
    "statement": "Honesty provides foundation, consistency builds trust through reliability"
  },
  {
    "id": 138,
    "statement": "PFC and Amygdala communicate bidirectionally through multiple neural pathways."
  },
  {
    "id": 139,
    "statement": "Rapid cue integration facilitates empathetic understanding through context-dependent processing"
  },
  {
    "id": 140,
    "statement": "Honesty alone cannot establish trust; other factors required."
  },
  {
    "id": 141,
    "statement": "Convergence gating in amygdala filters and prioritizes sensory information."
  },
  {
    "id": 142,
    "statement": "Consistency in honesty facilitates credibility through predictability."
  },
  {
    "id": 143,
    "statement": "Moral development arises from complex cognitive-emotional-social interactions."
  },
  {
    "id": 144,
    "statement": "Honesty builds trust in initial stages of relationships."
  },
  {
    "id": 145,
    "statement": "Amygdala integrates sensory info through selective convergence gating process."
  },
  {
    "id": 146,
    "statement": "Moral development arises from complex biological-cultural interactions dynamically."
  },
  {
    "id": 147,
    "statement": "Effective communication in trust-building is empathetic and collaborative."
  },
  {
    "id": 148,
    "statement": "Brain regions dynamically integrate for adaptive decision-making."
  },
  {
    "id": 149,
    "statement": "Consistency in action aids honesty in moral principles"
  },
  {
    "id": 150,
    "statement": "Trust emerges from interconnected cognitive-emotional-social-contextual processes smoothly."
  },
  {
    "id": 151,
    "statement": "Amygdala filters sensory information through complex neural integration."
  },
  {
    "id": 152,
    "statement": "Rapid cue integration enables empathetic understanding in social learning processes."
  },
  {
    "id": 153,
    "statement": "Consistency without independence can undermine trust and dependability"
  },
  {
    "id": 154,
    "statement": "Consistency and predictability are crucial for trust foundation."
  },
  {
    "id": 155,
    "statement": "PFC regulates amygdala through neurotransmitters, inhibitory connections and top-down processing."
  },
  {
    "id": 156,
    "statement": "Honesty tends to correlate with reliable and consistent behavior."
  },
  {
    "id": 157,
    "statement": "Honesty alone insufficient, intention and action required."
  },
  {
    "id": 158,
    "statement": "Cognitive appraisal integrates PFC, amygdala, and other regions."
  },
  {
    "id": 159,
    "statement": "Honesty builds trust through reliability and consistent behavior"
  },
  {
    "id": 160,
    "statement": "Moral development arises from biology-cultural interactive dynamics"
  },
  {
    "id": 161,
    "statement": "Moral development involves complex biological-cultural interactions."
  },
  {
    "id": 162,
    "statement": "Consistency contributes to trust by demonstrating reliable predictable behavior"
  },
  {
    "id": 163,
    "statement": "GABA modulates neural activity through diverse receptor subtypes, types, and mechanisms."
  },
  {
    "id": 164,
    "statement": "Moral development involves dynamic interplay between biology and culture"
  },
  {
    "id": 165,
    "statement": "Consistency builds trust through integrity, accountability, and predictability."
  },
  {
    "id": 166,
    "statement": "Cognitive appraisal integrates multiple brain regions for emotional evaluation"
  },
  {
    "id": 167,
    "statement": "Moral judgments arise from complex cultural-personal-emotional intertwining."
  },
  {
    "id": 168,
    "statement": "Cognitive biases influence emotional responses through social context framing."
  },
  {
    "id": 169,
    "statement": "Accountability in honesty means taking responsibility and explaining actions."
  },
  {
    "id": 170,
    "statement": "Moral ambiguity arises from nuanced context-dependent evaluations."
  },
  {
    "id": 171,
    "statement": "Amygdala's substructure processes sensory data for emotional significance through specialization."
  },
  {
    "id": 172,
    "statement": "PFC modulates amygdala's emotions through top-down cognitive reappraisal."
  },
  {
    "id": 173,
    "statement": "Honesty requires intention, action, and genuine motive for sincerity."
  },
  {
    "id": 174,
    "statement": "Honesty establishes trust through consistent reliable actions over time."
  },
  {
    "id": 175,
    "statement": "Honesty without intent and action is often insincere behavior."
  },
  {
    "id": 176,
    "statement": "Honesty is necessary but insufficient condition for trust building"
  },
  {
    "id": 177,
    "statement": "GABA (Gamma-Aminobutyric Acid) is an inhibitory neurotransmitter in the brain"
  },
  {
    "id": 178,
    "statement": "Moral development involves complex biological-cultural interplay and embedding"
  },
  {
    "id": 179,
    "statement": "Trust arises from cognitive-emotional-social-contextual dynamics interplay."
  },
  {
    "id": 180,
    "statement": "Honesty is commitment to truthful and reliable behavior"
  },
  {
    "id": 181,
    "statement": "The amygdala detects emotional significance through sensory processing and pattern recognition by identifying and associating relevant patterns with emotional responses."
  },
  {
    "id": 182,
    "statement": "Emotions, empathy, and social context dynamically interact to shape moral judgments."
  },
  {
    "id": 183,
    "statement": "Moral development arises from complex biological-cultural interplay dynamics."
  },
  {
    "id": 184,
    "statement": "Amygdala processes emotions through integration of multimodal sensory inputs."
  },
  {
    "id": 185,
    "statement": "Honesty provides necessary foundation for trust, but requires consistency"
  },
  {
    "id": 186,
    "statement": "Moral judgments evolve through complex emotional-cognitive-social interactions over time."
  },
  {
    "id": 187,
    "statement": "Consistency breeds predictability, fostering trust through reliability."
  },
  {
    "id": 188,
    "statement": "Cognitive appraisal integrates emotional evaluation with PFC and amygdala."
  },
  {
    "id": 189,
    "statement": "Brain regions dynamically integrate for flexible decision-making processes."
  },
  {
    "id": 190,
    "statement": "GABA calms down neuron activity through chloride channel opening."
  },
  {
    "id": 191,
    "statement": "PFC and Amygdala regulate emotions through bidirectional neural connections"
  },
  {
    "id": 192,
    "statement": "Brain regions interact dynamically for adaptive decision-making processes."
  },
  {
    "id": 193,
    "statement": "Building trust requires multiple factors beyond honesty alone."
  },
  {
    "id": 194,
    "statement": "Amygdala prioritizes relevant sensory information through selective filtering."
  },
  {
    "id": 195,
    "statement": "Effective communication involves active listening, empathy, transparency, feedback."
  },
  {
    "id": 196,
    "statement": "Consistency involves individual behavior and interacting factors too."
  },
  {
    "id": 197,
    "statement": "Moral development is complex process of biological-cultural explanations."
  },
  {
    "id": 198,
    "statement": "Honesty builds trust through consistency and reliability."
  },
  {
    "id": 199,
    "statement": "Emotions, empathy, and social context shape individual moral development"
  }
]