[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "PFC-amygdala interaction involves adaptive regulation through neuroplasticity and modulation."
  },
  {
    "id": 2,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "Amygdala integrates multimodal sensory information for emotional responses"
  },
  {
    "id": 4,
    "statement": "Moral judgments emerge from brain regions' complex interactions"
  },
  {
    "id": 5,
    "statement": "Temperament influences moral development through emotional regulation and intelligence."
  },
  {
    "id": 6,
    "statement": "Cultural norms shape emotional responses through internalization and learning processes."
  },
  {
    "id": 7,
    "statement": "Honesty establishes trust foundation, requiring consistency and reliability"
  },
  {
    "id": 8,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 9,
    "statement": "Cultural relativity impacts trust-building through varying communication norms"
  },
  {
    "id": 10,
    "statement": "Trust emerges from complex interplay of cognitive, emotional, social, and contextual factors"
  },
  {
    "id": 11,
    "statement": "Cultural norms shape moral development through multiple mechanisms."
  },
  {
    "id": 12,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 13,
    "statement": "Temperament influences moral development through emotional regulation mechanisms."
  },
  {
    "id": 14,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 15,
    "statement": "Trust is a complex phenomenon influenced by cognitive, emotional, social, and contextual factors."
  },
  {
    "id": 16,
    "statement": "Emotional regulation mechanisms influence moral development through brain processes."
  },
  {
    "id": 17,
    "statement": "Amygdala's functions involve emotional processing, memory, attention, fear conditioning, and social behavior."
  },
  {
    "id": 18,
    "statement": "Amygdala's fear conditioning helps humans recognize threats instantly."
  },
  {
    "id": 19,
    "statement": "Repetitive feedback loops shape emotional responses through social learning and conditioning."
  },
  {
    "id": 20,
    "statement": "Moral development influenced by biological and cultural factors."
  },
  {
    "id": 21,
    "statement": "GABA and serotonin inhibit amygdala's emotional responses through postsynaptic inhibition."
  },
  {
    "id": 22,
    "statement": "Amygdala integrates sensory information through convergence and gating processes."
  },
  {
    "id": 23,
    "statement": "Cognitive appraisal involves dynamic integration of PFC and amygdala."
  },
  {
    "id": 24,
    "statement": "The PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 25,
    "statement": "Social learning influences emotional responses through multitasking mechanisms."
  },
  {
    "id": 26,
    "statement": "The amygdala integrates multimodal sensory information to amplify emotions."
  },
  {
    "id": 27,
    "statement": "PFC regulates amygdala emotional responses through GABA inhibition mechanism."
  },
  {
    "id": 28,
    "statement": "Trust is strengthened by consistent and reliable actions."
  },
  {
    "id": 29,
    "statement": "Amygdala's multiple functions involve emotional processing, memory, and attention."
  },
  {
    "id": 30,
    "statement": "Cultural norms influence moral development through internalization and social conditioning."
  },
  {
    "id": 31,
    "statement": "The amygdala integrates multimodal sensory information for threat detection."
  },
  {
    "id": 32,
    "statement": "Cognitive appraisal involves PFC, amygdala, and other brain regions integration."
  },
  {
    "id": 33,
    "statement": "GABA inhibits amygdala's emotional response through inhibitory neural pathways."
  },
  {
    "id": 34,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 35,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions."
  },
  {
    "id": 36,
    "statement": "Amygdala's emotional processing involves complex neural circuits and interactions."
  },
  {
    "id": 37,
    "statement": "Repetitive feedback loops shape emotional development through learning."
  },
  {
    "id": 38,
    "statement": "Moral judgments arise from complex interplay between brain systems."
  },
  {
    "id": 39,
    "statement": "Moral development arises from complex biological-cultural interdependencies."
  },
  {
    "id": 40,
    "statement": "Temperament influences moral development through indirect emotional regulation mechanisms."
  },
  {
    "id": 41,
    "statement": "Repetitive feedback loops shape emotions through neural network interactions"
  },
  {
    "id": 42,
    "statement": "Biological factors influence moral development through gene-environment interplay."
  },
  {
    "id": 43,
    "statement": "Amygdala integrates multimodal sensory information through convergence and gating processes."
  },
  {
    "id": 44,
    "statement": "Cultural norms shape moral development through multiple mechanisms."
  },
  {
    "id": 45,
    "statement": "Amygdala integrates multimodal sensory info through convergence gating."
  },
  {
    "id": 46,
    "statement": "PFC's GABA inhibition calms amygdala's emotional responses."
  },
  {
    "id": 47,
    "statement": "Moral development emerges from complex biological-cultural interactions."
  },
  {
    "id": 48,
    "statement": "Cultural norms shape moral development through social learning and internalization"
  },
  {
    "id": 49,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 50,
    "statement": "Honesty establishes trust foundation, but requires consistent reliability"
  },
  {
    "id": 51,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 52,
    "statement": "GABA and serotonin inhibit amygdala activity through postsynaptic inhibition."
  },
  {
    "id": 53,
    "statement": "Convergence and gating processes aid amygdala's emotional processing."
  },
  {
    "id": 54,
    "statement": "Cultural norms emerge from shared collective experiences shaped by social learning."
  },
  {
    "id": 55,
    "statement": "Lying can be morally acceptable in exceptional circumstances"
  },
  {
    "id": 56,
    "statement": "Cultural relativity impacts trust-building through varying communication norms."
  },
  {
    "id": 57,
    "statement": "The PFC-amygdala interaction is a complex, dynamic bidirectional process."
  },
  {
    "id": 58,
    "statement": "Moral judgments emerge from brain regions' complex interactions."
  },
  {
    "id": 59,
    "statement": "Cognitive appraisal involves dynamic neural integration of PFC, amygdala."
  },
  {
    "id": 60,
    "statement": "Amygdala integrates sensory information through convergence and gating processes."
  },
  {
    "id": 61,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition mechanisms"
  },
  {
    "id": 62,
    "statement": "Cultural norms shape trust through differences in communication styles."
  },
  {
    "id": 63,
    "statement": "The PFC regulates amygdala emotional responses through GABA inhibition mechanisms."
  },
  {
    "id": 64,
    "statement": "GABA inhibition regulates amygdala's response with serotonin involvement."
  },
  {
    "id": 65,
    "statement": "Moral development originates from intricate biological-cultural interactions."
  },
  {
    "id": 66,
    "statement": "Amygdala's complex neural circuits enable emotional processing integration."
  },
  {
    "id": 67,
    "statement": "Trust builds through honesty, consistency, and reliability concurrently."
  },
  {
    "id": 68,
    "statement": "PFC regulates amygdala's emotional responses through GABA serotonin inhibition."
  },
  {
    "id": 69,
    "statement": "Cultural norms shape emotional responses through internalization."
  },
  {
    "id": 70,
    "statement": "Moral development emerges from dynamic gene-culture interactions."
  },
  {
    "id": 71,
    "statement": "The amygdala integrates multimodal sensory information for threat detection."
  },
  {
    "id": 72,
    "statement": "Amygdala's emotional processing involves neurotransmitter modulation of circuits."
  },
  {
    "id": 73,
    "statement": "Honesty establishes trust foundation, requiring consistency and reliability"
  },
  {
    "id": 74,
    "statement": "Consistency is necessary but insufficient condition for predictability."
  },
  {
    "id": 75,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 76,
    "statement": "GABA inhibition calms amygdala's emotional response through PFC regulation."
  },
  {
    "id": 77,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 78,
    "statement": "Amygdala rapidly processes emotional information through direct sensory connections."
  },
  {
    "id": 79,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin inhibition mechanisms."
  },
  {
    "id": 80,
    "statement": "Amygdala integrates multimodal information for emotional processing and memory"
  },
  {
    "id": 81,
    "statement": "Gene-environment interplay shapes moral development through dynamic interaction."
  },
  {
    "id": 82,
    "statement": "PFC regulates amygdala emotional responses through GABA inhibition mechanisms"
  },
  {
    "id": 83,
    "statement": "Cultural relativity impacts trust-building through varying communication norms"
  },
  {
    "id": 84,
    "statement": "Repetitive feedback loops shape emotional responses through social learning."
  },
  {
    "id": 85,
    "statement": "Amygdala integrates sensory information through convergence and gating processes, enabling emotional processing."
  },
  {
    "id": 86,
    "statement": "PFC regulates Amygdala's emotional response through GABA inhibition mechanisms."
  },
  {
    "id": 87,
    "statement": "Consistency and dependability build trust through reliable actions."
  },
  {
    "id": 88,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition"
  },
  {
    "id": 89,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 90,
    "statement": "Vulnerability builds trust through honesty, empathy, and shared understanding."
  },
  {
    "id": 91,
    "statement": "Emotions become more intense with multimodal sensory integration."
  },
  {
    "id": 92,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 93,
    "statement": "PFC's GABA inhibition calms amygdala's emotional responses."
  },
  {
    "id": 94,
    "statement": "Amygdala integrates multimodal sensory information through convergence gating."
  },
  {
    "id": 95,
    "statement": "Amygdala rapidly processes emotional information through direct sensory connections"
  },
  {
    "id": 96,
    "statement": "Amygdala's role in emotional processing is still debated and researched."
  },
  {
    "id": 97,
    "statement": "Cognitive appraisal involves PFC, amygdala, and other brain regions integration."
  },
  {
    "id": 98,
    "statement": "Repetitive feedback loops shape emotional responses through social learning experiences."
  },
  {
    "id": 99,
    "statement": "Amygdala's multiple functions include emotional processing, memory, and attention."
  },
  {
    "id": 100,
    "statement": "Honesty is a fundamental principle underlying trust development."
  },
  {
    "id": 101,
    "statement": "Collective experiences shape social context through shared identity and values."
  },
  {
    "id": 102,
    "statement": "Cultural norms shape moral development through multiple mechanisms such as social learning."
  },
  {
    "id": 103,
    "statement": "Moral development emerges from interplay of biological and cultural factors."
  },
  {
    "id": 104,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 105,
    "statement": "Collective experiences shape social context through shared learning and storytelling."
  },
  {
    "id": 106,
    "statement": "Amygdala's emotional modulation can indirectly influence attentional processes."
  },
  {
    "id": 107,
    "statement": "Trust building involves multiple factors beyond consistency including transparency"
  },
  {
    "id": 108,
    "statement": "Collective experiences shape social context, cultural norms, and relationships"
  },
  {
    "id": 109,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing."
  },
  {
    "id": 110,
    "statement": "Internalization helps individuals absorb and integrate cultural norms into their identity."
  },
  {
    "id": 111,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 112,
    "statement": "Moral development arises from complex biological-culture interactions."
  },
  {
    "id": 113,
    "statement": "Collective experiences shape cultural norms through social learning."
  },
  {
    "id": 114,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain."
  },
  {
    "id": 115,
    "statement": "Consistency is a prerequisite for predictability, but not sufficient alone."
  },
  {
    "id": 116,
    "statement": "PFC's emotional regulation involves complex neural interactions."
  },
  {
    "id": 117,
    "statement": "The amygdala's emotional responses involve complex neural interactions."
  },
  {
    "id": 118,
    "statement": "Repetitive feedback loops shape emotional responses through social learning."
  },
  {
    "id": 119,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 120,
    "statement": "Moral development emerges from reciprocal biological-cultural interactions."
  },
  {
    "id": 121,
    "statement": "Amygdala's role is complex, involving multiple neural functions, emotional, attentional, and memory processes."
  },
  {
    "id": 122,
    "statement": "Moral judgments emerge from dynamic brain region interactions."
  },
  {
    "id": 123,
    "statement": "Repetitive social interactions shape emotional responses through learning."
  },
  {
    "id": 124,
    "statement": "Cultural norms shape moral development through internalization and social learning."
  },
  {
    "id": 125,
    "statement": "Collective experiences shape cultural norms through shared learning processes."
  },
  {
    "id": 126,
    "statement": "Trust arises from complex interplay of multifaceted factors"
  },
  {
    "id": 127,
    "statement": "Gene-environment interplay influences moral development through reciprocity"
  },
  {
    "id": 128,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 129,
    "statement": "The amygdala integrates sensory information for emotional processing."
  },
  {
    "id": 130,
    "statement": "GABA inhibits amygdala's emotional response through inhibitory neural pathways"
  },
  {
    "id": 131,
    "statement": "Vulnerability as trust-strengthening factor depends on context and relationships."
  },
  {
    "id": 132,
    "statement": "PFC plays crucial role in regulating amygdala's emotional responses"
  },
  {
    "id": 133,
    "statement": "Cultural norms influence moral development through emotional regulation mechanisms."
  },
  {
    "id": 134,
    "statement": "Collective experiences shape social context through shared learning and storytelling."
  },
  {
    "id": 135,
    "statement": "Amygdala's functions are complex and involve multiple brain regions."
  },
  {
    "id": 136,
    "statement": "PFC and amygdala interact to regulate emotional responses."
  },
  {
    "id": 137,
    "statement": "Transparency in communication enhances trust through honesty and reliability"
  },
  {
    "id": 138,
    "statement": "The brain's emotional response is regulated through neural networks."
  },
  {
    "id": 139,
    "statement": "Collective experiences shape social context through shared understanding."
  },
  {
    "id": 140,
    "statement": "Convergence and gating processes filter sensory information to amygdala."
  },
  {
    "id": 141,
    "statement": "Moral judgments involve complex interactions between brain regions."
  },
  {
    "id": 142,
    "statement": "Social learning influences emotional responses through simultaneous cue processing."
  },
  {
    "id": 143,
    "statement": "Amygdala's complex neural circuits process emotional information integration."
  },
  {
    "id": 144,
    "statement": "The amygdala integrates multimodal information for emotional processing and memory."
  },
  {
    "id": 145,
    "statement": "GABA and serotonin regulate amygdala's emotional responses through inhibition."
  },
  {
    "id": 146,
    "statement": "Repetitive feedback loops shape emotional responses through social learning and conditioning."
  },
  {
    "id": 147,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing"
  },
  {
    "id": 148,
    "statement": "GABA and serotonin inhibit amygdala activity through postsynaptic inhibition."
  },
  {
    "id": 149,
    "statement": "GABA inhibition calms amygdala's emotional response through PFC regulation."
  },
  {
    "id": 150,
    "statement": "Lying can be morally justifiable in exceptional circumstances, considering consequences."
  },
  {
    "id": 151,
    "statement": "Trust arises from complex interplay of cognitive, emotional, social, and contextual factors"
  },
  {
    "id": 152,
    "statement": "Cultural norms shape emotional regulation mechanisms influencing moral development"
  },
  {
    "id": 153,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing through neural networks."
  },
  {
    "id": 154,
    "statement": "Moral development arises from cultural norms and social learning processes"
  },
  {
    "id": 155,
    "statement": "Moral development arises from complex interplay of biological-culture."
  },
  {
    "id": 156,
    "statement": "Amygdala's rapid threat detection relies on convergence gating processes."
  },
  {
    "id": 157,
    "statement": "Moral judgments emerge from complex brain region interactions and dynamics"
  },
  {
    "id": 158,
    "statement": "PFC calms amygdala's emotional response with GABA inhibition."
  },
  {
    "id": 159,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing through dynamic PFC-Amygdala interaction."
  },
  {
    "id": 160,
    "statement": "Cultural norms emerge from collective experiences and shared learning."
  },
  {
    "id": 161,
    "statement": "Brain adapts to changing conditions through neuroplasticity and modulation."
  },
  {
    "id": 162,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 163,
    "statement": "PFC regulates Amygdala's emotional responses through bidirectional exchange."
  },
  {
    "id": 164,
    "statement": "Moral judgments arise from complex network of brain regions' interactions."
  },
  {
    "id": 165,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 166,
    "statement": "PFC regulates amygdala's emotional responses through inhibition and modulation."
  },
  {
    "id": 167,
    "statement": "Repetitive feedback loops shape emotions through neural circuit interactions"
  },
  {
    "id": 168,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 169,
    "statement": "Lying can be justified to prevent harm or deceive social norms."
  },
  {
    "id": 170,
    "statement": "PFC calms amygdala through GABA inhibition in emotional responses"
  },
  {
    "id": 171,
    "statement": "Amygdala's complex role involves emotion processing, fear conditioning, and memory consolidation."
  },
  {
    "id": 172,
    "statement": "Cultural norms shape moral development through multiple mechanisms."
  },
  {
    "id": 173,
    "statement": "The amygdala integrates sensory information through convergence and gating."
  },
  {
    "id": 174,
    "statement": "Gene-environment interplay influences moral development through reciprocal expression."
  },
  {
    "id": 175,
    "statement": "Collective experiences shape social context through shared learning and storytelling processes."
  },
  {
    "id": 176,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing."
  },
  {
    "id": 177,
    "statement": "Contextual factors influence trust through environmental and situational cues."
  },
  {
    "id": 178,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition modulation"
  },
  {
    "id": 179,
    "statement": "Multimodal sensory integration enhances emotional processing complexity"
  },
  {
    "id": 180,
    "statement": "Trust arises from interactions between cognitive emotional social contextual factors"
  },
  {
    "id": 181,
    "statement": "Temperament influences moral development through emotional regulation mechanisms."
  },
  {
    "id": 182,
    "statement": "PFC regulates amygdala's emotional responses through neural networks."
  },
  {
    "id": 183,
    "statement": "Moral development arises from reciprocal biological-cultural interactions."
  },
  {
    "id": 184,
    "statement": "Consistency strengthens trust through reliable and predictable behavior"
  },
  {
    "id": 185,
    "statement": "Amygdala's fear conditioning enables rapid threat recognition through associations."
  },
  {
    "id": 186,
    "statement": "Consistency and reliability contribute to building trust relationships."
  },
  {
    "id": 187,
    "statement": "Cognitive convergence gates sensory information for emotional response integration."
  },
  {
    "id": 188,
    "statement": "Emotional regulation mechanisms influence moral development through brain processes."
  },
  {
    "id": 189,
    "statement": "Moral judgments arise from intricate brain region interactions."
  },
  {
    "id": 190,
    "statement": "Moral development arises from reciprocal biological-cultural interactions."
  },
  {
    "id": 191,
    "statement": "Repetitive social feedback loops shape emotional responses through conditioning."
  },
  {
    "id": 192,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 193,
    "statement": "GABA inhibition modulates amygdala's emotional response with serotonin."
  },
  {
    "id": 194,
    "statement": "Amygdala's multifaceted functions interplay within emotional processing."
  },
  {
    "id": 195,
    "statement": "Amygdala integrates multimodal sensory information for emotional responses."
  },
  {
    "id": 196,
    "statement": "Inhibitory neurotransmitters GABA and serotonin regulate amygdala's emotional responses."
  },
  {
    "id": 197,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing dynamically."
  },
  {
    "id": 198,
    "statement": "Repetitive feedback loops shape emotional development through learning processes"
  }
]