[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms shape moral development through multiple mechanisms."
  },
  {
    "id": 2,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 3,
    "statement": "PFC regulated emotional responses through neural feedback loops"
  },
  {
    "id": 4,
    "statement": "Amygdala's role is complex, involving multiple neural functions."
  },
  {
    "id": 5,
    "statement": "Collective experiences shape social context, cultural norms, and relationships"
  },
  {
    "id": 6,
    "statement": "Repetitive feedback loops shape emotional responses through social learning mechanisms."
  },
  {
    "id": 7,
    "statement": "The amygdala integrates multimodal sensory information to amplify emotions."
  },
  {
    "id": 8,
    "statement": "Honesty establishes trust foundation, requiring consistency and reliability"
  },
  {
    "id": 9,
    "statement": "Moral development results from dynamic biological-cultural interactions."
  },
  {
    "id": 10,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 11,
    "statement": "The PFC-amygdala interaction is complex and bidirectional, not solely regulatory."
  },
  {
    "id": 12,
    "statement": "The amygdala's role in emotion processing is complex and debated."
  },
  {
    "id": 13,
    "statement": "Moral development arises from multifaceted biological-cultural interactions"
  },
  {
    "id": 14,
    "statement": "GABA inhibition calms amygdala activity through prefrontal cortex regulation,"
  },
  {
    "id": 15,
    "statement": "Moral judgments result from complex neural interactions between brain regions."
  },
  {
    "id": 16,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 17,
    "statement": "PFC regulates amygdala emotional responses through GABA inhibition mechanism."
  },
  {
    "id": 18,
    "statement": "Moral development arises from dynamic biological-cultural interactions adaptively"
  },
  {
    "id": 19,
    "statement": "Repetitive feedback loops shape emotional responses through social learning."
  },
  {
    "id": 20,
    "statement": "Predictability arises from consistent, reliable, and accountable behavior's certainty."
  },
  {
    "id": 21,
    "statement": "Moral development arises from complex biological-cultural-brain interactions."
  },
  {
    "id": 22,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal influence."
  },
  {
    "id": 23,
    "statement": "Cultural norms shape emotional responses through internalization and learning processes."
  },
  {
    "id": 24,
    "statement": "Moral development arises from dynamic biological-cultural interactions"
  },
  {
    "id": 25,
    "statement": "Top-down processing refers to PFC influencing amygdala's emotional responses."
  },
  {
    "id": 26,
    "statement": "Moral development results from dynamic biological-cultural interdependencies."
  },
  {
    "id": 27,
    "statement": "Cultural norms shape emotional responses through internalization and learning."
  },
  {
    "id": 28,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition"
  },
  {
    "id": 29,
    "statement": "PFC regulates amygdala's emotional responses through top-down processing"
  },
  {
    "id": 30,
    "statement": "Amygdala's role in emotion processing is complex and debated scientifically"
  },
  {
    "id": 31,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing."
  },
  {
    "id": 32,
    "statement": "Cultural norms shape emotional responses through internalization and learning."
  },
  {
    "id": 33,
    "statement": "Amygdala's multifaceted role: emotional processing, memory & decision-making interact."
  },
  {
    "id": 34,
    "statement": "The PFC regulates amygdala emotional responses through GABA inhibition mechanisms."
  },
  {
    "id": 35,
    "statement": "Cognitive appraisal incorporates social evaluation in emotional response."
  },
  {
    "id": 36,
    "statement": "Honesty consistency and reliability build trust through commitment"
  },
  {
    "id": 37,
    "statement": "The amygdala integrates multimodal information from various senses and emotions"
  },
  {
    "id": 38,
    "statement": "Emotions, cognitive biases, and experiences interact in moral judgment-making."
  },
  {
    "id": 39,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions through neural networks."
  },
  {
    "id": 40,
    "statement": "PFC-amygdala interaction is adaptive process through neuroplasticity, modulation."
  },
  {
    "id": 41,
    "statement": "Trust is a complex concept influenced by multiple factors."
  },
  {
    "id": 42,
    "statement": "Consistency fosters predictability, essential for building trust and credibility."
  },
  {
    "id": 43,
    "statement": "Amygdala's role in emotion processing is subject to debate."
  },
  {
    "id": 44,
    "statement": "Moral development arises from dynamic biological-cultural interactions adaptively."
  },
  {
    "id": 45,
    "statement": "The prefrontal cortex influences amygdala's emotional responses through top-down processing."
  },
  {
    "id": 46,
    "statement": "PFC-Amygdala interaction involves complex neural network coordination."
  },
  {
    "id": 47,
    "statement": "The amygdala integrates multimodal sensory information for emotional response."
  },
  {
    "id": 48,
    "statement": "PFC-Amygdala interaction regulates emotional responses through neural coordination"
  },
  {
    "id": 49,
    "statement": "Consistency reinforces trust by demonstrating predictable reliability."
  },
  {
    "id": 50,
    "statement": "Temperament influences moral development through emotional reactivity regulation."
  },
  {
    "id": 51,
    "statement": "Cultural norms shape emotional responses through internalization and learning."
  },
  {
    "id": 52,
    "statement": "PFC regulates Amygdala's emotional responses through inhibitory neurotransmitters."
  },
  {
    "id": 53,
    "statement": "Amygdala integrates multimodal information for emotional processing and memory"
  },
  {
    "id": 54,
    "statement": "Moral judgments influenced by emotions, cognitive biases, and experiences."
  },
  {
    "id": 55,
    "statement": "Collective experiences form shared understanding, shaping social relationships."
  },
  {
    "id": 56,
    "statement": "Amygdala integrates multimodal sensory information for emotional responses"
  },
  {
    "id": 57,
    "statement": "Trust is strengthened by consistent and reliable honest behaviors."
  },
  {
    "id": 58,
    "statement": "Trust is strengthened by consistent and reliable actions."
  },
  {
    "id": 59,
    "statement": "Amygdala integrates multimodal sensory information to process emotions."
  },
  {
    "id": 60,
    "statement": "The amygdala integrates sensory information through convergence and gating mechanisms."
  },
  {
    "id": 61,
    "statement": "Inhibitory connections calm neuron activity through receptor binding mechanism."
  },
  {
    "id": 62,
    "statement": "The prefrontal cortex and amygdala dynamically interact through bidirectional communication."
  },
  {
    "id": 63,
    "statement": "Cultural norms shape emotional responses through internalization and learning."
  },
  {
    "id": 64,
    "statement": "Cultural norms shape moral development through emotional conditioning processes."
  },
  {
    "id": 65,
    "statement": "The amygdala's emotional responses involve complex neural interactions."
  },
  {
    "id": 66,
    "statement": "The amygdala's role in emotion processing is still debated in neuroscience."
  },
  {
    "id": 67,
    "statement": "Collective experiences shape social context and relationships through shared understanding."
  },
  {
    "id": 68,
    "statement": "Amygdala's multimodal integration enables rapid threat detection."
  },
  {
    "id": 69,
    "statement": "Consistency, reliability, and accountability strengthen trust through shared experiences."
  },
  {
    "id": 70,
    "statement": "PFC-Amygdala interaction regulates emotional responses through neural coordination"
  },
  {
    "id": 71,
    "statement": "Moral development influenced by complex dynamic interactions of factors."
  },
  {
    "id": 72,
    "statement": "PFC and amygdala exchange information for emotional regulation."
  },
  {
    "id": 73,
    "statement": "Predictable behavior is context-dependent and may imply adaptability limits."
  },
  {
    "id": 74,
    "statement": "Amygdala integrates multimodal sensory information to modulate emotions."
  },
  {
    "id": 75,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions"
  },
  {
    "id": 76,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing."
  },
  {
    "id": 77,
    "statement": "Amygdala's role involves emotion processing, memory, attention, and social behavior."
  },
  {
    "id": 78,
    "statement": "The PFC regulates amygdala's emotional responses through inhibitory neurotransmitters like GABA and serotonin."
  },
  {
    "id": 79,
    "statement": "Moral judgments arise from VMPFC, DLPFC, ACC, and insula activity."
  },
  {
    "id": 80,
    "statement": "Cultural norms shape emotional responses through internalization and learning."
  },
  {
    "id": 81,
    "statement": "The PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 82,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal interactions adaptively."
  },
  {
    "id": 83,
    "statement": "The amygdala integrates sensory information through neural convergence and gating."
  },
  {
    "id": 84,
    "statement": "Temperament influences moral development through emotional system regulation."
  },
  {
    "id": 85,
    "statement": "PFC-amygdala interaction is complex, dynamic, and multifaceted in nature."
  },
  {
    "id": 86,
    "statement": "Moral judgments result from integrated neural activity in multiple brain regions"
  },
  {
    "id": 87,
    "statement": "Amygdala integrates sensory information through neural convergence and gating processing."
  },
  {
    "id": 88,
    "statement": "Cultural norms shape emotional responses through internalization and learning processes."
  },
  {
    "id": 89,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 90,
    "statement": "PFC-Amygdala interaction is complex and bidirectional, multifaceted."
  },
  {
    "id": 91,
    "statement": "Amygdala regulates emotional responses through GABA inhibition mechanisms."
  },
  {
    "id": 92,
    "statement": "Moral judgments result from integrated neural activity across multiple regions"
  },
  {
    "id": 93,
    "statement": "Moral development influenced by complex biological-cultural interactions adaptively."
  },
  {
    "id": 94,
    "statement": "The amygdala is involved in multiple neural functions influencing emotions."
  },
  {
    "id": 95,
    "statement": "Consistency reinforces honesty in building trust through reliable behavior."
  },
  {
    "id": 96,
    "statement": "PFC regulates Amygdala's emotional response through GABA inhibition mechanisms."
  },
  {
    "id": 97,
    "statement": "Moral development fosters self-regulated decision-making through cognitive appraisal"
  },
  {
    "id": 98,
    "statement": "Biological factors primarily influence moral development through innate tendencies."
  },
  {
    "id": 99,
    "statement": "Amygdala role in emotion processing is still debated in neuroscience"
  },
  {
    "id": 100,
    "statement": "Cognitive appraisal involves complex neural interactions, including social influence."
  },
  {
    "id": 101,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal interactions."
  },
  {
    "id": 102,
    "statement": "Bidirectional communication occurs between prefrontal cortex and amygdala."
  },
  {
    "id": 103,
    "statement": "Amygdala integrates multiple functions through dynamic neural interactions."
  },
  {
    "id": 104,
    "statement": "Consistency demonstrates reliability and trustworthiness through actions."
  },
  {
    "id": 105,
    "statement": "Honesty, consistency, and reliability build trust foundation over time."
  },
  {
    "id": 106,
    "statement": "Repetitive social interactions adapt emotional responses through learning habits."
  },
  {
    "id": 107,
    "statement": "PFC regulates amygdala's emotional response through GABA inhibition."
  },
  {
    "id": 108,
    "statement": "PFC regulates amygdala emotional responses through GABA inhibition pathways."
  },
  {
    "id": 109,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 110,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing through neural networks."
  },
  {
    "id": 111,
    "statement": "PFC and amygdala interact in a dynamic, reciprocal manner."
  },
  {
    "id": 112,
    "statement": "Moral development arises from complex biological-cultural interactions adaptively."
  },
  {
    "id": 113,
    "statement": "The amygdala's emotional responses are regulated by GABA inhibition."
  },
  {
    "id": 114,
    "statement": "Moral development arises from dynamic interplay between biology and culture."
  },
  {
    "id": 115,
    "statement": "Amygdala processes emotions through complex neural interactions and regional processing."
  },
  {
    "id": 116,
    "statement": "Amygdala generates emotional experiences from sensory information and memory"
  },
  {
    "id": 117,
    "statement": "Trust builds over time through consistent honest and reliable behavior"
  },
  {
    "id": 118,
    "statement": "Cultural norms shape emotional responses through internalization and reinforcement."
  },
  {
    "id": 119,
    "statement": "PFC regulates Amygdala's emotional responses through complex GABA inhibition dynamics."
  },
  {
    "id": 120,
    "statement": "Amygdala's role in emotion processing is still debated in neuroscience."
  },
  {
    "id": 121,
    "statement": "Repetitive feedback loops shape emotional responses through social learning."
  },
  {
    "id": 122,
    "statement": "PFC regulates amygdala's emotional response through GABA inhibition mechanisms."
  },
  {
    "id": 123,
    "statement": "PFC-Amygdala interaction is bidirectional, complex, and adapts to context."
  },
  {
    "id": 124,
    "statement": "Consistency, reliability, and accountability build trust through shared experiences."
  },
  {
    "id": 125,
    "statement": "PFC's top-down processing calms amygdala's emotional responses."
  },
  {
    "id": 126,
    "statement": "PFC-amygdala interaction is dynamic, reciprocal, and multifaceted."
  },
  {
    "id": 127,
    "statement": "Consistency, reliability, and accountability can build trust through shared experiences."
  },
  {
    "id": 128,
    "statement": "Honesty establishes trust foundation through consistency and reliability."
  },
  {
    "id": 129,
    "statement": "Top-down processing refers to PFC's influence on amygdala's emotional responses."
  },
  {
    "id": 130,
    "statement": "Moral judgments influence by emotions, cognitive biases, and past experiences."
  },
  {
    "id": 131,
    "statement": "Prefrontal cortex and amygdala exchange information in both directions."
  },
  {
    "id": 132,
    "statement": "Moral development arises from dynamic biological-cultural interactions adaptively."
  },
  {
    "id": 133,
    "statement": "The PFC regulates emotional responses through neural feedback loops."
  },
  {
    "id": 134,
    "statement": "Amygdala's role in emotion processing is still debated in neuroscience."
  },
  {
    "id": 135,
    "statement": "The PFC and amygdala interact dynamically and reciprocally."
  },
  {
    "id": 136,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in neural networks."
  },
  {
    "id": 137,
    "statement": "Cultural norms shape emotional responses through internalization and learning processes."
  },
  {
    "id": 138,
    "statement": "GABA inhibition calms amygdala activity through PFC regulation mechanism"
  },
  {
    "id": 139,
    "statement": "Amygdala integrates multimodal sensory information to enhance emotional response."
  },
  {
    "id": 140,
    "statement": "Moral development combines biological, cultural, and environmental factors."
  },
  {
    "id": 141,
    "statement": "PFC's top-down processing regulates amygdala's emotional responses through inhibition"
  },
  {
    "id": 142,
    "statement": "PFC regulates amygdala's emotional response through GABA inhibition mechanisms."
  },
  {
    "id": 143,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition mechanisms."
  },
  {
    "id": 144,
    "statement": "Cultural norms shape emotional responses through internalization and learning processes."
  },
  {
    "id": 145,
    "statement": "Moral development arises from complex dynamism between factors."
  },
  {
    "id": 146,
    "statement": "Social learning mechanisms internalize and reinforce emotional responses."
  },
  {
    "id": 147,
    "statement": "The amygdala plays a key role in processing social emotions."
  },
  {
    "id": 148,
    "statement": "The amygdala integrates multimodal sensory information for emotional responses."
  },
  {
    "id": 149,
    "statement": "The PFC regulates amygdala's emotional responses through complex GABA inhibition pathways."
  },
  {
    "id": 150,
    "statement": "Collective experiences shape relationships through shared memories and bonding."
  },
  {
    "id": 151,
    "statement": "Cultural norms influence trust-building mechanisms across societies."
  },
  {
    "id": 152,
    "statement": "Honesty as foundation for trust; consistency and reliability key factors"
  },
  {
    "id": 153,
    "statement": "Honesty, reliability, and consistency insufficient in complex social contexts."
  },
  {
    "id": 154,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal influence."
  },
  {
    "id": 155,
    "statement": "Moral development arises from dynamic biological-cultural-brain reciprocal influences."
  },
  {
    "id": 156,
    "statement": "Amygdala integrates sensory information through convergence and gating mechanisms."
  },
  {
    "id": 157,
    "statement": "PFC regulates amygdala's emotional response through GABA inhibition mechanisms."
  },
  {
    "id": 158,
    "statement": "Inhibitory connections calm neuron activity through receptor binding mechanisms."
  },
  {
    "id": 159,
    "statement": "Trust building involves complex factors and nuanced relationships."
  },
  {
    "id": 160,
    "statement": "Moral development results from dynamic biological-cultural reciprocal influence."
  },
  {
    "id": 161,
    "statement": "Amygdala's role in emotion processing involves complex interactions."
  },
  {
    "id": 162,
    "statement": "PFC-inhibitory connections calm amygdala's emotional responses through GABA."
  },
  {
    "id": 163,
    "statement": "PFC's GABA inhibition reduces amygdala activity, emotion intensity."
  },
  {
    "id": 164,
    "statement": "Amygdala's complex role in emotion processing influences emotional responses."
  },
  {
    "id": 165,
    "statement": "The prefrontal cortex regulates emotional responses through top-down processing."
  },
  {
    "id": 166,
    "statement": "The amygdala's role in emotion processing remains a topic of debate."
  },
  {
    "id": 167,
    "statement": "Cultural norms shape emotional responses through internalization and learning."
  },
  {
    "id": 168,
    "statement": "GABA inhibition calms amygdala's emotional response through prefrontal cortex regulation."
  },
  {
    "id": 169,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing."
  },
  {
    "id": 170,
    "statement": "Repetitive social interactions shape emotional responses through habit formation."
  },
  {
    "id": 171,
    "statement": "Amygdala processes emotions from multimodal sensory information"
  },
  {
    "id": 172,
    "statement": "Moral development arises from biological-cultural interactions exhibiting adaptability."
  },
  {
    "id": 173,
    "statement": "Moral judgment-making results from dynamic interplay between emotions, biases, and experiences."
  },
  {
    "id": 174,
    "statement": "Amygdala integrates sensory information for emotional processing and memory."
  },
  {
    "id": 175,
    "statement": "Moral development results from continuous biological-cultural reciprocity"
  },
  {
    "id": 176,
    "statement": "Amygdala integrates sensory information from multiple sources for emotional processing."
  },
  {
    "id": 177,
    "statement": "Amygdala processes emotions through complex neural interactions."
  },
  {
    "id": 178,
    "statement": "Honesty is only one aspect of building trust, not the sole foundation."
  },
  {
    "id": 179,
    "statement": "PFC's top-down processing calms amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 180,
    "statement": "Amygdala integrates multimodal information for emotional processing."
  },
  {
    "id": 181,
    "statement": "The amygdala integrates multimodal sensory information for emotional response"
  },
  {
    "id": 182,
    "statement": "PFC-amygdala interaction depends on complex neural communication dynamics."
  },
  {
    "id": 183,
    "statement": "Moral development results from biological-cultural reciprocal influence"
  },
  {
    "id": 184,
    "statement": "Cultural norms shape emotional responses through internalization and reinforcement processes"
  },
  {
    "id": 185,
    "statement": "PFC's top-down processing calms amygdala's emotional responses through neural inhibition."
  },
  {
    "id": 186,
    "statement": "Amygdala's complexity involves multiple neural functions interconnecting"
  },
  {
    "id": 187,
    "statement": "Honesty builds trust when consistently demonstrated reliability."
  },
  {
    "id": 188,
    "statement": "PFC and amygdala interact in bidirectional, modulatory manner."
  },
  {
    "id": 189,
    "statement": "Cultural norms shape moral development through emotional conditioning and learning."
  },
  {
    "id": 190,
    "statement": "Moral development arises from complex biological-cultural reciprocal influence."
  },
  {
    "id": 191,
    "statement": "Moral development arises from biological-cultural reciprocal influences"
  },
  {
    "id": 192,
    "statement": "GABA and serotonin inhibit amygdala emotional responses."
  },
  {
    "id": 193,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition mechanisms."
  },
  {
    "id": 194,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing through complex neural networks"
  },
  {
    "id": 195,
    "statement": "Repetitive feedback loops shape emotions through social conditioning."
  },
  {
    "id": 196,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  },
  {
    "id": 197,
    "statement": "Amygdala's complex role in emotion processing triggers interplay neuroplasticity."
  },
  {
    "id": 198,
    "statement": "Consistency in behavior increases predictability in relationships."
  },
  {
    "id": 199,
    "statement": "Cultural norms shape moral development through socialization and values."
  }
]