[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 2,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 3,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 4,
    "statement": "Honesty establishes the foundation for trust development"
  },
  {
    "id": 5,
    "statement": "Consistency and reliability are essential building blocks for trust."
  },
  {
    "id": 6,
    "statement": "Amygdala quickly recognizes emotional stimuli for threat detection."
  },
  {
    "id": 7,
    "statement": "Amygdala's processing speed influenced by attention and emotional stimuli"
  },
  {
    "id": 8,
    "statement": "Honesty builds trust through authenticity, transparency, and consistency"
  },
  {
    "id": 9,
    "statement": "GABA modulates amygdala activity through synaptic plasticity."
  },
  {
    "id": 10,
    "statement": "Emotional authenticity fosters deeper connections through vulnerability and trust."
  },
  {
    "id": 11,
    "statement": "Honesty alone is insufficient for building trust completely."
  },
  {
    "id": 12,
    "statement": "Emotional detachment can be a complex and multifaceted concept"
  },
  {
    "id": 13,
    "statement": "Consistency and reliability calm the amygdala, reducing uncertainty."
  },
  {
    "id": 14,
    "statement": "GABA's binding reduces amygdala activity through chloride influx."
  },
  {
    "id": 15,
    "statement": "Honesty is a necessary condition but insufficient for building trust."
  },
  {
    "id": 16,
    "statement": "Amygdala's processing speed is influenced by attention, emotions, and context."
  },
  {
    "id": 17,
    "statement": "Trust development refers to building trust between individuals."
  },
  {
    "id": 18,
    "statement": "GABA binding triggers chloride channel opening through G-protein interaction."
  },
  {
    "id": 19,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 20,
    "statement": "Consistency and reliability are essential aspects of trust building."
  },
  {
    "id": 21,
    "statement": "Emotional detachment can be both beneficial and detrimental."
  },
  {
    "id": 22,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 23,
    "statement": "Brain structure, neurotransmitters, and hormones influence moral development and honesty."
  },
  {
    "id": 24,
    "statement": "Amygdala rapidly processes emotional stimuli through top-down and bottom-up mechanisms"
  },
  {
    "id": 25,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and inhibitory effects."
  },
  {
    "id": 26,
    "statement": "GABA modulates amygdala activity through inhibitory and excitatory mechanisms."
  },
  {
    "id": 27,
    "statement": "Consistency, predictability, and transparency are trust-building foundations but not sufficient conditions."
  },
  {
    "id": 28,
    "statement": "Emotional connection is a crucial aspect of building trust."
  },
  {
    "id": 29,
    "statement": "Honesty is the foundation for building trust development"
  },
  {
    "id": 30,
    "statement": "Amygdala rapidly detects emotional stimuli through pattern recognition mechanisms"
  },
  {
    "id": 31,
    "statement": "Neuroplasticity plays a significant role in moral development processes."
  },
  {
    "id": 32,
    "statement": "Emotions create connection and trust through intimacy and empathy."
  },
  {
    "id": 33,
    "statement": "The amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 34,
    "statement": "Emotional foundations in limbic system underlie empathy, honesty, and trust."
  },
  {
    "id": 35,
    "statement": "Amygdala rapidly detects emotional stimuli outside conscious awareness automatically."
  },
  {
    "id": 36,
    "statement": "Consistency alone is insufficient for trust building, authenticity required."
  },
  {
    "id": 37,
    "statement": "A substructure is a smaller, separate entity within a structure."
  },
  {
    "id": 38,
    "statement": "Honesty establishes foundation for reliable and consistent relationships."
  },
  {
    "id": 39,
    "statement": "Amygdala's emotional processing involves complex neural networks and mechanisms."
  },
  {
    "id": 40,
    "statement": "Amygdala rapidly detects emotional stimuli for threat or detection."
  },
  {
    "id": 41,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 42,
    "statement": "Reliability refers to consistent behavior, reliable actions, and dependability."
  },
  {
    "id": 43,
    "statement": "Honesty's moral justifiability depends on context and potential harm."
  },
  {
    "id": 44,
    "statement": "Internal attention influences amygdala's emotional processing speed strongly."
  },
  {
    "id": 45,
    "statement": "Amygdala rapidly recognizes emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 46,
    "statement": "Amygdala's processing speed influenced by attention, emotions, and context interaction."
  },
  {
    "id": 47,
    "statement": "Consistency, predictability, and transparency create foundation for trust building."
  },
  {
    "id": 48,
    "statement": "Moral development involves dynamic interplay of biology, culture, and social factors."
  },
  {
    "id": 49,
    "statement": "GABA binding opens chloride channels, reducing neuron excitability."
  },
  {
    "id": 50,
    "statement": "Trust development occurs between individuals, groups, organizations, and communities."
  },
  {
    "id": 51,
    "statement": "Amygdala's emotional processing involves complex neural networks integration"
  },
  {
    "id": 52,
    "statement": "Amygdala's emotional processing involves complex neural networks integration"
  },
  {
    "id": 53,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing"
  },
  {
    "id": 54,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 55,
    "statement": "Consistency necessary for trust building, but not sufficient alone."
  },
  {
    "id": 56,
    "statement": "GABA reduces neuron excitability by opening chloride channels."
  },
  {
    "id": 57,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition."
  },
  {
    "id": 58,
    "statement": "Predictability calms the amygdala through neurotransmitter regulation processes."
  },
  {
    "id": 59,
    "statement": "GABA modulates amygdala activity through synaptic plasticity mechanisms."
  },
  {
    "id": 60,
    "statement": "Emotions, empathy, and cognition harmoniously interact in complex ways."
  },
  {
    "id": 61,
    "statement": "The amygdala rapidly detects emotional stimuli as a pre-attentive process."
  },
  {
    "id": 62,
    "statement": "Honesty is foundation for building trust development."
  },
  {
    "id": 63,
    "statement": "Complex neural networks underlie intricate moral decision-making processes."
  },
  {
    "id": 64,
    "statement": "Internal attention modulates amygdala's emotional processing through top-down selection."
  },
  {
    "id": 65,
    "statement": "Consistency, reliability, and predictability are interconnected trust elements"
  },
  {
    "id": 66,
    "statement": "GABA's binding reduces amygdala neuron activity lowering emotional response'"
  },
  {
    "id": 67,
    "statement": "GABA modulates amygdala activity to regulate emotional responses."
  },
  {
    "id": 68,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 69,
    "statement": "Consistency and reliability can be influenced by context"
  },
  {
    "id": 70,
    "statement": "Amygdala's emotional processing involves complex neural networks integration, recognising patterns and evaluating situations."
  },
  {
    "id": 71,
    "statement": "A substructure is a self-contained entity within a larger system."
  },
  {
    "id": 72,
    "statement": "GABA's effects on amygdala modulated by interactions with other neurotransmitters"
  },
  {
    "id": 73,
    "statement": "The amygdala rapidly detects emotional stimuli through pattern recognition mechanisms."
  },
  {
    "id": 74,
    "statement": "The amygdala rapidly processes emotional stimuli via top-down and bottom-up mechanisms."
  },
  {
    "id": 75,
    "statement": "GABA modulates amygdala activity through excitation and inhibition mechanisms."
  },
  {
    "id": 76,
    "statement": "GABA modulates amygdala activity through inhibitory mechanisms primarily."
  },
  {
    "id": 77,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 78,
    "statement": "Amygdala rapidly categorizes emotional stimuli through pattern recognition networks"
  },
  {
    "id": 79,
    "statement": "Honesty alone insufficient for building trust, requires consistency."
  },
  {
    "id": 80,
    "statement": "GABA has a calming effect on amygdala neural activity."
  },
  {
    "id": 81,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 82,
    "statement": "GABA modulates amygdala activity through inhibitory and excitatory mechanisms."
  },
  {
    "id": 83,
    "statement": "Authenticity in relationships fosters trust through vulnerability and openness."
  },
  {
    "id": 84,
    "statement": "Honesty requires sincerity, consistency, and emotional openness to establish trust."
  },
  {
    "id": 85,
    "statement": "Amygdala integrates sensory information through complex neural connections."
  },
  {
    "id": 86,
    "statement": "Emotions and empathy shape moral decisions through brain networks."
  },
  {
    "id": 87,
    "statement": "Emotional detachment hinders empathy and effective social interactions."
  },
  {
    "id": 88,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 89,
    "statement": "Amygdala's emotional processing involves complex neural networks integration."
  },
  {
    "id": 90,
    "statement": "Moral development arises from interplay of biology, culture, and social factors."
  },
  {
    "id": 91,
    "statement": "A substructure is a smaller, self-contained entity within a larger structure."
  },
  {
    "id": 92,
    "statement": "GABA binds to chloride channels, reducing neuron excitability."
  },
  {
    "id": 93,
    "statement": "GABA's synaptic plasticity modulates amygdala activity through excitation and inhibition"
  },
  {
    "id": 94,
    "statement": "Honesty establishes foundation for reliable and consistent relationships."
  },
  {
    "id": 95,
    "statement": "Amygdala rapidly categorizes emotional stimuli through combined processing."
  },
  {
    "id": 96,
    "statement": "Amygdala's processing speed is influenced by various contextual factors"
  },
  {
    "id": 97,
    "statement": "Amygdala processes sensory information outside conscious awareness rapidly."
  },
  {
    "id": 98,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 99,
    "statement": "Dependability concerns trustworthiness in fulfilling commitments and obligations"
  },
  {
    "id": 100,
    "statement": "Reliability emerges from consistency, predictability, and transparency in behaviors."
  },
  {
    "id": 101,
    "statement": "A substructure is a smaller, separate entity within a larger structure"
  },
  {
    "id": 102,
    "statement": "GABA's inhibition calms amygdala, reducing emotional reactivity."
  },
  {
    "id": 103,
    "statement": "Honesty is morally justifiable when it inflicts minimal harm or suffering"
  },
  {
    "id": 104,
    "statement": "Honesty builds trust, which is foundation of reliable relationships."
  },
  {
    "id": 105,
    "statement": "Amygdala integrates multiple sensory inputs for rapid emotional processing."
  },
  {
    "id": 106,
    "statement": "Consistency is necessary but not sufficient for trust building solely."
  },
  {
    "id": 107,
    "statement": "The amygdala rapidly detects and responds to emotional stimuli."
  },
  {
    "id": 108,
    "statement": "Emotions and reason influence moral decision-making through interaction"
  },
  {
    "id": 109,
    "statement": "GABA's binding reduces amygdala neuron activity through chloride channel opening."
  },
  {
    "id": 110,
    "statement": "Honesty integrates authenticity, transparency, and consistency to build trust."
  },
  {
    "id": 111,
    "statement": "Emotions and reason interact in moral decision-making through complex balancing."
  },
  {
    "id": 112,
    "statement": "Amygdala integrates information from multiple brain regions for emotional processing."
  },
  {
    "id": 113,
    "statement": "Lying undermines trust, damaging relationship dynamics fundamentally."
  },
  {
    "id": 114,
    "statement": "Moral development involves biology, culture, and social factors interplay."
  },
  {
    "id": 115,
    "statement": "GABA modifies amygdala activity through synaptic plasticity and excitability."
  },
  {
    "id": 116,
    "statement": "Amygdala integrates multiple neural networks for emotional processing."
  },
  {
    "id": 117,
    "statement": "Consistency and reliability establish predictability and stability in relationships."
  },
  {
    "id": 118,
    "statement": "Emotions, empathy, and cognition harmoniously interact in complex ways."
  },
  {
    "id": 119,
    "statement": "Emotions and empathy influence moral decisions through brain networks."
  },
  {
    "id": 120,
    "statement": "Emotions and reason co-influence moral decision-making through interaction."
  },
  {
    "id": 121,
    "statement": "Honesty fosters trust through reliability, predictability, and vulnerability"
  },
  {
    "id": 122,
    "statement": "Consistency, reliability, and predictability lay trust development foundation."
  },
  {
    "id": 123,
    "statement": "GABA modulates amygdala activity through inhibitory and excitatory mechanisms."
  },
  {
    "id": 124,
    "statement": "Emotions foster trust through intimacy, empathy, and understanding."
  },
  {
    "id": 125,
    "statement": "Honesty provides foundation for trust development through authenticity."
  },
  {
    "id": 126,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness automatically."
  },
  {
    "id": 127,
    "statement": "Contextual factors influence amygdala's emotional processing speed and response."
  },
  {
    "id": 128,
    "statement": "The amygdala's emotional processing is an integration of multiple networks."
  },
  {
    "id": 129,
    "statement": "Amygdala rapidly integrates multiple sensory inputs for emotional processing."
  },
  {
    "id": 130,
    "statement": "Honesty may not always be morally justifiable in certain situations"
  },
  {
    "id": 131,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 132,
    "statement": "Consistency, predictability, and transparency contribute to trust through reliability."
  },
  {
    "id": 133,
    "statement": "Amygdala rapidly detects emotional stimuli before conscious awareness"
  },
  {
    "id": 134,
    "statement": "Amygdala rapidly integrates multimodal information for emotional processing."
  },
  {
    "id": 135,
    "statement": "Honesty may be necessary for trust establishment."
  },
  {
    "id": 136,
    "statement": "Amygdala processes emotions via top-down and bottom-up neural processing."
  },
  {
    "id": 137,
    "statement": "The amygdala's processing speed is influenced by attention, emotions, and context interplay."
  },
  {
    "id": 138,
    "statement": "Honesty sets foundation for trust development through transparency."
  },
  {
    "id": 139,
    "statement": "Moral development involves complex interplay of biology, culture, and social factors."
  },
  {
    "id": 140,
    "statement": "GABA modulates amygdala activity through synaptic plasticity and neuronal excitability."
  },
  {
    "id": 141,
    "statement": "GABA modulates amygdala activity through interactions with neurotransmitters."
  },
  {
    "id": 142,
    "statement": "Vulnerability increases trust by fostering openness and sincerity."
  },
  {
    "id": 143,
    "statement": "Amygdala integrates sensory and emotional information from brain regions"
  },
  {
    "id": 144,
    "statement": "Trust development occurs between individuals, groups, organizations, and communities"
  },
  {
    "id": 145,
    "statement": "GABA regulating amygdala activity through dual mechanisms."
  },
  {
    "id": 146,
    "statement": "Amygdala rapidly integrates multiple sensory inputs for emotional processing."
  },
  {
    "id": 147,
    "statement": "Predictability calms amygdala through neurotransmitter regulation processes."
  },
  {
    "id": 148,
    "statement": "Amygdala's automatic emotional response influenced by individual differences gladly."
  },
  {
    "id": 149,
    "statement": "Honesty is foundation of trust, but not sufficient alone."
  },
  {
    "id": 150,
    "statement": "Authenticity fosters emotional connection through vulnerability and trust establishment"
  },
  {
    "id": 151,
    "statement": "GABA regulates amygdala activity via synaptic plasticity and inhibition."
  },
  {
    "id": 152,
    "statement": "Emotions and reason harmoniously interact in moral decision-making."
  },
  {
    "id": 153,
    "statement": "Lying's impact on trust depends on context and intentions."
  },
  {
    "id": 154,
    "statement": "Amygdala rapidly processes emotional stimuli through neural networks."
  },
  {
    "id": 155,
    "statement": "Amygdala integrates information from multiple brain regions."
  },
  {
    "id": 156,
    "statement": "GABA modulates amygdala activity via complex synaptic plasticity mechanisms"
  },
  {
    "id": 157,
    "statement": "Emotional detachment is a balance of awareness, empathy, and control."
  },
  {
    "id": 158,
    "statement": "GABA binding reduces amygdala activity through chloride ion influx."
  },
  {
    "id": 159,
    "statement": "Honesty requires emotional openness in addition to sincerity and consistency."
  },
  {
    "id": 160,
    "statement": "GABA fine-tunes emotional processing through synaptic plasticity mechanisms."
  },
  {
    "id": 161,
    "statement": "Emotions and reason co-influence moral decision-making through complex dynamics."
  },
  {
    "id": 162,
    "statement": "The amygdala rapidly integrates sensory information for emotional processing."
  },
  {
    "id": 163,
    "statement": "The amygdala's processing speed is influenced by various contextual factors including"
  },
  {
    "id": 164,
    "statement": "Amygdala rapidly recognizes emotional stimuli through pattern recognition mechanisms"
  },
  {
    "id": 165,
    "statement": "Consistency builds reliability, fostering trust through dependability."
  },
  {
    "id": 166,
    "statement": "Amygdala integrates multiple neural networks for emotional processing."
  },
  {
    "id": 167,
    "statement": "Honesty is a necessary condition for trust building but insufficient alone."
  },
  {
    "id": 168,
    "statement": "Authenticity is the foundation of honesty in building trust"
  },
  {
    "id": 169,
    "statement": "Contextual factors complexly influence amygdala's emotional processing."
  },
  {
    "id": 170,
    "statement": "Trust development occurs between entities with compatible goals."
  },
  {
    "id": 171,
    "statement": "Emotions, empathy, and cognition harmoniously interact in complex ways."
  },
  {
    "id": 172,
    "statement": "GABA opens chloride channels, reducing neuron excitability due"
  },
  {
    "id": 173,
    "statement": "Trust is built through shared values, shared experiences and social bonding."
  },
  {
    "id": 174,
    "statement": "GABA binding triggers chloride channel opening through G-protein interaction chain"
  },
  {
    "id": 175,
    "statement": "Emotions and reason interact in moral decision-making through complex balancing."
  },
  {
    "id": 176,
    "statement": "Consistency and reliability calm amygdala, reducing emotional uncertainty."
  },
  {
    "id": 177,
    "statement": "The amygdala integrates diverse sensory information for emotional processing."
  },
  {
    "id": 178,
    "statement": "Honesty necessary, but insufficient, for trust development alone."
  },
  {
    "id": 179,
    "statement": "Amygdala rapidly processes sensory information outside conscious awareness."
  },
  {
    "id": 180,
    "statement": "Honesty's moral value considerations include potential harm causes."
  },
  {
    "id": 181,
    "statement": "Emotions, empathy, and cognition collaborate adaptively in complex interactions."
  },
  {
    "id": 182,
    "statement": "GABA's binding reduces amygdala neuron activity through chloride regulation"
  },
  {
    "id": 183,
    "statement": "Consistency, predictability, and transparency build trust through reliability."
  },
  {
    "id": 184,
    "statement": "Emotional authenticity fosters deeper connections through vulnerability and trust."
  },
  {
    "id": 185,
    "statement": "GABA modulates amygdala activity with both inhibitory and excitatory effects"
  },
  {
    "id": 186,
    "statement": "The limbic system underlies empathy, honesty, and trust through emotional processing."
  },
  {
    "id": 187,
    "statement": "Honesty as foundation of trust relies on consistency and authenticity."
  },
  {
    "id": 188,
    "statement": "GABA reduces neuron excitability by opening chloride channels slowly."
  },
  {
    "id": 189,
    "statement": "The amygdala rapidly recognizes emotional stimuli through pattern extraction and matching."
  },
  {
    "id": 190,
    "statement": "Moral development involves dynamic interplay of biology, culture, social factors."
  },
  {
    "id": 191,
    "statement": "Honesty, empathy, and consistency are interdependent trust builders"
  },
  {
    "id": 192,
    "statement": "Amygdala rapidly processes emotional stimuli through top-down and bottom-up mechanisms."
  },
  {
    "id": 193,
    "statement": "Emotional connection is critical for building trust in emotional situations"
  },
  {
    "id": 194,
    "statement": "GABA's binding reduces amygdala neuron activity through chloride influx"
  },
  {
    "id": 195,
    "statement": "Honesty is a necessary condition, not sufficient, for trust."
  },
  {
    "id": 196,
    "statement": "Amygdala rapidly detects emotional stimuli in context-dependent processing."
  },
  {
    "id": 197,
    "statement": "Amygdala uses pattern recognition for automatic emotional stimulus categorization."
  },
  {
    "id": 198,
    "statement": "Attenational biases influence amygdala processing speed significantly."
  },
  {
    "id": 199,
    "statement": "Consistency is necessary but insufficient for trust building alone."
  }
]