[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty entails reliability, consistency, and transparency in actions."
  },
  {
    "id": 2,
    "statement": "Self-awareness is a necessary condition for emotional intelligence."
  },
  {
    "id": 3,
    "statement": "Self-awareness enables emotional intelligence through effective emotional regulation."
  },
  {
    "id": 4,
    "statement": "Self-awareness is the foundation for emotional intelligence development."
  },
  {
    "id": 5,
    "statement": "Self-awareness is a necessary foundation for emotional intelligence development."
  },
  {
    "id": 6,
    "statement": "Self-awareness is necessary foundation for emotional intelligence development."
  },
  {
    "id": 7,
    "statement": "Self-awareness recognizes emotions, understands causes, regulates intensity."
  },
  {
    "id": 8,
    "statement": "Epigenetic inheritance involves DNA methylation and histone modifications."
  },
  {
    "id": 9,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-binding."
  },
  {
    "id": 10,
    "statement": "Lying can be morally acceptable in specific situations."
  },
  {
    "id": 11,
    "statement": "Self-awareness recognizes emotions, causes, and regulates intensity consistently."
  },
  {
    "id": 12,
    "statement": "Self-awareness essential but insufficient for emotional intelligence"
  },
  {
    "id": 13,
    "statement": "Epigenetic marks are dynamic and require maintenance for gene regulation."
  },
  {
    "id": 14,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications and remodeling."
  },
  {
    "id": 15,
    "statement": "Honesty, integrity, and credibility are essential for building trust."
  },
  {
    "id": 16,
    "statement": "Epigenetic marks control gene expression through direct or indirect mechanisms."
  },
  {
    "id": 17,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling complexes."
  },
  {
    "id": 18,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-reader domains."
  },
  {
    "id": 19,
    "statement": "Epigenetic marks influence gene expression in cell-type specific manner"
  },
  {
    "id": 20,
    "statement": "Acceptance acknowledges emotions without judgment or resistance, accepting their presence."
  },
  {
    "id": 21,
    "statement": "Histones interact with each other, DNA, and proteins through electrostatic, hydrogen and π-π stacking."
  },
  {
    "id": 22,
    "statement": "Chromatin remodeling complexes recognize histone modifications via reader domains 1"
  },
  {
    "id": 23,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling."
  },
  {
    "id": 24,
    "statement": "Honesty builds trust and respect through integrity and credibility."
  },
  {
    "id": 25,
    "statement": "Chromatin structure regulated by histone-DNA-protein interactions."
  },
  {
    "id": 26,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and transmission."
  },
  {
    "id": 27,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and inheritance."
  },
  {
    "id": 28,
    "statement": "Automatic mental processing influences decision-making through associations."
  },
  {
    "id": 29,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 30,
    "statement": "Histones interact with DNA and proteins through complex mechanisms."
  },
  {
    "id": 31,
    "statement": "Epigenetic inheritance involves transmission of epigenetic marks independently."
  },
  {
    "id": 32,
    "statement": "Post-translational histone modifications affect chromatin structure and gene expression."
  },
  {
    "id": 33,
    "statement": "Chromatin remodeling complexes recognize multiple histone modifications with varying specificity."
  },
  {
    "id": 34,
    "statement": "Unconscious biases distort decision-making through flawed cognitive processing"
  },
  {
    "id": 35,
    "statement": "Epigenetic marks are dynamic, requiring enzymes for maintenance."
  },
  {
    "id": 36,
    "statement": "Histones interact with each other, DNA, and proteins through various mechanisms."
  },
  {
    "id": 37,
    "statement": "Epigenetic inheritance involves intricate interactions between histone modifications, DNA methylation, and chromatin remodeling."
  },
  {
    "id": 38,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 39,
    "statement": "Histones interact with DNA and proteins through electrostatic, hydrogen, and π-π stacking."
  },
  {
    "id": 40,
    "statement": "Unconscious biases influence judgment through automatic associations."
  },
  {
    "id": 41,
    "statement": "Histones interact with DNA and proteins to regulate chromatin structure"
  },
  {
    "id": 42,
    "statement": "Automatic processing biases contribute to unconscious biases development."
  },
  {
    "id": 43,
    "statement": "Self-awareness involves recognizing emotions, understanding causes, and managing intensity."
  },
  {
    "id": 44,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns"
  },
  {
    "id": 45,
    "statement": "Honesty requires consistency, transparency, and accountability in actions."
  },
  {
    "id": 46,
    "statement": "Histones interact with DNA and proteins through multiple mechanisms."
  },
  {
    "id": 47,
    "statement": "Post-translational histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 48,
    "statement": "Epigenetic inheritance refers to transmission of gene expression patterns without DNA changes."
  },
  {
    "id": 49,
    "statement": "Epigenetic marks are dynamically maintained by enzymes ensuring stable gene expression."
  },
  {
    "id": 50,
    "statement": "Self-awareness involves recognizing emotions, understanding causes, and regulating intensity."
  },
  {
    "id": 51,
    "statement": "Honesty involves being open, clear, and accountable in actions."
  },
  {
    "id": 52,
    "statement": "Honesty is demonstrated through reliability and dependability consistently."
  },
  {
    "id": 53,
    "statement": "Self-awareness is a necessary precursory condition for emotional intelligence"
  },
  {
    "id": 54,
    "statement": "Histones interact with DNA and proteins to regulate chromatin structure."
  },
  {
    "id": 55,
    "statement": "Chromatin structure regulated by histone-DNA-protein interactions."
  },
  {
    "id": 56,
    "statement": "Post-translational histone modifications affect chromatin structure and gene expression."
  },
  {
    "id": 57,
    "statement": "Epigenetic marks modify chromatin structure through histone modification and looping."
  },
  {
    "id": 58,
    "statement": "Self-awareness involves nuanced understanding of emotional causes and complexity."
  },
  {
    "id": 59,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and somatic transmission."
  },
  {
    "id": 60,
    "statement": "Post-translational histone modifications alter chromatin structure and gene expression."
  },
  {
    "id": 61,
    "statement": "Epigenetic inheritance influenced by environmental factors contextually."
  },
  {
    "id": 62,
    "statement": "Epigenetic inheritance involves transmission of DNA methylation and histone modifications dynamics."
  },
  {
    "id": 63,
    "statement": "Honesty can be demonstrated through multiple means consistently."
  },
  {
    "id": 64,
    "statement": "Self-awareness is a crucial prerequisite for emotional intelligence development."
  },
  {
    "id": 65,
    "statement": "Honesty involves consistency in actions and values alignment"
  },
  {
    "id": 66,
    "statement": "Automatic associations shape judgments and decisions through implicit learning."
  },
  {
    "id": 67,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 68,
    "statement": "Self-awareness requires nuanced understanding of emotional complexity and interconnectivity."
  },
  {
    "id": 69,
    "statement": "Lying can be morally justifiable in extreme emergency situations."
  },
  {
    "id": 70,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns."
  },
  {
    "id": 71,
    "statement": "Self-awareness involves understanding emotions and their underlying causes."
  },
  {
    "id": 72,
    "statement": "Self-awareness is a necessary foundation for emotional intelligence development."
  },
  {
    "id": 73,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 74,
    "statement": "Honesty builds trust and respect through integrity."
  },
  {
    "id": 75,
    "statement": "Epigenetic inheritance involves complex histone modification mechanisms."
  },
  {
    "id": 76,
    "statement": "Epigenetic inheritance involves complex interactions between multiple mechanisms."
  },
  {
    "id": 77,
    "statement": "Epigenetic inheritance occurs through dynamic and reversible epigenetic marks."
  },
  {
    "id": 78,
    "statement": "Unconscious biases result from automatic mental associations influenced by experiences."
  },
  {
    "id": 79,
    "statement": "Reader domains recognize histone modifications enabling targeted chromatin remodeling"
  },
  {
    "id": 80,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-domain interactions."
  },
  {
    "id": 81,
    "statement": "Epigenetic modifications control gene expression through chromatin structural changes."
  },
  {
    "id": 82,
    "statement": "Epigenetic inheritance influenced by environmental factors' interactions."
  },
  {
    "id": 83,
    "statement": "Histones interact with DNA, proteins through electrostatic, hydrogen bonding."
  },
  {
    "id": 84,
    "statement": "Epigenetic inheritance refers to transmission of non-DNA changes."
  },
  {
    "id": 85,
    "statement": "Self-awareness recognizes emotions, causes, and intensity for regulation."
  },
  {
    "id": 86,
    "statement": "Accountability in honesty involves taking ownership of actions willingly."
  },
  {
    "id": 87,
    "statement": "Epigenetic modifications compact, de-compact, or remodel chromatin structure."
  },
  {
    "id": 88,
    "statement": "Electrostatic interactions mediate histone-DNA binding through electrostatic bridging."
  },
  {
    "id": 89,
    "statement": "Epigenetic inheritance involves complex interactions between histone modifications, DNA methylation and chromatin remodeling."
  },
  {
    "id": 90,
    "statement": "Histone modifications regulate chromatin structure and gene expression levels dynamically"
  },
  {
    "id": 91,
    "statement": "Automatic information processing biases contribute to unconscious biases development"
  },
  {
    "id": 92,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and remodeling."
  },
  {
    "id": 93,
    "statement": "Automatic processing involves unintentional influence on decision-making."
  },
  {
    "id": 94,
    "statement": "Unconscious biases arise from automatic information processing biases."
  },
  {
    "id": 95,
    "statement": "Epigenetic marks regulate chromatin structure controlling gene expression via histone modification and chromatin remodeling through histone modification, chromatin looping, and transcription factor binding."
  },
  {
    "id": 96,
    "statement": "Unconscious biases result from automatic mental associations influenced by experiences."
  },
  {
    "id": 97,
    "statement": "Epigenetic inheritance involves transmission of DNA methylation and histone modifications."
  },
  {
    "id": 98,
    "statement": "Epigenetic modifications influence chromatin structure through protein recruitment."
  },
  {
    "id": 99,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 100,
    "statement": "Unconscious biases in decision-making can lead to discrimination and unfair outcomes"
  },
  {
    "id": 101,
    "statement": "Self-awareness is necessary but insufficient condition for emotional intelligence."
  },
  {
    "id": 102,
    "statement": "Epigenetic marks regulate chromatin structure through histone modification, looping, and transcription factor binding."
  },
  {
    "id": 103,
    "statement": "Epigenetic inheritance is influenced by environmental factors in context."
  },
  {
    "id": 104,
    "statement": "Automatic information processing biases lead to unconscious decision-making errors."
  },
  {
    "id": 105,
    "statement": "Unconscious biases in decision-making can lead to unfair outcomes."
  },
  {
    "id": 106,
    "statement": "Self-awareness is a necessary but insufficient condition for EI."
  },
  {
    "id": 107,
    "statement": "Honesty sets foundation for trust in relationships consistently."
  },
  {
    "id": 108,
    "statement": "Emotional intelligence includes multiple components beyond self-awareness, such as perceiving, using, understanding, and managing emotions."
  },
  {
    "id": 109,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns without DNA sequence change."
  },
  {
    "id": 110,
    "statement": "Self-awareness is a necessary foundation for emotional intelligence development."
  },
  {
    "id": 111,
    "statement": "Chromatin remodeling complexes recognize and modify epigenetic marks for gene expression regulation."
  },
  {
    "id": 112,
    "statement": "Unconscious biases distort decision-making through complex mental associations."
  },
  {
    "id": 113,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns, not DNA sequence."
  },
  {
    "id": 114,
    "statement": "Accepting emotions means acknowledging and allowing them without judgment"
  },
  {
    "id": 115,
    "statement": "Epigenetic marks require maintenance through enzymes and complex interactions"
  },
  {
    "id": 116,
    "statement": "Unconscious biases influence decision-making through automatic processing habits"
  },
  {
    "id": 117,
    "statement": "Histones interact with DNA and proteins through complex mechanisms."
  },
  {
    "id": 118,
    "statement": "Epigenetic marks and histone modifications cooperate to regulate gene expression."
  },
  {
    "id": 119,
    "statement": "Self-awareness involves recognizing and understanding emotions with accuracy."
  },
  {
    "id": 120,
    "statement": "Honesty, integrity combine to build trust and respect."
  },
  {
    "id": 121,
    "statement": "Lying may be morally justifiable in extreme emergency situations."
  },
  {
    "id": 122,
    "statement": "Self-awareness is essential for recognizing and understanding emotions accurately."
  },
  {
    "id": 123,
    "statement": "Histone modifications control chromatin structure and gene expression levels."
  },
  {
    "id": 124,
    "statement": "Accepting emotions means acknowledging and allowing them without judgment."
  },
  {
    "id": 125,
    "statement": "Chromatin remodeling complexes recognize and modify epigenetic marks regulating gene expression."
  },
  {
    "id": 126,
    "statement": "Epigenetic inheritance involves chromatin structure modification through histone modification, DNA methylation, and chromatin remodeling complexes."
  },
  {
    "id": 127,
    "statement": "Honesty establishes trust through demonstrating reliability."
  },
  {
    "id": 128,
    "statement": "Self-awareness foundation for emotional intelligence development supported."
  },
  {
    "id": 129,
    "statement": "Epigenetic marks and histone modifications interact and regulate gene expression."
  },
  {
    "id": 130,
    "statement": "Epigenetic marks control gene expression through direct and indirect mechanisms"
  },
  {
    "id": 131,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications without mutations"
  },
  {
    "id": 132,
    "statement": "Self-awareness is a necessary but insufficient foundation for EI."
  },
  {
    "id": 133,
    "statement": "Self-awareness is the foundation of emotional intelligence development."
  },
  {
    "id": 134,
    "statement": "Self-awareness enables accurate recognition and understanding of emotions by behaviors."
  },
  {
    "id": 135,
    "statement": "Chromatin structure regulated by histone-DNA-protein interactions and modifications."
  },
  {
    "id": 136,
    "statement": "Honesty builds trust, while integrity reinforces and deepens it."
  },
  {
    "id": 137,
    "statement": "Self-awareness enables individuals to accurately identify and regulate emotions."
  },
  {
    "id": 138,
    "statement": "Epigenetic inheritance involves dynamic and reversible epigenetic marks transmission"
  },
  {
    "id": 139,
    "statement": "Epigenetic inheritance involves DNA methylation and histone modifications without mutations"
  },
  {
    "id": 140,
    "statement": "Epigenetic inheritance refers to gene expression pattern transmission."
  },
  {
    "id": 141,
    "statement": "Honesty builds trust and respect through integrity consistency."
  },
  {
    "id": 142,
    "statement": "Electrostatic bridging mediates histone-DNA binding through water molecules."
  },
  {
    "id": 143,
    "statement": "Histone-DNA-protein interactions regulate chromatin structure and gene expression."
  },
  {
    "id": 144,
    "statement": "Honesty requires consistency, transparency, and accountability in actions."
  },
  {
    "id": 145,
    "statement": "Epigenetic marks require maintenance through complex enzymatic mechanisms"
  },
  {
    "id": 146,
    "statement": "Histone modifications and epigenetic marks interact to regulate gene expression."
  },
  {
    "id": 147,
    "statement": "Self-awareness involves recognizing emotions, understanding causes, regulating intensity."
  },
  {
    "id": 148,
    "statement": "Epigenetic marks influence gene expression in cell-type specific manner."
  },
  {
    "id": 149,
    "statement": "Post-translational histone modifications affect chromatin structure and gene expression through various mechanisms."
  },
  {
    "id": 150,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein interactions."
  },
  {
    "id": 151,
    "statement": "Unconscious biases influence decision-making by confirming existing beliefs."
  },
  {
    "id": 152,
    "statement": "Epigenetic modifications control gene expression through chromatin structural changes."
  },
  {
    "id": 153,
    "statement": "Self-awareness enables emotional intelligence through flexible emotional regulation strategies."
  },
  {
    "id": 154,
    "statement": "Honesty involves integrity, credibility, transparency, accountability, and responsibility."
  },
  {
    "id": 155,
    "statement": "Emotional recognition involves acknowledging emotional experiences without labeling."
  },
  {
    "id": 156,
    "statement": "Epigenetic inheritance occurs through histone modification and DNA methylation."
  },
  {
    "id": 157,
    "statement": "Honesty builds trust through integrity, consistency, and credibility consistently."
  },
  {
    "id": 158,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 159,
    "statement": "Honesty is necessary condition for trust establishment in relationships"
  },
  {
    "id": 160,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-protein interactions."
  },
  {
    "id": 161,
    "statement": "Epigenetic inheritance involves dynamic and reversible epigenetic marks."
  },
  {
    "id": 162,
    "statement": "Histone-DNA interactions involve multiple mechanisms including electrostatics."
  },
  {
    "id": 163,
    "statement": "Unconscious biases can lead to unfair outcomes in various contexts."
  },
  {
    "id": 164,
    "statement": "Self-awareness recognizes emotions, causes, and intensity through bodily sensations."
  },
  {
    "id": 165,
    "statement": "Epigenetic inheritance is influenced by environmental factors contextually."
  },
  {
    "id": 166,
    "statement": "Emotional intelligence involves multiple components beyond self-awareness"
  },
  {
    "id": 167,
    "statement": "Epigenetic inheritance involves transmission of gene expression patterns without DNA mutations"
  },
  {
    "id": 168,
    "statement": "Chromatin remodeling complexes recognize histone modifications via protein-binding mechanisms."
  },
  {
    "id": 169,
    "statement": "Epigenetic modifications influence chromatin structure through protein recruitment mechanisms."
  },
  {
    "id": 170,
    "statement": "Chromatin remodeling complexes modify epigenetic marks regulating gene expression."
  },
  {
    "id": 171,
    "statement": "Epigenetic marks dynamically change in response to environmental signals."
  },
  {
    "id": 172,
    "statement": "Self-awareness recognizes emotions, causes, intensity, and intentions."
  },
  {
    "id": 173,
    "statement": "Epigenetic marks and histone modifications cooperate to regulate gene expression."
  },
  {
    "id": 174,
    "statement": "Lying can be morally justifiable in exceptional situations"
  },
  {
    "id": 175,
    "statement": "Acceptance acknowledges emotions without judgment or resistance, accepting presence."
  },
  {
    "id": 176,
    "statement": "Chromatin remodeling complexes recognize multiple histone modifications with varying specificity."
  },
  {
    "id": 177,
    "statement": "Epigenetic inheritance involves transmission of epigenetic marks without DNA changes."
  },
  {
    "id": 178,
    "statement": "Epigenetic marks regulate gene expression through histone modification and chromatin remodeling."
  },
  {
    "id": 179,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 180,
    "statement": "Histones interact with DNA and proteins through electrostatic and chemical bonds."
  },
  {
    "id": 181,
    "statement": "Epigenetic marks regulate gene expression through chromatin structure modifications."
  },
  {
    "id": 182,
    "statement": "Unconscious biases arise from automatic mental associations influenced by experiences."
  },
  {
    "id": 183,
    "statement": "Epigenetic inheritance involves preservation of DNA methylation and histone modifications."
  },
  {
    "id": 184,
    "statement": "Epigenetic modifications compact, de-compact, or remodel chromatin structure through histone modifications, chromatin remodeling complexes, and non-histone proteins."
  },
  {
    "id": 185,
    "statement": "Self-awareness is necessary but insufficient condition for emotional intelligence development"
  },
  {
    "id": 186,
    "statement": "Epigenetic inheritance involves DNA methylation, histone modifications, and chromatin remodeling"
  },
  {
    "id": 187,
    "statement": "Unconscious biases form through automatic mental associations influenced by experiences."
  },
  {
    "id": 188,
    "statement": "Post-translational histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 189,
    "statement": "Self-awareness is a necessary but insufficient condition for EI development."
  },
  {
    "id": 190,
    "statement": "Trust building requires honesty, integrity, and credibility demonstrated consistently."
  },
  {
    "id": 191,
    "statement": "Honesty builds trust through consistent reliable behavior patterns."
  },
  {
    "id": 192,
    "statement": "Chromatin remodeling complexes recognize histone modifications through protein-domain interactions."
  },
  {
    "id": 193,
    "statement": "Chromatin remodeling complexes recognize histone modifications via protein-reader domains."
  },
  {
    "id": 194,
    "statement": "Automatic processing influences decision-making through unconscious biases."
  },
  {
    "id": 195,
    "statement": "Chromatin remodeling complexes maintain or modify epigenetic marks."
  },
  {
    "id": 196,
    "statement": "Emotional Intelligence development involves interplay of multiple factors."
  },
  {
    "id": 197,
    "statement": "Epigenetic inheritance relies on complex interactions between histone modifications, DNA methylation, and chromatin remodeling."
  },
  {
    "id": 198,
    "statement": "Histones interact with DNA and proteins through various mechanisms."
  },
  {
    "id": 199,
    "statement": "Honesty is foundation of trust, but exceptions may exist"
  }
]