[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms shape moral development through multiple mechanisms."
  },
  {
    "id": 2,
    "statement": "Collective experiences shape social context, cultural norms, and relationships"
  },
  {
    "id": 3,
    "statement": "Moral development arises from complex biological-cultural interactions."
  },
  {
    "id": 4,
    "statement": "Honesty establishes trust foundation, requiring consistency and reliability"
  },
  {
    "id": 5,
    "statement": "Amygdala's role is complex, involving multiple neural functions."
  },
  {
    "id": 6,
    "statement": "Moral judgments result from integrated neural activity across multiple regions"
  },
  {
    "id": 7,
    "statement": "Emotional regulation mechanisms influence moral development through brain processes."
  },
  {
    "id": 8,
    "statement": "Repetitive feedback loops shape emotional responses through social learning mechanisms."
  },
  {
    "id": 9,
    "statement": "Top-down processing's unclear role in PFC-amygdala emotional interaction"
  },
  {
    "id": 10,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 11,
    "statement": "The amygdala's emotional responses involve complex neural interactions."
  },
  {
    "id": 12,
    "statement": "The amygdala's role in emotion processing is still debated in neuroscience."
  },
  {
    "id": 13,
    "statement": "The PFC regulates amygdala emotional responses through GABA inhibition mechanisms."
  },
  {
    "id": 14,
    "statement": "Amygdala's multiple functions include emotional processing, memory, and attention."
  },
  {
    "id": 15,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain regions through neural networks."
  },
  {
    "id": 16,
    "statement": "The amygdala integrates multimodal sensory information to amplify emotions."
  },
  {
    "id": 17,
    "statement": "Biological factors influence moral development through genetics, brain structure, and hormones."
  },
  {
    "id": 18,
    "statement": "Temperament influences moral development through emotional system regulation."
  },
  {
    "id": 19,
    "statement": "Top-down processing refers to PFC influencing amygdala's emotional responses."
  },
  {
    "id": 20,
    "statement": "GABA inhibition calms amygdala's emotional response through prefrontal cortex regulation."
  },
  {
    "id": 21,
    "statement": "Amygdala integrates multimodal information for emotional processing and memory"
  },
  {
    "id": 22,
    "statement": "Temperament influences moral development through emotional regulation and intelligence."
  },
  {
    "id": 23,
    "statement": "Cultural norms shape moral development through emotional conditioning processes."
  },
  {
    "id": 24,
    "statement": "Moral development emerges from dynamic biological-cultural interdependencies."
  },
  {
    "id": 25,
    "statement": "Inhibitory connections calm neurons through receptor binding mechanisms."
  },
  {
    "id": 26,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 27,
    "statement": "Consistency is a prerequisite for predictability, but not sufficient alone."
  },
  {
    "id": 28,
    "statement": "The amygdala's complex role in emotion processing is currently debated."
  },
  {
    "id": 29,
    "statement": "Cultural influence on emotional responses involves multiple factors"
  },
  {
    "id": 30,
    "statement": "The PFC-Amygdala interaction is complex, dynamic, and bidirectional."
  },
  {
    "id": 31,
    "statement": "GABA inhibition calms amygdala activity through prefrontal cortex regulation,"
  },
  {
    "id": 32,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal influence."
  },
  {
    "id": 33,
    "statement": "Temperament influences moral development through emotional regulation mechanisms."
  },
  {
    "id": 34,
    "statement": "Amygdala integrates sensory information through convergence and gating processes."
  },
  {
    "id": 35,
    "statement": "The amygdala's role in emotion processing is complex and debated"
  },
  {
    "id": 36,
    "statement": "Consistency builds trust through predictability, mutual understanding, and commitment."
  },
  {
    "id": 37,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin."
  },
  {
    "id": 38,
    "statement": "Moral judgments emerge from brain regions' complex interactions"
  },
  {
    "id": 39,
    "statement": "PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 40,
    "statement": "Trust builds through consistency, transparency, and accountability"
  },
  {
    "id": 41,
    "statement": "Amygdala integrates sensory information through convergence and gating."
  },
  {
    "id": 42,
    "statement": "Moral judgments result from complex neural interactions between brain regions."
  },
  {
    "id": 43,
    "statement": "Moral development emerges from reciprocal biological-cultural interactions."
  },
  {
    "id": 44,
    "statement": "Repetitive feedback loops shape emotional responses through social learning and conditioning."
  },
  {
    "id": 45,
    "statement": "The PFC-amygdala interaction is a complex, dynamic bidirectional process."
  },
  {
    "id": 46,
    "statement": "Amygdala's role in emotion processing is complex and debated scientifically"
  },
  {
    "id": 47,
    "statement": "Amygdala integrates multimodal sensory information for emotional responses"
  },
  {
    "id": 48,
    "statement": "The PFC regulates amygdala's emotional responses through GABA and serotonin inhibition."
  },
  {
    "id": 49,
    "statement": "The amygdala's multimodal integration enables rapid threat detection."
  },
  {
    "id": 50,
    "statement": "Cultural norms shape emotional responses through internalization and learning processes."
  },
  {
    "id": 51,
    "statement": "Consistency strengthens trust by demonstrating reliable, predictable behavior"
  },
  {
    "id": 52,
    "statement": "Repetitive feedback loops shape emotional responses through social learning."
  },
  {
    "id": 53,
    "statement": "Inhibitory connections between neurons calm activity through neurotransmitters' binding"
  },
  {
    "id": 54,
    "statement": "Temperament shapes emotional regulation influencing moral development"
  },
  {
    "id": 55,
    "statement": "The amygdala integrates emotional, memory, attention, and social cues."
  },
  {
    "id": 56,
    "statement": "Amygdala's role in emotion processing is still debated scientifically."
  },
  {
    "id": 57,
    "statement": "PFC regulates amygdala emotional responses through GABA inhibition mechanism."
  },
  {
    "id": 58,
    "statement": "Cultural norms shape emotional responses through internalization learning."
  },
  {
    "id": 59,
    "statement": "Trust-strengthening factors: honesty, consistency, empathy, vulnerability, communication."
  },
  {
    "id": 60,
    "statement": "PFC regulates amygdala emotional responses through GABA inhibition mechanism."
  },
  {
    "id": 61,
    "statement": "PFC regulates Amygdala's emotional response through GABA inhibition mechanisms."
  },
  {
    "id": 62,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing."
  },
  {
    "id": 63,
    "statement": "PFC regulates amygdala's emotional responses through complex bidirectional interactions"
  },
  {
    "id": 64,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing in brain."
  },
  {
    "id": 65,
    "statement": "Cultural values shape emotional responses through internalization mechanisms."
  },
  {
    "id": 66,
    "statement": "Temperament influences moral development through emotional regulation primarily"
  },
  {
    "id": 67,
    "statement": "Amygdala's multiple functions involve emotional processing, memory, and attention."
  },
  {
    "id": 68,
    "statement": "The PFC-amygdala interaction is complex and bidirectional, not solely regulatory."
  },
  {
    "id": 69,
    "statement": "PFC-amygdala interaction involves adaptive regulation through neuroplasticity and modulation."
  },
  {
    "id": 70,
    "statement": "Emotional responses shaped through social learning and internalized reinforcement."
  },
  {
    "id": 71,
    "statement": "Trust is a complex concept influenced by multiple factors."
  },
  {
    "id": 72,
    "statement": "The prefrontal cortex regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 73,
    "statement": "Moral development arises from dynamic biological-cultural interactions adaptively"
  },
  {
    "id": 74,
    "statement": "Moral development arises from complex biological-cultural interdependencies."
  },
  {
    "id": 75,
    "statement": "Cultural norms influence emotional responses through complex neural networks."
  },
  {
    "id": 76,
    "statement": "The prefrontal cortex influences amygdala's emotional responses through top-down processing."
  },
  {
    "id": 77,
    "statement": "Amygdala integrates multimodal sensory information to process emotions."
  },
  {
    "id": 78,
    "statement": "Amygdala's role in emotion processing is subject to debate."
  },
  {
    "id": 79,
    "statement": "Temperament's emotional regulation predicts moral development's complexity directly."
  },
  {
    "id": 80,
    "statement": "The amygdala's role in emotion processing is complex and debated."
  },
  {
    "id": 81,
    "statement": "PFC-amygdala interaction is adaptive process through neuroplasticity, modulation."
  },
  {
    "id": 82,
    "statement": "Amygdala's multimodal integration enables rapid threat detection"
  },
  {
    "id": 83,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing through neural networks."
  },
  {
    "id": 84,
    "statement": "The PFC regulates amygdala's emotional responses through top-down processing."
  },
  {
    "id": 85,
    "statement": "Moral development arises from multifaceted biological-cultural interactions"
  },
  {
    "id": 86,
    "statement": "Trust is strengthened by consistent and reliable actions."
  },
  {
    "id": 87,
    "statement": "Moral development results from dynamic biological-cultural reciprocal influence."
  },
  {
    "id": 88,
    "statement": "The amygdala integrates multimodal sensory information for threat detection."
  },
  {
    "id": 89,
    "statement": "Amygdala integrates sensory information through neural convergence and gating."
  },
  {
    "id": 90,
    "statement": "PFC-amygdala interaction is complex, dynamic, and multifaceted in nature."
  },
  {
    "id": 91,
    "statement": "Inhibitory connections regulate neural activity by reducing excitation."
  },
  {
    "id": 92,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition."
  },
  {
    "id": 93,
    "statement": "Moral development arises from complex biological-cultural-brain interactions."
  },
  {
    "id": 94,
    "statement": "Honesty is a crucial foundation of trust, yet not sole dependence."
  },
  {
    "id": 95,
    "statement": "The PFC regulates amygdala's emotional responses through inhibitory neurotransmitters like GABA and serotonin."
  },
  {
    "id": 96,
    "statement": "Cultural norms shape emotional responses through internalization and learning."
  },
  {
    "id": 97,
    "statement": "PFC regulates amygdala's response through complex neural coordination."
  },
  {
    "id": 98,
    "statement": "Moral development results from dynamic biological-cultural interactions."
  },
  {
    "id": 99,
    "statement": "PFC regulated emotional responses through neural feedback loops"
  },
  {
    "id": 100,
    "statement": "Emotions, cognitive biases, and experiences interact in moral judgment-making."
  },
  {
    "id": 101,
    "statement": "PFC-Amygdala interaction regulates emotional responses through neural coordination"
  },
  {
    "id": 102,
    "statement": "Predictability arises from consistent, reliable, and accountable behavior's certainty."
  },
  {
    "id": 103,
    "statement": "The amygdala integrates multimodal sensory information to modulate emotions."
  },
  {
    "id": 104,
    "statement": "Amygdala's multimodal integration enables rapid threat detection."
  },
  {
    "id": 105,
    "statement": "Repetitive feedback loops shape emotional responses through social learning mechanisms."
  },
  {
    "id": 106,
    "statement": "Amygdala integrates sensory information to amplify emotional responses."
  },
  {
    "id": 107,
    "statement": "The prefrontal cortex and amygdala dynamically interact through bidirectional communication."
  },
  {
    "id": 108,
    "statement": "PFC-Amygdala interaction involves complex neural network coordination."
  },
  {
    "id": 109,
    "statement": "Amygdala's multifaceted functions contribute to emotional complexity."
  },
  {
    "id": 110,
    "statement": "Moral development results from dynamic biological-cultural interdependencies."
  },
  {
    "id": 111,
    "statement": "Temperament influences moral development emotionally through regulation"
  },
  {
    "id": 112,
    "statement": "Moral development arises from interactions between biological and cultural factors."
  },
  {
    "id": 113,
    "statement": "Cultural influence on emotional responses is complex and multifaceted."
  },
  {
    "id": 114,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal influence"
  },
  {
    "id": 115,
    "statement": "PFC regulates amygdala's emotional responses through GABA inhibition"
  },
  {
    "id": 116,
    "statement": "The prefrontal cortex regulates amygdala's emotional responses through cognitive control."
  },
  {
    "id": 117,
    "statement": "PFC-regulated amygdala response via complex neural network coordination."
  },
  {
    "id": 118,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing through neural networks"
  },
  {
    "id": 119,
    "statement": "Moral development arises from dynamic biological-cultural interactions"
  },
  {
    "id": 120,
    "statement": "The amygdala integrates multimodal sensory information to amplify emotions."
  },
  {
    "id": 121,
    "statement": "Consistency and reliability strengthen trust through expectation and commitment."
  },
  {
    "id": 122,
    "statement": "Temperament influences moral development through emotional regulation and EI."
  },
  {
    "id": 123,
    "statement": "The amygdala integrates sensory information through neural convergence and gating."
  },
  {
    "id": 124,
    "statement": "Neural feedback loops regulate emotions through prefrontal cortex modulation"
  },
  {
    "id": 125,
    "statement": "Consistency alone insufficient for trust-building; needs other factors"
  },
  {
    "id": 126,
    "statement": "The amygdala integrates emotional, memory, attention, and social cues through convergence."
  },
  {
    "id": 127,
    "statement": "Cultural norms shape moral development through social learning processes."
  },
  {
    "id": 128,
    "statement": "GABA and serotonin regulate amygdala's emotional responses through PFC influence"
  },
  {
    "id": 129,
    "statement": "Moral development arises from dynamic biological-cultural interdependencies."
  },
  {
    "id": 130,
    "statement": "Amygdala's role in emotion processing is complex and debatable"
  },
  {
    "id": 131,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal influence."
  },
  {
    "id": 132,
    "statement": "Moral development arises from complex biological-cultural reciprocal interactions."
  },
  {
    "id": 133,
    "statement": "The amygdala integrates sensory information through complex neural interactions."
  },
  {
    "id": 134,
    "statement": "Amygdala's multifaceted functions interact with prefrontal cortex to complexity."
  },
  {
    "id": 135,
    "statement": "Inhibitory connections calm neurons through receptor binding mechanisms,"
  },
  {
    "id": 136,
    "statement": "Cultural norms shape emotional responses through social conditioning processes."
  },
  {
    "id": 137,
    "statement": "The amygdala's role in emotion processing is complex and debated."
  },
  {
    "id": 138,
    "statement": "The amygdala integrates multimodal sensory information for emotional processing."
  },
  {
    "id": 139,
    "statement": "Repetitive feedback loops shape emotional responses through social learning mechanisms."
  },
  {
    "id": 140,
    "statement": "Biological factors including genetics, brain structure, hormones influence moral development."
  },
  {
    "id": 141,
    "statement": "Multimodal integration enables fast threat detection through amygdala processing."
  },
  {
    "id": 142,
    "statement": "Moral development is shaped by intricate biological-cultural interactions."
  },
  {
    "id": 143,
    "statement": "Moral development arises from complex biological-culture interactions, shaped by genetic, hormonal, cognitive, emotional, and social factors."
  },
  {
    "id": 144,
    "statement": "Moral development arises from interdependent biological-cultural-brain interactions."
  },
  {
    "id": 145,
    "statement": "Trust-building factors include empathy, vulnerability, communication, and accountability."
  },
  {
    "id": 146,
    "statement": "Predictability arises from consistent, reliable, and accountable behavior's reliability"
  },
  {
    "id": 147,
    "statement": "Cultural norms shape moral development through emotional social learning."
  },
  {
    "id": 148,
    "statement": "Amygdala's role in emotion processing is complex and debated"
  },
  {
    "id": 149,
    "statement": "Amygdala integrates sensory information through neural convergence and gating processes."
  },
  {
    "id": 150,
    "statement": "Trust is a complex concept influenced by multiple factors apart."
  },
  {
    "id": 151,
    "statement": "Top-down processing: PFC regulates amygdala's emotional responses through neurotransmitters and neural pathways."
  },
  {
    "id": 152,
    "statement": "Neural convergence and gating regulate amygdala's emotional processing."
  },
  {
    "id": 153,
    "statement": "The amygdala's role in emotion processing is complex and debated."
  },
  {
    "id": 154,
    "statement": "Amygdala integrates multiple sensory modalities for emotional processing."
  },
  {
    "id": 155,
    "statement": "Moral development arises from complex biocultural reciprocal influence."
  },
  {
    "id": 156,
    "statement": "GABA inhibition calms amygdala's emotional responses through PFC regulation."
  },
  {
    "id": 157,
    "statement": "PFC regulates amygdala's emotional responses through complex neural interactions."
  },
  {
    "id": 158,
    "statement": "Trust building: Honesty, consistency, empathy, vulnerability, communication, accountability, respect."
  },
  {
    "id": 159,
    "statement": "Moral development emerges from dynamic biological-cultural interdependencies."
  },
  {
    "id": 160,
    "statement": "Trust builds through transparency, accountability, and consistent reliability."
  },
  {
    "id": 161,
    "statement": "Cultural norms shape emotional responses through internalization, learning processes."
  },
  {
    "id": 162,
    "statement": "Amygdala's role in emotion processing is still debated scientifically."
  },
  {
    "id": 163,
    "statement": "The PFC-Amygdala interaction is complex, dynamic, and bidirectional."
  },
  {
    "id": 164,
    "statement": "Temperament influences moral development through emotional system regulation."
  },
  {
    "id": 165,
    "statement": "Repetitive feedback loops shape emotional responses through social learning mechanisms."
  },
  {
    "id": 166,
    "statement": "Moral development arises from dynamic biological-cultural reciprocal influences."
  },
  {
    "id": 167,
    "statement": "Multiple functions: emotion, memory, attention, decision, social processing."
  },
  {
    "id": 168,
    "statement": "Amygdala integrates sensory information through neural convergence and gating"
  },
  {
    "id": 169,
    "statement": "PFC-Amygdala interaction involves complex neural network coordination mechanisms."
  },
  {
    "id": 170,
    "statement": "Moral development arises from dynamic biological-cultural-social interactions."
  },
  {
    "id": 171,
    "statement": "GABA inhibition calms amygdala's emotional response through PFC regulation."
  },
  {
    "id": 172,
    "statement": "PFC's GABA inhibition regulates amygdala's emotional responses through neural network coordination."
  },
  {
    "id": 173,
    "statement": "Moral judgments involve coordinated activity among multiple brain regions."
  },
  {
    "id": 174,
    "statement": "GABA inhibition calms amygdala activity through PFC regulation"
  },
  {
    "id": 175,
    "statement": "The amygdala integrates sensory information for emotional responses through neural networks."
  },
  {
    "id": 176,
    "statement": "PFC regulates Amygdala emotional response through GABA inhibition mechanisms"
  },
  {
    "id": 177,
    "statement": "The amygdala amplifies emotions by integrating multimodal sensory information."
  },
  {
    "id": 178,
    "statement": "Amygdala integrates multimodal sensory information to modulate emotions."
  },
  {
    "id": 179,
    "statement": "Serotonin suppresses amygdala activity through prefrontal cortex modulation."
  },
  {
    "id": 180,
    "statement": "Amygdala integrates multimodal sensory information for emotional processing, attention."
  },
  {
    "id": 181,
    "statement": "The prefrontal cortex regulates amygdala's emotions through GABA and serotonin."
  },
  {
    "id": 182,
    "statement": "Reliability and transparency enhance predictability beyond consistency alone"
  },
  {
    "id": 183,
    "statement": "Amygdala complexly integrates sensory information for emotion processing."
  },
  {
    "id": 184,
    "statement": "The amygdala's role in emotion processing is debated and complex."
  },
  {
    "id": 185,
    "statement": "Amygdala integrates sensory information through convergence and gating processes."
  },
  {
    "id": 186,
    "statement": "Moral development arises from dynamic biological-cultural adaptive interactions."
  },
  {
    "id": 187,
    "statement": "Cognitive appraisal integrates emotional and cognitive processing through neural networks."
  },
  {
    "id": 188,
    "statement": "Amygdala integrates multimodal sensory information for rapid threat detection."
  },
  {
    "id": 189,
    "statement": "Collective experiences shape social context, cultural norms, relationships through shared events."
  },
  {
    "id": 190,
    "statement": "Bidirectional communication enables brain regions to regulate and integrate emotions."
  },
  {
    "id": 191,
    "statement": "Amygdala's emotional responses involve complex neural interactions between brain regions."
  },
  {
    "id": 192,
    "statement": "Emotions, cognitive biases, and experiences interact in moral judgment-making."
  },
  {
    "id": 193,
    "statement": "Moral judgments emerge from brain regions' integrated neural processing."
  },
  {
    "id": 194,
    "statement": "Moral judgments emerge from distributed neural network processing."
  },
  {
    "id": 195,
    "statement": "Consistency and reliability demonstrate commitment, establishing trust foundation."
  },
  {
    "id": 196,
    "statement": "The amygdala integrates sensory information for multimodal emotional processing."
  },
  {
    "id": 197,
    "statement": "PFC regulates amygdala's emotional responses via neural coordination."
  },
  {
    "id": 198,
    "statement": "Moral development arises from dynamic biological-cultural interactions."
  }
]