[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Credibility in academia arises from research quality, peer review, and expertise."
  },
  {
    "id": 2,
    "statement": "Cultural norms influence scientific interpretation through collective beliefs values"
  },
  {
    "id": 3,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 4,
    "statement": "Cultural norms shape scientific interpretation through collective beliefs and values."
  },
  {
    "id": 5,
    "statement": "Electrostatic force depends on multiple factors including charge, distance, orientation"
  },
  {
    "id": 6,
    "statement": "Honesty is a foundation of trust, reliability, and integrity."
  },
  {
    "id": 7,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 8,
    "statement": "Honesty is a relative concept influenced by context."
  },
  {
    "id": 9,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 10,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 11,
    "statement": "Peer review ensures research quality through expert evaluation and feedback."
  },
  {
    "id": 12,
    "statement": "Honesty is culturally relative and socially constructed virtue."
  },
  {
    "id": 13,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 14,
    "statement": "Electrostatic forces result from charge distribution, proximity, and orientation."
  },
  {
    "id": 15,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 16,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms."
  },
  {
    "id": 17,
    "statement": "Cultural norms influence research questions, methods, and data interpretation."
  },
  {
    "id": 18,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 19,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 20,
    "statement": "Honesty is a fundamental social construct for trust relationships."
  },
  {
    "id": 21,
    "statement": "Oppositely charged particles interact through electromagnetic force fields."
  },
  {
    "id": 22,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structural changes."
  },
  {
    "id": 23,
    "statement": "Human nature is complex and shaped by multiple factors."
  },
  {
    "id": 24,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 25,
    "statement": "Cultural norms influence honesty's definition and practice globally."
  },
  {
    "id": 26,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 27,
    "statement": "Epigenetic modifications regulate chromatin structure through histone modifications."
  },
  {
    "id": 28,
    "statement": "Cultural norms influence scientific evidence through values and attitudes shaping research priorities, methodology, data interpretation, and funding."
  },
  {
    "id": 29,
    "statement": "Collaboration in research enhances credibility through peer review and accountability."
  },
  {
    "id": 30,
    "statement": "Cultural norms shape understanding and practice of honesty differently."
  },
  {
    "id": 31,
    "statement": "Epigenetic modifications involve histone methylation and DNA methylation"
  },
  {
    "id": 32,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications and DNA methylation."
  },
  {
    "id": 33,
    "statement": "Electrostatic force depends on medium properties including dielectric constant, polarization."
  },
  {
    "id": 34,
    "statement": "Honesty establishes tone for reliable and dependable relationships."
  },
  {
    "id": 35,
    "statement": "Electrostatic force is affected by polarization angle of dipoles."
  },
  {
    "id": 36,
    "statement": "Charge distribution refers to electric charges' spatial arrangement."
  },
  {
    "id": 37,
    "statement": "Electrostatic force doesn't significantly depend on object shape"
  },
  {
    "id": 38,
    "statement": "Cultural norms influence scientific interpretation through collective beliefs values"
  },
  {
    "id": 39,
    "statement": "Cultural norms influence scientific evidence through values and attitudes."
  },
  {
    "id": 40,
    "statement": "Epigenetic modifications involve histone methylation and DNA methylation"
  },
  {
    "id": 41,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 42,
    "statement": "Cultural norms shape research approaches and prioritization outcomes."
  },
  {
    "id": 43,
    "statement": "Electrostatic force is influenced by surface roughness, charge distribution, and medium."
  },
  {
    "id": 44,
    "statement": "Cultural norms influence scientific interpretation through research questions and methods."
  },
  {
    "id": 45,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms interaction."
  },
  {
    "id": 46,
    "statement": "Electrostatic force depends on charge distribution, proximity, and polarization angle."
  },
  {
    "id": 47,
    "statement": "Electrostatic force depends on multiple factors, not just four."
  },
  {
    "id": 48,
    "statement": "Axioms are fundamental principles accepted without definitive proof."
  },
  {
    "id": 49,
    "statement": "Epigenetic modifications alter chromatin structure through histone modification mechanisms."
  },
  {
    "id": 50,
    "statement": "Surface roughness affects electrostatic force through charge transfer andignment."
  },
  {
    "id": 51,
    "statement": "Honesty is a universal moral principle across cultures"
  },
  {
    "id": 52,
    "statement": "Epigenetic modifications influence chromatin structure through multiple mechanisms."
  },
  {
    "id": 53,
    "statement": "E electrostatic force depends on multiple factors, including charge, distance, orientation, separation, distribution, proximity, medium."
  },
  {
    "id": 54,
    "statement": "Epigenetic modifications can regulate gene expression through chromatin structure changes."
  },
  {
    "id": 55,
    "statement": "Axioms are fundamental principles accepted as true without proof"
  },
  {
    "id": 56,
    "statement": "Axioms are accepted as true based on intuition, evidence, consensus."
  },
  {
    "id": 57,
    "statement": "Honesty is not always the most critical value in all situations."
  },
  {
    "id": 58,
    "statement": "Epigenetic modifications regulate gene expression through histone and DNA changes"
  },
  {
    "id": 59,
    "statement": "Charge distribution refers to spatial arrangement of electric charges."
  },
  {
    "id": 60,
    "statement": "Honesty is a universal human value and trait"
  },
  {
    "id": 61,
    "statement": "Honesty is a universally accepted moral principle, prescribed by reason."
  },
  {
    "id": 62,
    "statement": "Electrostatic force depends on factors: charge, distance, orientation, shape."
  },
  {
    "id": 63,
    "statement": "Cultural norms shape research through question, methodology, and interpretation."
  },
  {
    "id": 64,
    "statement": "Axioms can be fundamental principles in various scientific disciplines."
  },
  {
    "id": 65,
    "statement": "Honesty meaning can vary across cultures due context."
  },
  {
    "id": 66,
    "statement": "Honesty is not universally accepted across all cultures."
  },
  {
    "id": 67,
    "statement": "Epigenetic modifications involve histone and DNA methylation interactions."
  },
  {
    "id": 68,
    "statement": "Oppositely charged particles interact through electromagnetic force attraction."
  },
  {
    "id": 69,
    "statement": "Histones are proteins that compact or decompact chromatin, influencing gene expression."
  },
  {
    "id": 70,
    "statement": "Spatial arrangement refers to electric charge distribution in space."
  },
  {
    "id": 71,
    "statement": "Histone modifications covalently affect chromatin structure and organization."
  },
  {
    "id": 72,
    "statement": "Honesty is culturally relative and shaped by social norms."
  },
  {
    "id": 73,
    "statement": "Electrostatic force depends on charge, distance, and orientation between particles."
  },
  {
    "id": 74,
    "statement": "Electrostatic force depends on charge distribution, not object shape."
  },
  {
    "id": 75,
    "statement": "Axioms can be framework-specific or universally applicable in science."
  },
  {
    "id": 76,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 77,
    "statement": "Epigenetic modifications regulate chromatin structure through histone tail interactions"
  },
  {
    "id": 78,
    "statement": "Electrostatic force depends on multiple factors, charge, distance, orientation, shape."
  },
  {
    "id": 79,
    "statement": "Honesty is a fundamental moral principle universally accepted."
  },
  {
    "id": 80,
    "statement": "Honesty lays foundation for trust and reliable relationships through trust."
  },
  {
    "id": 81,
    "statement": "Electrostatic force depends on charge, distance, orientation, dielectric constant, conductivity."
  },
  {
    "id": 82,
    "statement": "Cultural norms can influence interpretation of honesty significantly."
  },
  {
    "id": 83,
    "statement": "Honesty is a culturally relative moral concept, not absolute."
  },
  {
    "id": 84,
    "statement": "Peer review bias can hinder innovation and equality in research."
  },
  {
    "id": 85,
    "statement": "Electrostatic force depends on charge, distance, orientation, proximity explanation added."
  },
  {
    "id": 86,
    "statement": "Causal relationships in academics are influenced by multiple factors."
  },
  {
    "id": 87,
    "statement": "Honesty fosters trust, openness, and respect in relationships"
  },
  {
    "id": 88,
    "statement": "Charge separation refers to electric charge differences between objects."
  },
  {
    "id": 89,
    "statement": "Honesty is a universal moral value, culture-norm influenced practice."
  },
  {
    "id": 90,
    "statement": "Academic credibility stems from interdependent research quality factors"
  },
  {
    "id": 91,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 92,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 93,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 94,
    "statement": "Electrostatic force depends on object shape, charge, and distance."
  },
  {
    "id": 95,
    "statement": "Honesty is a fundamental moral principle across cultures."
  },
  {
    "id": 96,
    "statement": "Oppositely charged particles interact through attractive electromagnetic forces."
  },
  {
    "id": 97,
    "statement": "Causal relationships in research are influenced by multiple factors, including research design, methodology, theoretical frameworks, data quality, researcher bias, funding, cultural context, interdisciplinary collaboration, and historical context."
  },
  {
    "id": 98,
    "statement": "Axioms are fundamental principles relative to specific theoretical frameworks."
  },
  {
    "id": 99,
    "statement": "Honesty as inherent moral truth is a human nature aspect."
  },
  {
    "id": 100,
    "statement": "Epigenetic modifications regulate chromatin structure and function indirectly."
  },
  {
    "id": 101,
    "statement": "Axioms are fundamental principles considered true without definitive proof."
  },
  {
    "id": 102,
    "statement": "Honesty sets foundation for trust and reliable connections."
  },
  {
    "id": 103,
    "statement": "Epigenetic histone modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 104,
    "statement": "Epigenetic modifications regulate chromatin structure through histone modifications"
  },
  {
    "id": 105,
    "statement": "Epigenetic regulations involve multiple mechanisms interacting precisely controlling gene expression."
  },
  {
    "id": 106,
    "statement": "Epigenetic modifications involve covalent histone and DNA modifications."
  },
  {
    "id": 107,
    "statement": "Honesty as inherent moral truth is a human nature aspect."
  },
  {
    "id": 108,
    "statement": "Cultural norms shape research priorities and methodology."
  },
  {
    "id": 109,
    "statement": "Electrostatic force depends on charge, distance, and orientation between particles."
  },
  {
    "id": 110,
    "statement": "Axioms can be both framework-specific and universally applicable."
  },
  {
    "id": 111,
    "statement": "Honesty is a culturally relative concept shaped by cultural values."
  },
  {
    "id": 112,
    "statement": "Peer review can be culturally biased and flawed."
  },
  {
    "id": 113,
    "statement": "Honesty is a universal moral principle widely accepted globally."
  },
  {
    "id": 114,
    "statement": "Cultural norms shape scientific interpretation through collective beliefs and values."
  },
  {
    "id": 115,
    "statement": "Epigenetic histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 116,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 117,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes"
  },
  {
    "id": 118,
    "statement": "Surface roughness affects electrostatic force through charge transfer and shielding."
  },
  {
    "id": 119,
    "statement": "Medium influences electrostatic force through dielectric constant, polarization, and screening."
  },
  {
    "id": 120,
    "statement": "Histone modifications regulate chromatin structure through covalent additions."
  },
  {
    "id": 121,
    "statement": "Axioms are fundamental principles considered true without definitive proof through intuition"
  },
  {
    "id": 122,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium properties."
  },
  {
    "id": 123,
    "statement": "Axioms are accepted as true through intuition, evidence, and consensus."
  },
  {
    "id": 124,
    "statement": "Epigenetic modifications influence chromatin structure through histone modifications."
  },
  {
    "id": 125,
    "statement": "Epigenetic modifications regulate chromatin structure and function"
  },
  {
    "id": 126,
    "statement": "Epigenetic modifications affect chromatin structure through histone modifications and remodeling."
  },
  {
    "id": 127,
    "statement": "Charge distribution describes spatial arrangement of electric charges."
  },
  {
    "id": 128,
    "statement": "Academic credibility stems from interconnected factors: education, research, collaboration, and communication."
  },
  {
    "id": 129,
    "statement": "Cultural biases can influence peer-review decisions and outcomes."
  },
  {
    "id": 130,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance, orientation, shape, medium, and other charged particles."
  },
  {
    "id": 131,
    "statement": "Cultural context influences scientific discovery and interpretation significantly."
  },
  {
    "id": 132,
    "statement": "Epigenetic histone modifications regulate chromatin structure to affect gene expression."
  },
  {
    "id": 133,
    "statement": "Cultural norms influence scientific interpretation through research design and methods."
  },
  {
    "id": 134,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 135,
    "statement": "Medium affects electrostatic force through polarization of dipoles."
  },
  {
    "id": 136,
    "statement": "Honesty is a fundamental social construct for trust relationships."
  },
  {
    "id": 137,
    "statement": "Honesty is a widely valued trait across many cultures."
  },
  {
    "id": 138,
    "statement": "Cultural norms influence science through values, beliefs, and attitudes."
  },
  {
    "id": 139,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation universally."
  },
  {
    "id": 140,
    "statement": "Electrostatic force depends on charge, distance, orientation and proximity."
  },
  {
    "id": 141,
    "statement": "Intuition in axiom acceptance refers to mental and cognitive influences."
  },
  {
    "id": 142,
    "statement": "Charge distribution refers to spatial arrangement of electric charges."
  },
  {
    "id": 143,
    "statement": "Epigenetic modifications influence chromatin structure through histone modifications mechanisms."
  },
  {
    "id": 144,
    "statement": "Histone modifications influence chromatin structure and epigenetic regulation through various mechanisms."
  },
  {
    "id": 145,
    "statement": "Axioms are fundamental principles accepted without definitive proof."
  },
  {
    "id": 146,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 147,
    "statement": "Charge distribution refers to internal spatial arrangement of electric charges."
  },
  {
    "id": 148,
    "statement": "Epigenetic regulation involves multiple mechanisms interacting precisely controlling gene expression."
  },
  {
    "id": 149,
    "statement": "Surface roughness alters electrostatic force through charge transfer and shielding"
  },
  {
    "id": 150,
    "statement": "Dielectric constant measures electric field penetration of mediums"
  },
  {
    "id": 151,
    "statement": "Oppositely charged particles interact through electromagnetic force fields."
  },
  {
    "id": 152,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 153,
    "statement": "Dielectric constant measures polarization in response to electric fields."
  },
  {
    "id": 154,
    "statement": "Cultural norms influence understanding of honesty globally"
  },
  {
    "id": 155,
    "statement": "Epigenetic modifications influence chromatin structure through multiple mechanisms."
  },
  {
    "id": 156,
    "statement": "Consensus contributes to axiom acceptance, not a necessary condition."
  },
  {
    "id": 157,
    "statement": "Peer review bias can hinder innovation and equality in research."
  },
  {
    "id": 158,
    "statement": "Electromagnetic forces attract opposite-charged particles through electric fields."
  },
  {
    "id": 159,
    "statement": "Surface roughness affects electrostatic force through charge transfer and alignment."
  },
  {
    "id": 160,
    "statement": "Honesty is a social construct influenced by cultural values."
  },
  {
    "id": 161,
    "statement": "Electrostatic force combines charge distribution, proximity, and orientation effects"
  },
  {
    "id": 162,
    "statement": "Epigenetic modifications involve histone methylation and DNA methylation interactions"
  },
  {
    "id": 163,
    "statement": "Oppositely charged particles attract through electromagnetic force"
  },
  {
    "id": 164,
    "statement": "Cultural norms influence scientific interpretation through research priorities methodology."
  },
  {
    "id": 165,
    "statement": "Honesty as universal moral principle, not relative culturally"
  },
  {
    "id": 166,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 167,
    "statement": "Electrostatic force depends on surface roughness, distance, and medium properties"
  },
  {
    "id": 168,
    "statement": "Honesty is context-dependent, not always a foundation of trust."
  },
  {
    "id": 169,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 170,
    "statement": "Cultural norms influence scientific research through subtle biases and assumptions."
  },
  {
    "id": 171,
    "statement": "Epigenetic histone modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 172,
    "statement": "Cultural norms influence scientific interpretation through shared beliefs and values"
  },
  {
    "id": 173,
    "statement": "Electrostatic force arises from charge distribution, separation, and proximity."
  },
  {
    "id": 174,
    "statement": "Electrostatic force depends on charge separation, distance, and orientation."
  },
  {
    "id": 175,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes by controlling accessibleness."
  },
  {
    "id": 176,
    "statement": "Oppositely charged particles interact through attractive electromagnetic forces."
  },
  {
    "id": 177,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms."
  },
  {
    "id": 178,
    "statement": "Academic credibility is influenced by multiple interdependent factors."
  },
  {
    "id": 179,
    "statement": "Electrostatic force strength depends on charged particle alignment."
  },
  {
    "id": 180,
    "statement": "Peer review ensures research quality through expert evaluation and transparency."
  },
  {
    "id": 181,
    "statement": "Electrostatic force depends on charge separation, distance, orientation."
  },
  {
    "id": 182,
    "statement": "Cultural norms shape research questions, methods, and interpretation in science."
  },
  {
    "id": 183,
    "statement": "Epigenetic modifications affect chromatin structure through histone modifications and remodeling."
  },
  {
    "id": 184,
    "statement": "Histone modifications regulate chromatin structure through conformational changes."
  },
  {
    "id": 185,
    "statement": "Charge distribution refers to electric charge spatial arrangement globally."
  },
  {
    "id": 186,
    "statement": "Electrostatic force depends on object shape, charge, and distance interactions."
  },
  {
    "id": 187,
    "statement": "Honesty's significance varies across cultures, influenced by values."
  },
  {
    "id": 188,
    "statement": "Axioms can be both framework-specific and universally applicable"
  },
  {
    "id": 189,
    "statement": "Cultural norms influence scientific research questions and priorities."
  },
  {
    "id": 190,
    "statement": "Dielectric constant and conductivity affect electrostatic force between charged objects."
  },
  {
    "id": 191,
    "statement": "Polarization angle affects electrostatic force between charged particles alignment."
  },
  {
    "id": 192,
    "statement": "Honesty is an innate human value, not culturally dependent"
  },
  {
    "id": 193,
    "statement": "Cultural norms influence research design, methodology, and interpretation."
  },
  {
    "id": 194,
    "statement": "Electrostatic force between dipoles depends on polarization angle and dot product."
  },
  {
    "id": 195,
    "statement": "Oppositely charged particles experience electromagnetic attraction force."
  },
  {
    "id": 196,
    "statement": "Histone modifications and DNA methylation interact to regulate gene expression."
  },
  {
    "id": 197,
    "statement": "Credibility in academia arises from research quality, peer review, and expertise."
  },
  {
    "id": 198,
    "statement": "Honesty is a fundamental moral principle universally accepted."
  },
  {
    "id": 199,
    "statement": "Medium properties significantly impact electrostatic forces in specific scenarios."
  }
]