[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 2,
    "statement": "Peer review assesses research for validity, methodology, and quality"
  },
  {
    "id": 3,
    "statement": "Scientific validity is influenced by multiple factors beyond methodology."
  },
  {
    "id": 4,
    "statement": "Peer review evaluates research methodology, data quality, and validity."
  },
  {
    "id": 5,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 6,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 7,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement"
  },
  {
    "id": 8,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 9,
    "statement": "Electrostatic force is determined by main factors of charge, distance, and orientation."
  },
  {
    "id": 10,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 11,
    "statement": "Peer review's limitations and biases can influence evaluation outcomes"
  },
  {
    "id": 12,
    "statement": "Peer review evaluates research for scientific validity and impact"
  },
  {
    "id": 13,
    "statement": "Research validity relies on methodology, data quality, and internal validity."
  },
  {
    "id": 14,
    "statement": "Electrostatic force influenced by multiple factors, including media."
  },
  {
    "id": 15,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties, including dielectric constant, polarization, conductivity."
  },
  {
    "id": 16,
    "statement": "Peer review assesses research comprehensively, considering methodology, data quality, validity, significance, impact, originality, clarity, ethical considerations."
  },
  {
    "id": 17,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 18,
    "statement": "Scientific assumptions are refined through iterative revisions and testing."
  },
  {
    "id": 19,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 20,
    "statement": "Peer review evaluates research methodology, data quality, and internal validity."
  },
  {
    "id": 21,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 22,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 23,
    "statement": "Scientific axioms are nuanced assumptions based on evidence and principles."
  },
  {
    "id": 24,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 25,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 26,
    "statement": "Peer review assesses research comprehensively, considering various factors."
  },
  {
    "id": 27,
    "statement": "Electrostatic force depends on charge, distance, and medium properties."
  },
  {
    "id": 28,
    "statement": "Axioms, while fundamental, can be revised or refined gradually"
  },
  {
    "id": 29,
    "statement": "Emotional contagion spreads by observing emotional cues in others."
  },
  {
    "id": 30,
    "statement": "Peer review prioritizes scientific validity, significance, and impact contextually."
  },
  {
    "id": 31,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 32,
    "statement": "Peer review assesses research quality through methodology, data, and presentation."
  },
  {
    "id": 33,
    "statement": "Scientific axioms are refined through iterative revisions and testing."
  },
  {
    "id": 34,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 35,
    "statement": "Epigenetic histone modifications alter chromatin accessibility and gene expression through remodeling, transcription factor binding, positioning, and condensation."
  },
  {
    "id": 36,
    "statement": "Charge geometry's spatial arrangement influences electric field pattern."
  },
  {
    "id": 37,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 38,
    "statement": "Medium properties affect electrostatic force through dielectric constant."
  },
  {
    "id": 39,
    "statement": "Honesty is not sole foundation of trust; other factors contribute."
  },
  {
    "id": 40,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning."
  },
  {
    "id": 41,
    "statement": "Medium properties affect electrostatic force through direct or indirect interactions."
  },
  {
    "id": 42,
    "statement": "Electric field lines change direction with changing charge arrangement"
  },
  {
    "id": 43,
    "statement": "Peer review evaluates validity, significance, impact separately, iteratively."
  },
  {
    "id": 44,
    "statement": "Emotional contagion spreads positive emotions through mimicry and social learning."
  },
  {
    "id": 45,
    "statement": "Electrostatic force depends on charge, distance primarily."
  },
  {
    "id": 46,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 47,
    "statement": "Axioms are nuanced assumptions grounded in evidence and logical principles."
  },
  {
    "id": 48,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 49,
    "statement": "Emotional contagion shapes attitudes and behaviors through social influence."
  },
  {
    "id": 50,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 51,
    "statement": "Trust importance varies in relationships and cultures contextually."
  },
  {
    "id": 52,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 53,
    "statement": "Peer review may be limited by reviewer biases and constraints."
  },
  {
    "id": 54,
    "statement": "Peer review evaluation involves iterative consideration of multiple factors."
  },
  {
    "id": 55,
    "statement": "Trust's importance varies in relationships, transactions, societal norms globally."
  },
  {
    "id": 56,
    "statement": "Axioms in science are assumptions considered true without empirical evidence."
  },
  {
    "id": 57,
    "statement": "Peer review evaluates research validity through methodology and data quality."
  },
  {
    "id": 58,
    "statement": "Emotional contagion is the unconscious adoption of emotions through nonverbal cues."
  },
  {
    "id": 59,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 60,
    "statement": "Peer review assesses research's significance, impact, originality, and more"
  },
  {
    "id": 61,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 62,
    "statement": "Histone modifications regulate chromatin structure and gene expression"
  },
  {
    "id": 63,
    "statement": "Peer review evaluates research for validity, significance, and potential impact."
  },
  {
    "id": 64,
    "statement": "Charge, distance, orientation primarily determine electrostatic force."
  },
  {
    "id": 65,
    "statement": "Peer review evaluates research validity, significance, and impact contextually"
  },
  {
    "id": 66,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 67,
    "statement": "Scientific theories are refined through iterative revisions with evidence."
  },
  {
    "id": 68,
    "statement": "Electrostatic force depends on charge, distance, and orientation."
  },
  {
    "id": 69,
    "statement": "Scientific axioms are accepted as true without empirical evidence"
  },
  {
    "id": 70,
    "statement": "Trust requires multiple factors beyond honesty for foundation"
  },
  {
    "id": 71,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 72,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 73,
    "statement": "Peer review assesses research for validity, significance, and potential impact."
  },
  {
    "id": 74,
    "statement": "Axioms in science require both theoretical and empirical support."
  },
  {
    "id": 75,
    "statement": "Charge geometry affects electric field patterns by spatial arrangement"
  },
  {
    "id": 76,
    "statement": "Cultural norms shape moral values through social learning and experiences, influencing emotional responses, judgments, and frameworks."
  },
  {
    "id": 77,
    "statement": "Social learning influences cultural norms and moral values directly"
  },
  {
    "id": 78,
    "statement": "Electrostatic force is inversely proportional to square of distance."
  },
  {
    "id": 79,
    "statement": "Medium properties affect electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 80,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility for gene expression"
  },
  {
    "id": 81,
    "statement": "Chromatin structure influences gene expression through multiple epigenetic marks."
  },
  {
    "id": 82,
    "statement": "Trust requires multiple factors beyond honesty for foundation."
  },
  {
    "id": 83,
    "statement": "Medium properties affect electrostatic force strength through dielectric constant."
  },
  {
    "id": 84,
    "statement": "Axioms may be provisional assumptions open to revision."
  },
  {
    "id": 85,
    "statement": "Emotional contagion influences cultural norms through social learning processes"
  },
  {
    "id": 86,
    "statement": "Peer review considers research validity, significance, and impact contextually."
  },
  {
    "id": 87,
    "statement": "Scientific axioms are nuanced assumptions based on evidence."
  },
  {
    "id": 88,
    "statement": "Orientation affects electrostatic force direction, not magnitude."
  },
  {
    "id": 89,
    "statement": "Electrostatic force follows Coulomb's law with distance limitations."
  },
  {
    "id": 90,
    "statement": "Authenticity builds trust through open communication and respect"
  },
  {
    "id": 91,
    "statement": "Scientific study validity depends on multiple factors beyond methodology."
  },
  {
    "id": 92,
    "statement": "Axioms in science are accepted as true by definition."
  },
  {
    "id": 93,
    "statement": "Dielectric constant has small to moderate effect on electrostatic force."
  },
  {
    "id": 94,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 95,
    "statement": "Electrostatic force is influenced by medium properties like dielectric constant, polarization, and conductivity."
  },
  {
    "id": 96,
    "statement": "Electrostatic force strength depends on medium properties and charge."
  },
  {
    "id": 97,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors."
  },
  {
    "id": 98,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 99,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 100,
    "statement": "Epigenetic histone modifications alter chromatin accessibility and gene expression."
  },
  {
    "id": 101,
    "statement": "Electric field lines are visual representation of electric field strength."
  },
  {
    "id": 102,
    "statement": "Peer review evaluates research for validity, significance, and potential impact consistently."
  },
  {
    "id": 103,
    "statement": "Electrostatic force follows Coulomb's law universally, with exceptions."
  },
  {
    "id": 104,
    "statement": "Peer review evaluation involves iterative consideration of multiple factors."
  },
  {
    "id": 105,
    "statement": "Peer reviewers consider research context when evaluating validity."
  },
  {
    "id": 106,
    "statement": "Scientific theories are refined through iterative revisions with evidence."
  },
  {
    "id": 107,
    "statement": "Axioms in science are working assumptions open to revision."
  },
  {
    "id": 108,
    "statement": "Authenticity builds trust through vulnerable communication and mutual respect."
  },
  {
    "id": 109,
    "statement": "Peer review prioritizes factors contextually, considering research context."
  },
  {
    "id": 110,
    "statement": "Peer review primarily evaluates research's scientific validity, significance, and impact."
  },
  {
    "id": 111,
    "statement": "Cultural norms impact moral values through social learning and experiences."
  },
  {
    "id": 112,
    "statement": "Electrostatic force inversely proportional to square of distance"
  },
  {
    "id": 113,
    "statement": "Electrostatic force depends on charge, distance, and orientation partially."
  },
  {
    "id": 114,
    "statement": "Trust built on multiple factors beyond honesty alone, including reliability"
  },
  {
    "id": 115,
    "statement": "Implicit social learning shapes cultural norms through emotional cues and mimicry"
  },
  {
    "id": 116,
    "statement": "Theoretical support provides logical foundation for scientific understanding."
  },
  {
    "id": 117,
    "statement": "Peer review prioritizes factors contextually, considering multiple aspects."
  },
  {
    "id": 118,
    "statement": "Electrostatic force follows Coulomb's law universally, not generally."
  },
  {
    "id": 119,
    "statement": "Axioms in science are refined, not necessarily revised fundamentally."
  },
  {
    "id": 120,
    "statement": "Honesty is not sole foundation of trust; other factors contribute."
  },
  {
    "id": 121,
    "statement": "Trust importance varies in relationships, transactions, and societal norms."
  },
  {
    "id": 122,
    "statement": "Electrostatic force is influenced by charge, distance, orientation, and medium properties."
  },
  {
    "id": 123,
    "statement": "Implicit social learning shapes attitudes and behaviors through emotional contagion."
  },
  {
    "id": 124,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors."
  },
  {
    "id": 125,
    "statement": "Peer review evaluates research for methodology, data quality, validity, and more"
  },
  {
    "id": 126,
    "statement": "Electrostatic force depends primarily on charge, distance and medium properties."
  },
  {
    "id": 127,
    "statement": "Electrostatic force depends on charge, distance, and orientation complexly."
  },
  {
    "id": 128,
    "statement": "Axioms are open to revision based on new evidence."
  },
  {
    "id": 129,
    "statement": "Emotional contagion: unconsciously mimicking and adopting others' emotions."
  },
  {
    "id": 130,
    "statement": "Peer review evaluates research for validity, significance, and potential impact"
  },
  {
    "id": 131,
    "statement": "Peer review simultaneously evaluates research methodology, data quality, validity."
  },
  {
    "id": 132,
    "statement": "Trust is built on multiple factors beyond honesty alone."
  },
  {
    "id": 133,
    "statement": "Histone modifications regulate chromatin structure, influencing gene expression dynamics."
  },
  {
    "id": 134,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 135,
    "statement": "Histone modifications regulate chromatin structure and gene expression through remodeling, binding, positioning, and condensation."
  },
  {
    "id": 136,
    "statement": "Peer review is a rigorous evaluation of research validity and impact"
  },
  {
    "id": 137,
    "statement": "Electrostatic field lines change direction with changing charge arrangements."
  },
  {
    "id": 138,
    "statement": "Electrostatic force depends on dominant factors of charge, distance, medium properties."
  },
  {
    "id": 139,
    "statement": "Peer review evaluates research validity, significance, and impact contextually."
  },
  {
    "id": 140,
    "statement": "Scientific axioms are nuanced assumptions supported by empirical evidence."
  },
  {
    "id": 141,
    "statement": "Peer review considers research context, factors and evaluation."
  },
  {
    "id": 142,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 143,
    "statement": "Peer review assesses research quality through methodology, data, and presentation."
  },
  {
    "id": 144,
    "statement": "Electrostatic force is proportional to 1/distance squared."
  },
  {
    "id": 145,
    "statement": "Electrostatic force depends on multiple interacting factors comprehensively."
  },
  {
    "id": 146,
    "statement": "Electrostatic force depends on multiple factors, including charge and distance."
  },
  {
    "id": 147,
    "statement": "Peer review assesses internal validity for unbiased causal relationships"
  },
  {
    "id": 148,
    "statement": "Scientific validity is influenced by multiple factors beyond methodology."
  },
  {
    "id": 149,
    "statement": "Peer review limitations include reviewer biases and workload constraints."
  },
  {
    "id": 150,
    "statement": "Research validity hinges on methodology, data quality, and internal validity."
  },
  {
    "id": 151,
    "statement": "Peer review assesses research validity through internal, external, construct, face, and ecological validity."
  },
  {
    "id": 152,
    "statement": "Electrostatic force strength depends on charge alignment and distance only."
  },
  {
    "id": 153,
    "statement": "Peer review's limitations and biases can influence evaluation outcomes significantly"
  },
  {
    "id": 154,
    "statement": "Peer review evaluates research for potential long-term consequences."
  },
  {
    "id": 155,
    "statement": "Trust builds on multiple factors, including reliability and empathy."
  },
  {
    "id": 156,
    "statement": "Epigenetic histone modifications affect gene expression dynamics."
  },
  {
    "id": 157,
    "statement": "Axioms are accepted as true through theoretical reasoning and evidence."
  },
  {
    "id": 158,
    "statement": "Peer review adapts evaluation criteria to research context and field."
  },
  {
    "id": 159,
    "statement": "Scientific axioms evolve through iterative refinement and testing."
  },
  {
    "id": 160,
    "statement": "Scientific accuracy relies on multiple factors beyond methodology rigorously."
  },
  {
    "id": 161,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 162,
    "statement": "Electrostatic force depends on interplay of charge, distance, orientation, and medium properties."
  },
  {
    "id": 163,
    "statement": "Emotional contagion: unconsciously mimicking and adopting others' emotions through various cues."
  },
  {
    "id": 164,
    "statement": "Honesty is necessary but not sufficient for building trust."
  },
  {
    "id": 165,
    "statement": "Orientation affects electric force direction, not magnitude, in electrostatics."
  },
  {
    "id": 166,
    "statement": "Trust's significance varies globally based on cultural values and norms."
  },
  {
    "id": 167,
    "statement": "Peer review assesses research comprehensively, considering various factors contextually."
  },
  {
    "id": 168,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors."
  },
  {
    "id": 169,
    "statement": "Theoretical support underlies scientific understanding through logical framework."
  },
  {
    "id": 170,
    "statement": "Authenticity builds trust through open communication and respect"
  },
  {
    "id": 171,
    "statement": "Dielectric constant moderates electrostatic force primarily in nanoscale."
  },
  {
    "id": 172,
    "statement": "Medium properties affect electrostatic force through direct interactions."
  },
  {
    "id": 173,
    "statement": "Electrostatic force in media influenced by dielectric constant, polarization, conductivity."
  },
  {
    "id": 174,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure dynamically."
  },
  {
    "id": 175,
    "statement": "Axioms need both logical and empirical support to be credible."
  },
  {
    "id": 176,
    "statement": "Peer review evaluates research validity through multiple factors beyond methodology, data quality, and results"
  },
  {
    "id": 177,
    "statement": "Honesty is necessary but insufficient condition for trust"
  },
  {
    "id": 178,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 179,
    "statement": "Emotional contagion is a subconscious emotional resonance transfer."
  },
  {
    "id": 180,
    "statement": "Trust built on multiple factors, including honesty and reliability."
  },
  {
    "id": 181,
    "statement": "Scientific axioms refined through iterative refinement and testing gradually."
  },
  {
    "id": 182,
    "statement": "Electric field lines provide qualitative and semi-quantitative understanding."
  },
  {
    "id": 183,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 184,
    "statement": "DNA wraps around histones to form chromatin structures"
  },
  {
    "id": 185,
    "statement": "Peer review assesses research validity through methodology, data quality, results."
  },
  {
    "id": 186,
    "statement": "Peer review evaluates research for validity, significance, and potential impact."
  },
  {
    "id": 187,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility and gene expression dynamics."
  },
  {
    "id": 188,
    "statement": "Trust is built on multiple factors besides honesty alone"
  },
  {
    "id": 189,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 190,
    "statement": "Emotional contagion influences social norms through observational learning."
  },
  {
    "id": 191,
    "statement": "Peer review simultaneously evaluates research methodology, data quality, and validity."
  },
  {
    "id": 192,
    "statement": "Trust importance varies depending on context, situation and values"
  },
  {
    "id": 193,
    "statement": "Trust varies in significance across relationships and cultural contexts."
  },
  {
    "id": 194,
    "statement": "Emotional contagion spreads positive emotions through mimicry and social learning."
  },
  {
    "id": 195,
    "statement": "Electrostatic force is influenced by interaction with surrounding media."
  },
  {
    "id": 196,
    "statement": "Epigenetic histone modifications change chromatin structure to regulate gene expression."
  },
  {
    "id": 197,
    "statement": "Peer review's evaluation may be iterative and integrated contextually."
  },
  {
    "id": 198,
    "statement": "Peer review prioritizes elements according to research context."
  },
  {
    "id": 199,
    "statement": "Implicit social learning shapes attitudes, behaviors, and values unconsciously."
  }
]