[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 2,
    "statement": "Electrostatic force is dependent on charge, distance, orientation, and shape."
  },
  {
    "id": 3,
    "statement": "Electrostatic force depends on multiple factors, charge, distance, orientation, shape."
  },
  {
    "id": 4,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 5,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 6,
    "statement": "Credibility in academia arises from research quality, peer review, and expertise."
  },
  {
    "id": 7,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 8,
    "statement": "Credibility in academia stems from multiple interconnected factors including education, research, collaboration, and communication."
  },
  {
    "id": 9,
    "statement": "Electrostatic force depends on multiple factors including charge, distance, orientation"
  },
  {
    "id": 10,
    "statement": "Axioms are fundamental principles assumed true without explicit proof."
  },
  {
    "id": 11,
    "statement": "Peer review ensures research quality, accountability, and validity"
  },
  {
    "id": 12,
    "statement": "Epigenetic modifications involve histone methylation and DNA methylation"
  },
  {
    "id": 13,
    "statement": "Electrostatic force is affected by polarization angle of dipoles."
  },
  {
    "id": 14,
    "statement": "Cultural norms influence scientific interpretation through collective beliefs, values."
  },
  {
    "id": 15,
    "statement": "Cultural norms influence scientific evidence through values and attitudes."
  },
  {
    "id": 16,
    "statement": "Electrostatic forces depend on charge, distance, orientation, and surrounding medium."
  },
  {
    "id": 17,
    "statement": "Electrostatic force depends on factors: charge, distance, orientation, surface roughness."
  },
  {
    "id": 18,
    "statement": "Honesty is a relative concept influenced by context."
  },
  {
    "id": 19,
    "statement": "Honesty establishes tone for reliable and dependable relationships."
  },
  {
    "id": 20,
    "statement": "Electrostatic force depends on charge, distance, orientation and medium."
  },
  {
    "id": 21,
    "statement": "Electrostatic force is influenced by surface roughness, charge distribution, and medium."
  },
  {
    "id": 22,
    "statement": "Peer review ensures research quality through expert evaluation and feedback."
  },
  {
    "id": 23,
    "statement": "Electrostatic force depends on charge distribution, proximity, and polarization angle of charged particles."
  },
  {
    "id": 24,
    "statement": "Electrostatic force depends on charge distribution, proximity, and dipoles' orientation alignment"
  },
  {
    "id": 25,
    "statement": "Electrostatic force depends on charge distribution, proximity, and relative alignment."
  },
  {
    "id": 26,
    "statement": "Electrostatic force depends on factors: charge, distance, orientation, shape."
  },
  {
    "id": 27,
    "statement": "Axioms are fundamental principles accepted within a theoretical framework."
  },
  {
    "id": 28,
    "statement": "Honesty is a culturally relative moral concept."
  },
  {
    "id": 29,
    "statement": "Peer review bias occurs when reviewers favor established knowledge too much"
  },
  {
    "id": 30,
    "statement": "Honesty is complex, influenced by cultural and situational contexts."
  },
  {
    "id": 31,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 32,
    "statement": "Nonuniform charge distribution affects electrostatic force direction and strength."
  },
  {
    "id": 33,
    "statement": "Axioms are statements accepted as true without explicit proof."
  },
  {
    "id": 34,
    "statement": "Electrostatic force depends on charge, distance, orientation, and possibly other factors."
  },
  {
    "id": 35,
    "statement": "Epigenetic modifications involve histone methylation and DNA methylation mechanisms"
  },
  {
    "id": 36,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 37,
    "statement": "Electrostatic forces arise from charged particle interactions, oppositely attracting."
  },
  {
    "id": 38,
    "statement": "Axioms are fundamental principles assumed true without explicit proof."
  },
  {
    "id": 39,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation interaction."
  },
  {
    "id": 40,
    "statement": "Electrostatic forces influenced by dielectric constant, polarization, and screening."
  },
  {
    "id": 41,
    "statement": "Electrostatic force depends on charge distribution, proximity, and polarization angle."
  },
  {
    "id": 42,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation interaction."
  },
  {
    "id": 43,
    "statement": "Academic credibility stems from interconnected factors: education, research, collaboration, and communication."
  },
  {
    "id": 44,
    "statement": "Epigenetic modifications affect chromatin structure, regulating gene expression globally"
  },
  {
    "id": 45,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 46,
    "statement": "Unconscious biases in science lead to inaccurate conclusions."
  },
  {
    "id": 47,
    "statement": "Axioms are assumptions accepted as true, not necessarily evidence-based."
  },
  {
    "id": 48,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms."
  },
  {
    "id": 49,
    "statement": "Epigenetic modifications involve histone methylation and DNA methylation mechanisms"
  },
  {
    "id": 50,
    "statement": "Electrostatic force affects surrounding medium's electric field properties"
  },
  {
    "id": 51,
    "statement": "Credibility in academia results from interconnected factors, including reputation."
  },
  {
    "id": 52,
    "statement": "Electrostatic force depends on charge, distance, orientation, shape."
  },
  {
    "id": 53,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure acetyltransferase"
  },
  {
    "id": 54,
    "statement": "An axiom is a self-evident, assumed true fundamental principle."
  },
  {
    "id": 55,
    "statement": "Electrostatic force doesn't significantly depend on object shape"
  },
  {
    "id": 56,
    "statement": "Electrostatic force is proportional to charge magnitude and distance according to Coulomb's Law."
  },
  {
    "id": 57,
    "statement": "Epigenetic modifications alter chromatin structure, regulating gene expression."
  },
  {
    "id": 58,
    "statement": "Epigenetic modifications influence chromatin structure through histone modifications."
  },
  {
    "id": 59,
    "statement": "Peer review ensures research quality through expert evaluation and feedback rigorously."
  },
  {
    "id": 60,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 61,
    "statement": "Axioms are self-evident truths assumed as true through coherence."
  },
  {
    "id": 62,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 63,
    "statement": "Systematic evaluation involves clear goals, defined scope, and logical steps."
  },
  {
    "id": 64,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 65,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 66,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure"
  },
  {
    "id": 67,
    "statement": "Epigenetic modifications alter gene expression through chromatin structure changes."
  },
  {
    "id": 68,
    "statement": "Oppositely charged particles interact, attracting each other through fields."
  },
  {
    "id": 69,
    "statement": "Epigenetic histone modifications regulate gene expression through chromatin structure changes"
  },
  {
    "id": 70,
    "statement": "Axioms require logical consistency and harmonious structure"
  },
  {
    "id": 71,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation arrangement."
  },
  {
    "id": 72,
    "statement": "Electrostatic force depends on charge magnitude, distance, orientation, and medium."
  },
  {
    "id": 73,
    "statement": "Cultural norms influence scientific interpretation through collective beliefs values"
  },
  {
    "id": 74,
    "statement": "Electromagnetic force arises from charged particle interactions aided by photons."
  },
  {
    "id": 75,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression globally."
  },
  {
    "id": 76,
    "statement": "Peer review identifies errors, improves methodology, and ensures validity"
  },
  {
    "id": 77,
    "statement": "Credibility in academia stems from multiple interconnected factors"
  },
  {
    "id": 78,
    "statement": "Epigenetic modifications regulate chromatin structure by histone modification and remodeling."
  },
  {
    "id": 79,
    "statement": "Peer review ensures research quality through expert critique and feedback."
  },
  {
    "id": 80,
    "statement": "Electrostatic force is influenced by object shape, electric field lines, and charge distribution."
  },
  {
    "id": 81,
    "statement": "Epigenetic modifications can induce chromatin compaction or relaxation."
  },
  {
    "id": 82,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 83,
    "statement": "Limited clarity in statements can hinder understanding and learning outcomes."
  },
  {
    "id": 84,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression"
  },
  {
    "id": 85,
    "statement": "Axioms are fundamental principles accepted within specific theoretical frameworks."
  },
  {
    "id": 86,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 87,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 88,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 89,
    "statement": "Electrostatic force can be affected by non-uniform object shapes."
  },
  {
    "id": 90,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 91,
    "statement": "Societal and cultural influences shape cultural context through interactions."
  },
  {
    "id": 92,
    "statement": "Electrostatic force depends on charge, distance, orientation."
  },
  {
    "id": 93,
    "statement": "Peer review is essential for maintaining scientific research integrity."
  },
  {
    "id": 94,
    "statement": "Virtual photons mediate electrostatic forces through electromagnetic radiation."
  },
  {
    "id": 95,
    "statement": "Electrostatic force depends on multiple factors, including shape and size."
  },
  {
    "id": 96,
    "statement": "Unconscious biases can be managed through self-awareness and calibration."
  },
  {
    "id": 97,
    "statement": "Axioms are evidence-based, self-evident, intuitive, and universally accepted."
  },
  {
    "id": 98,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation arrangement"
  },
  {
    "id": 99,
    "statement": "Electrostatic forces in dielectric media depend on dielectric constant and polarization."
  },
  {
    "id": 100,
    "statement": "Axioms are assumptions accepted as true without explicit proof, requiring coherence."
  },
  {
    "id": 101,
    "statement": "Epigenetic modifications regulate gene expression via multiple mechanisms"
  },
  {
    "id": 102,
    "statement": "Credibility in academia results from multiple, interconnected factors."
  },
  {
    "id": 103,
    "statement": "Electrostatic force is dependent on charge, distance, orientation, shape, and polarization."
  },
  {
    "id": 104,
    "statement": "Peer review bias can arise from overemphasis on established knowledge"
  },
  {
    "id": 105,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 106,
    "statement": "Systematic evaluation involves clear goals, defined scope, and logical steps"
  },
  {
    "id": 107,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes"
  },
  {
    "id": 108,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 109,
    "statement": "Unconscious biases can be managed through self-awareness and calibration."
  },
  {
    "id": 110,
    "statement": "Axioms are accepted as true without explicit proof, requiring coherence."
  },
  {
    "id": 111,
    "statement": "Honesty is context-dependent and culturally relative in nature."
  },
  {
    "id": 112,
    "statement": "Honesty establishes foundation for trust and reliable relationships."
  },
  {
    "id": 113,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 114,
    "statement": "Epigenetic modifications alter chromatin structure, regulating gene expression."
  },
  {
    "id": 115,
    "statement": "Virtual photons mediate electrostatic force between charged particles."
  },
  {
    "id": 116,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 117,
    "statement": "Electrostatic force depends on charge, distance, orientation, and polarization angle."
  },
  {
    "id": 118,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 119,
    "statement": "Electrostatic forces arise from virtual photon exchange between charged particles."
  },
  {
    "id": 120,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 121,
    "statement": "Polarization enhances or reduces electrostatic force through aligned or opposing dipoles."
  },
  {
    "id": 122,
    "statement": "Honesty creates a foundation for trust and strong relationships"
  },
  {
    "id": 123,
    "statement": "Peer review ensures research quality, accountability, and validity through expert evaluation."
  },
  {
    "id": 124,
    "statement": "Honesty in relationships fosters trust, credibility, and vulnerability."
  },
  {
    "id": 125,
    "statement": "Electromagnetic force arises from charged particle interactions and photon exchange."
  },
  {
    "id": 126,
    "statement": "Cultural norms influence scientific interpretation through shared values and beliefs"
  },
  {
    "id": 127,
    "statement": "Electrostatic forces influenced by surrounding medium's physical properties"
  },
  {
    "id": 128,
    "statement": "Electrostatic force affects surrounding medium's electric field properties"
  },
  {
    "id": 129,
    "statement": "Axioms are fundamental principles assumed true without explicit justification."
  },
  {
    "id": 130,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 131,
    "statement": "Honesty in research data collection and reporting is crucial."
  },
  {
    "id": 132,
    "statement": "Honesty fosters trust, open communication, and mutual respect in relationships"
  },
  {
    "id": 133,
    "statement": "Trust is built on multiple factors beyond honesty."
  },
  {
    "id": 134,
    "statement": "Epigenetic modifications alter chromatin structure through histone modification enzymes."
  },
  {
    "id": 135,
    "statement": "Electrostatic forces are influenced by surrounding medium's physical properties"
  },
  {
    "id": 136,
    "statement": "Credibility in academia stems from multiple interconnected factors."
  },
  {
    "id": 137,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression"
  },
  {
    "id": 138,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 139,
    "statement": "Epigenetic modifications affect chromatin structure, regulating gene expression."
  },
  {
    "id": 140,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 141,
    "statement": "Coulomb's Law describes electrostatic force between charged particles."
  },
  {
    "id": 142,
    "statement": "Honesty builds trust, fosters open communication, and promotes accountability."
  },
  {
    "id": 143,
    "statement": "The surrounding medium's dielectric properties alter electrostatic forces significantly."
  },
  {
    "id": 144,
    "statement": "Credibility in academia arises from interconnected factors: research quality, peer review, expertise, reputation, communication, collaboration, transparency, and accountability."
  },
  {
    "id": 145,
    "statement": "Epigenetic modifications alter chromatin structure regulating gene expression"
  },
  {
    "id": 146,
    "statement": "Axioms are fundamental principles assumed true without explicit proof."
  },
  {
    "id": 147,
    "statement": "Cultural norms influence scientific evidence through values and attitudes."
  },
  {
    "id": 148,
    "statement": "Credibility in academia stems from multiple interconnected factors."
  },
  {
    "id": 149,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 150,
    "statement": "Electric potential is influenced by charge distribution and orientation."
  },
  {
    "id": 151,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 152,
    "statement": "Honesty in relationships fosters trust, open communication, respect."
  },
  {
    "id": 153,
    "statement": "Polarization alters electrostatic force through aligned or opposing dipoles' alignment."
  },
  {
    "id": 154,
    "statement": "Peer review ensures research quality, accountability, and validity through expert evaluation."
  },
  {
    "id": 155,
    "statement": "Honesty is a complex and context-dependent moral concept."
  },
  {
    "id": 156,
    "statement": "Unconscious biases in science can be mitigated through self-awareness and rigorous methodology."
  },
  {
    "id": 157,
    "statement": "Honesty's meaning can vary across cultural and social contexts."
  },
  {
    "id": 158,
    "statement": "Honesty is foundation of trust in personal and professional relationships"
  },
  {
    "id": 159,
    "statement": "Epigenetic modifications regulate gene expression through complex mechanisms."
  },
  {
    "id": 160,
    "statement": "Epigenetic modifications influence gene expression through chromatin structural changes."
  },
  {
    "id": 161,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 162,
    "statement": "Histone modifications alter chromatin structure through histone-histone and histone-DNA interactions."
  },
  {
    "id": 163,
    "statement": "Epigenetic modifications signal chromatin structure changes through enzymes recruitment."
  },
  {
    "id": 164,
    "statement": "Honesty as foundation for trust and strong relationships depends on context."
  },
  {
    "id": 165,
    "statement": "Epigenetic modifications influence chromatin structure, affecting gene expression."
  },
  {
    "id": 166,
    "statement": "Honesty creates foundation for trust and strong relationships."
  },
  {
    "id": 167,
    "statement": "Epigenetic modifications alter chromatin structure, regulating gene expression by changing histone-DNA interactions."
  },
  {
    "id": 168,
    "statement": "Epigenetic modifications regulate gene expression through histone methylation and DNA methylation."
  },
  {
    "id": 169,
    "statement": "Electrostatic force is influenced by multiple interacting factors."
  },
  {
    "id": 170,
    "statement": "Electrostatic force depends on charge, distance, orientation, and shape."
  },
  {
    "id": 171,
    "statement": "Honesty in relationships fosters trust, credibility, and vulnerability."
  },
  {
    "id": 172,
    "statement": "Epigenetic modifications influence chromatin structure and gene expression locally."
  },
  {
    "id": 173,
    "statement": "Credibility in academia is influenced by interconnected factors."
  },
  {
    "id": 174,
    "statement": "Trust is built on multiple factors beyond honesty, including reliability and competence."
  },
  {
    "id": 175,
    "statement": "Epigenetic modifications alter chromatin structure regulating gene expression."
  },
  {
    "id": 176,
    "statement": "Epigenetic modifications alter chromatin structure, influencing gene expression regulation."
  },
  {
    "id": 177,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms."
  },
  {
    "id": 178,
    "statement": "Honesty is a complex and multifaceted moral concept."
  },
  {
    "id": 179,
    "statement": "Systematic evaluation involves clear goals, defined scope, logical steps, and evidence."
  },
  {
    "id": 180,
    "statement": "Honesty is a fundamental moral principle universally valued worldwide."
  },
  {
    "id": 181,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation"
  },
  {
    "id": 182,
    "statement": "Axioms are justified through empirical evidence and logical reasoning."
  },
  {
    "id": 183,
    "statement": "Polarization angle affects electrostatic force strength and direction."
  },
  {
    "id": 184,
    "statement": "Honesty is crucial in research data collection and reporting for accuracy."
  },
  {
    "id": 185,
    "statement": "Axioms can be justified through evidence or considered self-evident."
  },
  {
    "id": 186,
    "statement": "Societal and cultural influences shape cultural context reciprocally."
  },
  {
    "id": 187,
    "statement": "Epigenetic modifications regulate gene expression globally across multiple cell types."
  },
  {
    "id": 188,
    "statement": "Nonuniform charge distribution affects electrostatic force direction and strength."
  },
  {
    "id": 189,
    "statement": "Honesty fosters trust through vulnerability and accountability."
  },
  {
    "id": 190,
    "statement": "Dielectric constant affects electrostatic force via polarization manipulation"
  },
  {
    "id": 191,
    "statement": "Credibility in academia stems from multiple interconnected factors including research quality and reputation."
  },
  {
    "id": 192,
    "statement": "Axioms are fundamental principles, context-dependent and not universally accepted."
  },
  {
    "id": 193,
    "statement": "Cultural norms influence scientific interpretation through collective social norms"
  },
  {
    "id": 194,
    "statement": "Credibility in academia stems from research quality, peer review, and researcher expertise."
  },
  {
    "id": 195,
    "statement": "Electrostatic force depends on charge, distance, orientation, and interaction."
  },
  {
    "id": 196,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 197,
    "statement": "Unconscious biases can be overcome through self-reflection."
  },
  {
    "id": 198,
    "statement": "Axioms are fundamental principles accepted within theoretical frameworks, providing foundations for understanding specific phenomena."
  }
]