[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Peer review assesses research validity through methodology and data quality."
  },
  {
    "id": 2,
    "statement": "Peer review assesses research for validity, methodology, and quality"
  },
  {
    "id": 3,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 4,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties, including dielectric constant, polarization, conductivity."
  },
  {
    "id": 5,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 6,
    "statement": "Scientific axioms are assumptions open to revision and refinement always."
  },
  {
    "id": 7,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 8,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 9,
    "statement": "Scientific validity is influenced by multiple factors beyond methodology."
  },
  {
    "id": 10,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 11,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 12,
    "statement": "Research validity relies on methodology, data quality, and internal validity."
  },
  {
    "id": 13,
    "statement": "Axioms in science are accepted as true by definition."
  },
  {
    "id": 14,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 15,
    "statement": "Mimicry involves unconsciously imitating others' emotional expressions."
  },
  {
    "id": 16,
    "statement": "Electrostatic force primarily influenced by charge, distance, and orientation."
  },
  {
    "id": 17,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors"
  },
  {
    "id": 18,
    "statement": "Honesty is not sole foundation of trust; other factors contribute."
  },
  {
    "id": 19,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 20,
    "statement": "Peer review assesses research validity through methodology and data quality, multiple factors."
  },
  {
    "id": 21,
    "statement": "Histone modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 22,
    "statement": "Peer review assesses research comprehensively, considering methodology, data quality, validity, significance, impact, originality, clarity, ethical considerations."
  },
  {
    "id": 23,
    "statement": "Mimicry involves unconsciously imitating others' nonverbal emotional cues."
  },
  {
    "id": 24,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 25,
    "statement": "Peer review limitations include reviewer bias, limited expertise, time constraints"
  },
  {
    "id": 26,
    "statement": "Medium properties influence electrostatic force through its dielectric constant, polarization, and conductivity."
  },
  {
    "id": 27,
    "statement": "Internal validity measures cause-and-effect in research studies."
  },
  {
    "id": 28,
    "statement": "Medium properties influence electrostatic force strength and direction."
  },
  {
    "id": 29,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 30,
    "statement": "Peer review evaluates research methodology, data quality, and validity."
  },
  {
    "id": 31,
    "statement": "Social learning influences cultural norms and moral values directly"
  },
  {
    "id": 32,
    "statement": "Charge geometry's spatial arrangement influences electric field pattern."
  },
  {
    "id": 33,
    "statement": "Medium properties affect electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 34,
    "statement": "Axioms in science require both theoretical and empirical support."
  },
  {
    "id": 35,
    "statement": "Axioms refined through continuous experimentation and data analysis."
  },
  {
    "id": 36,
    "statement": "Scientific axioms are based on evidence, principles, and repeated testing."
  },
  {
    "id": 37,
    "statement": "Peer review limitations include reviewer biases, constraints, and expertise."
  },
  {
    "id": 38,
    "statement": "Peer review assesses methodology, data quality, and results for validity"
  },
  {
    "id": 39,
    "statement": "Honesty is not the sole foundation of trust; other factors contribute."
  },
  {
    "id": 40,
    "statement": "Peer review evaluates research validity through internal and external factors "
  },
  {
    "id": 41,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity."
  },
  {
    "id": 42,
    "statement": "Axioms are assumptions that serve as scientific foundations."
  },
  {
    "id": 43,
    "statement": "Internal validity in research refers to the research's design and methods."
  },
  {
    "id": 44,
    "statement": "Electrostatic force is determined by main factors of charge, distance, and orientation."
  },
  {
    "id": 45,
    "statement": "Histones can be modified by enzymes with distinct functions."
  },
  {
    "id": 46,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning."
  },
  {
    "id": 47,
    "statement": "Medium properties influence electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 48,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 49,
    "statement": "Diversity in peer review refers to reviewer backgrounds and expertise."
  },
  {
    "id": 50,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity"
  },
  {
    "id": 51,
    "statement": "Scientific axioms are assumptions open to revision and refinement always"
  },
  {
    "id": 52,
    "statement": "Peer review evaluates research validity through methodology and data quality."
  },
  {
    "id": 53,
    "statement": "Scientific assumptions are refined through iterative revisions and testing."
  },
  {
    "id": 54,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 55,
    "statement": "Electrostatic forces affected by medium properties' dielectric constant, polarization, conductivity."
  },
  {
    "id": 56,
    "statement": "Social learning influences cultural norms and moral values indirectly through mechanisms."
  },
  {
    "id": 57,
    "statement": "Scientific axioms are nuanced assumptions based on evidence and principles."
  },
  {
    "id": 58,
    "statement": "Histone modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 59,
    "statement": "Internal validity in research refers to a study's ability to measure claimed effects without bias."
  },
  {
    "id": 60,
    "statement": "Dielectric constant significantly affects electrostatic forces with nuances."
  },
  {
    "id": 61,
    "statement": "Histone modifications regulate chromatin structure and gene expression"
  },
  {
    "id": 62,
    "statement": "Peer review assesses research validity in terms of internal and external validity."
  },
  {
    "id": 63,
    "statement": "Trust results from complex interplay of various factors, including empathy and reliability."
  },
  {
    "id": 64,
    "statement": "Peer review diversity is achieved through demographics and expertise mix."
  },
  {
    "id": 65,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 66,
    "statement": "Medium properties affect electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 67,
    "statement": "Peer review assesses research through multiple factors beyond methodology."
  },
  {
    "id": 68,
    "statement": "Peer review assesses research comprehensively, considering multiple factors."
  },
  {
    "id": 69,
    "statement": "Scientific axioms can be refined, but not necessarily always."
  },
  {
    "id": 70,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties, and polarity."
  },
  {
    "id": 71,
    "statement": "Medium properties influence electrostatic force with subtlety and exceptions."
  },
  {
    "id": 72,
    "statement": "Peer review reliability depends on various factors including reviewer."
  },
  {
    "id": 73,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 74,
    "statement": "Histones can be modified by enzymes with distinct functions to regulate gene expression."
  },
  {
    "id": 75,
    "statement": "Social learning influences cultural norms and moral values indirectly through various mechanisms."
  },
  {
    "id": 76,
    "statement": "Scientific axioms can be considered non-revisable under specific conditions"
  },
  {
    "id": 77,
    "statement": "Scientific axioms are widely accepted as provisional starting points."
  },
  {
    "id": 78,
    "statement": "Dielectric constant has small to moderate effect on electrostatic force."
  },
  {
    "id": 79,
    "statement": "Electrostatic force dependence on charge, distance, orientation, and medium properties is nuanced."
  },
  {
    "id": 80,
    "statement": "Emotional contagion spreads through social learning and emotional imitation."
  },
  {
    "id": 81,
    "statement": "Peer review considers research validity, significance, and impact contextually."
  },
  {
    "id": 82,
    "statement": "Mimicry is an automatic and unconscious simulation of others' emotions."
  },
  {
    "id": 83,
    "statement": "Mimicry involves unconscious imitation of others' emotional expressions."
  },
  {
    "id": 84,
    "statement": "Scientific assumptions are refined through continuous testing and evaluation."
  },
  {
    "id": 85,
    "statement": "Trust involves reliability, empathy, communication, accountability, and consistency."
  },
  {
    "id": 86,
    "statement": "Medium properties include dielectric constant, polarization, conductivity, and permeability impact electrostatic forces."
  },
  {
    "id": 87,
    "statement": "Medium properties affect electrostatic force through direct or indirect interactions."
  },
  {
    "id": 88,
    "statement": "Axioms are refined through continuous experimentation and data analysis."
  },
  {
    "id": 89,
    "statement": "Axioms refined through iterative experimentation and data analysis"
  },
  {
    "id": 90,
    "statement": "Peer review assesses research quality through evaluating methodology"
  },
  {
    "id": 91,
    "statement": "Electrostatic force's primary determinants are charge, distance, and orientation."
  },
  {
    "id": 92,
    "statement": "Internal validity refers to a study's ability to measure cause-and-effect relationships accurately."
  },
  {
    "id": 93,
    "statement": "Electrostatic force primarily determined by charge, distance, and orientation."
  },
  {
    "id": 94,
    "statement": "Peer review assesses research quality through methodology, validity, significance"
  },
  {
    "id": 95,
    "statement": "Dielectric constant's impact on electrostatic force is context-dependent."
  },
  {
    "id": 96,
    "statement": "Medium properties, such as dielectric constant, polarization, conductivity, impact electrostatic forces."
  },
  {
    "id": 97,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 98,
    "statement": "Medium properties modify electric field lines around charged objects"
  },
  {
    "id": 99,
    "statement": "Internal validity refers to research's ability to measure intended phenomenon."
  },
  {
    "id": 100,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity, with nuances and exceptions."
  },
  {
    "id": 101,
    "statement": "Medium properties affect electrostatic force through dielectric constant."
  },
  {
    "id": 102,
    "statement": "Electric fields change direction with changing charge distribution."
  },
  {
    "id": 103,
    "statement": "Peer review considers multiple factors in research evaluation."
  },
  {
    "id": 104,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 105,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 106,
    "statement": "Social influence refers to the impact of others' emotions on us."
  },
  {
    "id": 107,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 108,
    "statement": "Electric field lines are influenced by medium properties' properties."
  },
  {
    "id": 109,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 110,
    "statement": "Scientific axioms are assumptions open to revision and refinement"
  },
  {
    "id": 111,
    "statement": "Cultural norms shape moral values through social conditioning processes."
  },
  {
    "id": 112,
    "statement": "Medium properties affect electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 113,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties alone."
  },
  {
    "id": 114,
    "statement": "Medium properties influence electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 115,
    "statement": "Peer review evaluates research methodology, data quality, and internal validity."
  },
  {
    "id": 116,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 117,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 118,
    "statement": "Peer review biases affect judgment, evaluation, and fairness"
  },
  {
    "id": 119,
    "statement": "Emotional contagion is the unconscious adoption of emotions through nonverbal cues."
  },
  {
    "id": 120,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 121,
    "statement": "Peer review reliability depends on multiple complex factors."
  },
  {
    "id": 122,
    "statement": "Peer review evaluates research in the context of its intended application"
  },
  {
    "id": 123,
    "statement": "Peer review evaluates research comprehensively, considering significance and others."
  },
  {
    "id": 124,
    "statement": "Peer review evaluates research contextually, considering multiple factors."
  },
  {
    "id": 125,
    "statement": "Peer review assesses research comprehensively, considering multiple factors."
  },
  {
    "id": 126,
    "statement": "Social learning influences cultural norms and moral values indirectly through mechanisms."
  },
  {
    "id": 127,
    "statement": "Medium properties, dielectric constant, and polarization influence electrostatic force."
  },
  {
    "id": 128,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 129,
    "statement": "Emotional imitation enables emotional contagion through mimicry and empathy."
  },
  {
    "id": 130,
    "statement": "Scientific axioms refined through experimentation and data analysis iterations"
  },
  {
    "id": 131,
    "statement": "Scientific validity involves multiple factors beyond methodology alone."
  },
  {
    "id": 132,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force differently."
  },
  {
    "id": 133,
    "statement": "Charge geometry's spatial arrangement affects electric field line direction."
  },
  {
    "id": 134,
    "statement": "Dielectric constant's impact on electrostatic force depends on the context"
  },
  {
    "id": 135,
    "statement": "Honesty is important but not sole foundation of trust."
  },
  {
    "id": 136,
    "statement": "Medium properties influence electric field lines through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 137,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 138,
    "statement": "Electrostatic force primarily depends on charge, distance, and orientation."
  },
  {
    "id": 139,
    "statement": "Electrostatic force depends on charge, distance, orientation primarily."
  },
  {
    "id": 140,
    "statement": "Axioms require both theoretical and empirical support in science."
  },
  {
    "id": 141,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 142,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning."
  },
  {
    "id": 143,
    "statement": "Electrostatic force depends on multiple factors beyond primary considerations"
  },
  {
    "id": 144,
    "statement": "Medium properties modify electric field lines through dielectric constant, polarization, conductivity."
  },
  {
    "id": 145,
    "statement": "Cultural norms shape moral values through social learning and conditioning."
  },
  {
    "id": 146,
    "statement": "Electric fields change direction with changing charge distribution dynamically."
  },
  {
    "id": 147,
    "statement": "Medium properties influence electrostatic force through store and transfer of electric charges."
  },
  {
    "id": 148,
    "statement": "Peer review evaluates multiple aspects besides methodology including."
  },
  {
    "id": 149,
    "statement": "Internal validity measures research's ability to test claimed effects."
  },
  {
    "id": 150,
    "statement": "Internal validity measures cause-and-effect in research studies."
  },
  {
    "id": 151,
    "statement": "Moral development involves complex interplay of multiple factors."
  },
  {
    "id": 152,
    "statement": "Histone modifications regulate chromatin structure, gene expression"
  },
  {
    "id": 153,
    "statement": "Chromatin structure influenced by histone modifications regulates gene expression"
  },
  {
    "id": 154,
    "statement": "Scientific assumptions are refined through repeated testing and revision."
  },
  {
    "id": 155,
    "statement": "Mimicry involves unconscious imitation of others' emotional expressions."
  },
  {
    "id": 156,
    "statement": "Peer review assesses research validity through methodology, data quality, and results, thoroughly evaluating each aspect"
  },
  {
    "id": 157,
    "statement": "Internal validity refers to study's ability to establish cause-and-effect relationships."
  },
  {
    "id": 158,
    "statement": "Peer review evaluates research for validity, methodology, and quality."
  },
  {
    "id": 159,
    "statement": "Medium properties affect electrostatic force through dielectric constant, polarization, conductivity, and others."
  },
  {
    "id": 160,
    "statement": "Peer review considers multiple factors to evaluate research quality."
  },
  {
    "id": 161,
    "statement": "Electrostatic force influenced by multiple factors beyond primary determinants."
  },
  {
    "id": 162,
    "statement": "Peer review evaluates research comprehensively considering significance"
  },
  {
    "id": 163,
    "statement": "Medium properties (ε, P, σ) influence electrostatic force strength direction."
  },
  {
    "id": 164,
    "statement": "Scientific axioms refined through iterative experimentation and data analysis"
  },
  {
    "id": 165,
    "statement": "Social influence encompasses emotional contagion, empathy, and learning."
  },
  {
    "id": 166,
    "statement": "Electrostatic force arises from charged object interaction."
  },
  {
    "id": 167,
    "statement": "Medium's dielectric constant and polarization influence electrostatic force."
  },
  {
    "id": 168,
    "statement": "Peer review considers research relevance in real-world scenarios."
  },
  {
    "id": 169,
    "statement": "Medium properties in electrostatics refer to dielectric constant, polarization, and conductivity."
  },
  {
    "id": 170,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force."
  },
  {
    "id": 171,
    "statement": "Scientific assumptions are refined through iterative testing, analysis, and refinement."
  },
  {
    "id": 172,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 173,
    "statement": "Mimicry encompasses various forms, including emotional contagion and learning."
  },
  {
    "id": 174,
    "statement": "Scientific axioms are working assumptions based on evidence and principles."
  },
  {
    "id": 175,
    "statement": "Peer review assesses research validity comprehensively, considering multiple factors."
  },
  {
    "id": 176,
    "statement": "Poorly designed studies may have significant scientific and ethical flaws."
  },
  {
    "id": 177,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors."
  },
  {
    "id": 178,
    "statement": "Scientific assumptions are refined through iterative testing and refinement iteratively."
  },
  {
    "id": 179,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity"
  },
  {
    "id": 180,
    "statement": "Peer review assesses research methodology, data quality, and validity through expert evaluation."
  },
  {
    "id": 181,
    "statement": "Internal validity is concerned with causal conclusions and research design."
  },
  {
    "id": 182,
    "statement": "Peer review's comprehensiveness in evaluating research methodology and quality."
  },
  {
    "id": 183,
    "statement": "Internal validity is a crucial component of research validity."
  },
  {
    "id": 184,
    "statement": "Scientific axioms are assumptions universally accepted as true."
  },
  {
    "id": 185,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, conductivity."
  },
  {
    "id": 186,
    "statement": "Histone modifications mediate chromatin structure influences on transcription."
  },
  {
    "id": 187,
    "statement": "Trust results from complex interplay of various factors, including"
  },
  {
    "id": 188,
    "statement": "Trust formation involves several factors, not solely honesty alone"
  },
  {
    "id": 189,
    "statement": "Peer review evaluates research validity through internal and external factors."
  },
  {
    "id": 190,
    "statement": "Peer review limitations include reviewer bias and expertise."
  },
  {
    "id": 191,
    "statement": "Dielectric constant affects electrostatic force by reducing electric field strength."
  },
  {
    "id": 192,
    "statement": "Scientific axioms are assumptions open to revision and refinement through evidence and theory."
  },
  {
    "id": 193,
    "statement": "Principles in science are fundamental concepts or rules guiding research."
  },
  {
    "id": 194,
    "statement": "Electrostatic force is influenced by charge, distance, orientation, and medium properties."
  },
  {
    "id": 195,
    "statement": "Peer review evaluates research comprehensively, considering methodology, data quality, validity, significance, impact, originality, clarity, ethics, and context."
  },
  {
    "id": 196,
    "statement": "Scientific assumptions are refined through iterative complex factors and processes"
  },
  {
    "id": 197,
    "statement": "Empathy creates emotional connection leading to increased trust."
  },
  {
    "id": 198,
    "statement": "Trust is complex, influenced by honesty and other factors."
  },
  {
    "id": 199,
    "statement": "Peer review evaluates research contextual to existing knowledge."
  }
]