[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 2,
    "statement": "Peer review assesses research validity through methodology and data quality."
  },
  {
    "id": 3,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 4,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 5,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 6,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 7,
    "statement": "Research validity relies on methodology, data quality, and internal validity."
  },
  {
    "id": 8,
    "statement": "Electrostatic force arises from charge, distance, and orientation interaction"
  },
  {
    "id": 9,
    "statement": "Peer review evaluates research methodology, data quality, and validity."
  },
  {
    "id": 10,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties, including dielectric constant, polarization, conductivity."
  },
  {
    "id": 11,
    "statement": "Scientific validity is influenced by multiple factors beyond methodology including sampling bias, measurement error, data quality, research design, theoretical assumptions, funding, author bias, cultural and social factors, historical context, and interdisciplinary influences."
  },
  {
    "id": 12,
    "statement": "Peer review assesses research for validity, methodology, and quality"
  },
  {
    "id": 13,
    "statement": "Histone-modifying enzymes possess distinct enzymatic activities for modification."
  },
  {
    "id": 14,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 15,
    "statement": "Validity in research refers to accuracy and generalizability of findings."
  },
  {
    "id": 16,
    "statement": "Peer review assesses research validity through methodology, data quality, and results."
  },
  {
    "id": 17,
    "statement": "Electrostatic forces depend on medium properties, charge, distance, orientation."
  },
  {
    "id": 18,
    "statement": "Histone modifications regulate chromatin structure to control gene expression."
  },
  {
    "id": 19,
    "statement": "Medium properties influence electrostatic force strength and direction."
  },
  {
    "id": 20,
    "statement": "Electrostatic force is determined by main factors of charge, distance, and orientation."
  },
  {
    "id": 21,
    "statement": "Peer review assesses methodology through research design and data analysis."
  },
  {
    "id": 22,
    "statement": "Scientific axioms are assumptions open to revision always"
  },
  {
    "id": 23,
    "statement": "Charge geometry's spatial arrangement influences electric field pattern."
  },
  {
    "id": 24,
    "statement": "Electrostatic force depends on charge, distance, and orientation, primarily."
  },
  {
    "id": 25,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 26,
    "statement": "Internal validity measures cause-and-effect relationships in research."
  },
  {
    "id": 27,
    "statement": "Dielectric constant affects electrostatic forces through polarization, screening, and surface effects at nanoscale."
  },
  {
    "id": 28,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity."
  },
  {
    "id": 29,
    "statement": "Peer review assesses research quality through evaluating methodology"
  },
  {
    "id": 30,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 31,
    "statement": "Internal validity includes research design, methods, measurement and sampling."
  },
  {
    "id": 32,
    "statement": "Electrostatic force relationship with medium properties is complex and nuanced."
  },
  {
    "id": 33,
    "statement": "Mimicry involves both unconscious and conscious imitation processes."
  },
  {
    "id": 34,
    "statement": "Honesty is a fundamental value, not always morally absolute."
  },
  {
    "id": 35,
    "statement": "Axioms in science require logical coherence and empirical evidence."
  },
  {
    "id": 36,
    "statement": "Scientific validity influenced by multiple extraneous factors beyond methodology."
  },
  {
    "id": 37,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 38,
    "statement": "Mimicry involves unconsciously imitating others' emotional expressions."
  },
  {
    "id": 39,
    "statement": "Electrostatic force is influenced by multiple factors beyond charge, distance, orientation."
  },
  {
    "id": 40,
    "statement": "Scientific assumptions refined through iterative testing and revision typically."
  },
  {
    "id": 41,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization and conductivity."
  },
  {
    "id": 42,
    "statement": "Histone modifications regulate chromatin structure and gene expression effects."
  },
  {
    "id": 43,
    "statement": "Axioms in science are foundational assumptions, not hypotheses"
  },
  {
    "id": 44,
    "statement": "Social learning influences cultural norms and moral values indirectly through mechanisms."
  },
  {
    "id": 45,
    "statement": "Trust involves multiple components, including reliability, empathy, accountability."
  },
  {
    "id": 46,
    "statement": "Scientific axioms refined through iterative testing and evidence accumulation."
  },
  {
    "id": 47,
    "statement": "Peer review assesses research comprehensively, considering methodology, data quality, validity, significance, impact, originality, clarity, ethical considerations."
  },
  {
    "id": 48,
    "statement": "Scientific conclusions are influenced by multiple factors beyond methodology alone."
  },
  {
    "id": 49,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 50,
    "statement": "Medium properties influence electric field lines direction and magnitude."
  },
  {
    "id": 51,
    "statement": "Medium properties influence electrostatic force with subtlety and exceptions"
  },
  {
    "id": 52,
    "statement": "Axioms serve as foundational assumptions, refined through iterative revisions and testing."
  },
  {
    "id": 53,
    "statement": "Peer review assesses research quality through evaluating methodology, analysis, and results."
  },
  {
    "id": 54,
    "statement": "Mimicry involves unconscious imitation of others' emotional expressions."
  },
  {
    "id": 55,
    "statement": "Scientific validity is influenced by multiple factors beyond methodology."
  },
  {
    "id": 56,
    "statement": "Histone modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 57,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 58,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 59,
    "statement": "Histones can be modified by enzymes to regulate gene expression."
  },
  {
    "id": 60,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 61,
    "statement": "Honesty is not sole foundation of trust; other factors contribute."
  },
  {
    "id": 62,
    "statement": "Mimicry encompasses both conscious and unconscious forms."
  },
  {
    "id": 63,
    "statement": "Medium properties, such as dielectric constant, polarization, conductivity, impact electrostatic forces."
  },
  {
    "id": 64,
    "statement": "Mimicry is an automatic and unconscious simulation of others' emotions."
  },
  {
    "id": 65,
    "statement": "Peer review limitations include reviewer biases, constraints, and expertise"
  },
  {
    "id": 66,
    "statement": "Peer review standards vary depending on context and requirements."
  },
  {
    "id": 67,
    "statement": "Emotional responses can be triggered by others' emotions involuntarily."
  },
  {
    "id": 68,
    "statement": "Mimicry involves unconsciously imitating others' emotional expressions."
  },
  {
    "id": 69,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force through interaction."
  },
  {
    "id": 70,
    "statement": "Scientific validity is influenced by multiple extraneous factors."
  },
  {
    "id": 71,
    "statement": "Electrostatic forces affected by medium properties, including dielectric constant, polarization, conductivity, and geometry."
  },
  {
    "id": 72,
    "statement": "Charge geometry affects electric field through symmetry and asymmetry."
  },
  {
    "id": 73,
    "statement": "Electrostatic forces affected by medium properties' dielectric constant, polarization, conductivity."
  },
  {
    "id": 74,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors."
  },
  {
    "id": 75,
    "statement": "Scientific axioms are assumptions open to revision and refinement always."
  },
  {
    "id": 76,
    "statement": "Scientific axioms are refined, not absolutely fixed truths."
  },
  {
    "id": 77,
    "statement": "Diversity in peer review refers to reviewer backgrounds and expertise."
  },
  {
    "id": 78,
    "statement": "Medium properties, dielectric constant, polarization, conductivity affect electric fields."
  },
  {
    "id": 79,
    "statement": "Scientific assumptions refined through iterative testing and evaluation somewhat consistently."
  },
  {
    "id": 80,
    "statement": "Scientific validity is influenced by multiple extraneous factors."
  },
  {
    "id": 81,
    "statement": "Peer review limitations include reviewer bias, limited expertise, time constraints"
  },
  {
    "id": 82,
    "statement": "Internal validity measures cause-and-effect in research studies."
  },
  {
    "id": 83,
    "statement": "Internal validity involves multiple components beyond design and methodology."
  },
  {
    "id": 84,
    "statement": "Scientific assumptions refined through iterative testing, refinement."
  },
  {
    "id": 85,
    "statement": "Medium properties modulate electrostatic force in complex ways."
  },
  {
    "id": 86,
    "statement": "Dielectric constant significantly affects electrostatic forces at nanoscale."
  },
  {
    "id": 87,
    "statement": "Scientific axioms can be refined, but not necessarily always."
  },
  {
    "id": 88,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity"
  },
  {
    "id": 89,
    "statement": "Internal validity measures causal relationships through controlled design."
  },
  {
    "id": 90,
    "statement": "Dielectric constant affects electrostatic force in various contexts."
  },
  {
    "id": 91,
    "statement": "Automatic and unconscious mimicry is an inherent human social behavior."
  },
  {
    "id": 92,
    "statement": "Trust involves reliability, empathy, communication, accountability, and consistency."
  },
  {
    "id": 93,
    "statement": "Scientific assumptions are refined through iterative testing and revision always."
  },
  {
    "id": 94,
    "statement": "Mimicry is the unconscious imitation of others' behaviors and emotions."
  },
  {
    "id": 95,
    "statement": "Histone-modifying enzymes have distinct activities for chromatin modification."
  },
  {
    "id": 96,
    "statement": "Peer review assesses research validity through multiple factors considered."
  },
  {
    "id": 97,
    "statement": "Scientific assumptions are refined through continuous testing and evaluation."
  },
  {
    "id": 98,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization, conductivity."
  },
  {
    "id": 99,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 100,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 101,
    "statement": "Peer review evaluates research contextually considering context factors."
  },
  {
    "id": 102,
    "statement": "Axioms are assumed truths not subject to testing."
  },
  {
    "id": 103,
    "statement": "Mimicry involves unconsciously imitating others' nonverbal emotional cues."
  },
  {
    "id": 104,
    "statement": "Axioms in science require both theoretical and empirical support."
  },
  {
    "id": 105,
    "statement": "Electrostatic force primarily determined by charge, distance, and orientation."
  },
  {
    "id": 106,
    "statement": "Scientific assumptions refine through iterative testing and revised refinement."
  },
  {
    "id": 107,
    "statement": "Scientific axioms are assumptions open to revision under extraordinary circumstances"
  },
  {
    "id": 108,
    "statement": "Internal validity in research refers to the research's design and methods."
  },
  {
    "id": 109,
    "statement": "Scientific axioms are assumptions requiring iterative refining and testing."
  },
  {
    "id": 110,
    "statement": "Scientific assumptions refined through iterative testing and evaluation."
  },
  {
    "id": 111,
    "statement": "Medium properties influence electrostatic forces through dielectric, polarization, and conductivity"
  },
  {
    "id": 112,
    "statement": "Scientific axioms refined through iterative testing and refinement always."
  },
  {
    "id": 113,
    "statement": "Electrostatic forces affected by medium properties' dielectric constant, polarization, and conductivity.''"
  },
  {
    "id": 114,
    "statement": "Mimicry involves automatic and unconscious simulation of emotions."
  },
  {
    "id": 115,
    "statement": "Reviewer biases in peer review stem from various sources, including confirmation, halo, cultural, personal, and institutional factors"
  },
  {
    "id": 116,
    "statement": "Mimicry can be automatic, conscious, or intentionally strategic."
  },
  {
    "id": 117,
    "statement": "Mimicry is an automatic process in social interactions"
  },
  {
    "id": 118,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 119,
    "statement": "Medium properties influence electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 120,
    "statement": "Histone modifications regulate gene expression through chromatin remodeling."
  },
  {
    "id": 121,
    "statement": "Peer review limitations include reviewer biases, constraints, and expertise."
  },
  {
    "id": 122,
    "statement": "Internal validity refers to the study's design and methodological controls."
  },
  {
    "id": 123,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning."
  },
  {
    "id": 124,
    "statement": "Unconscious imitation: subconsciously mirroring others' emotional expressions."
  },
  {
    "id": 125,
    "statement": "Reviewer bias includes confirmation, halo, and demographic biases."
  },
  {
    "id": 126,
    "statement": "Peer review involves a thorough examination of all research aspects."
  },
  {
    "id": 127,
    "statement": "Honesty and other factors such as reliability, empathy, accountability, consistency, open communication, follow-through, vulnerability, mutual respect, shared values, time, and experience contribute to trust."
  },
  {
    "id": 128,
    "statement": "Extraneous factors can affect scientific validity affecting conclusions"
  },
  {
    "id": 129,
    "statement": "Peer review evaluates research for multiple factors, including validity, methodology,"
  },
  {
    "id": 130,
    "statement": "Mimicry is the automatic or intentional imitation of others."
  },
  {
    "id": 131,
    "statement": "Axioms in science are accepted as true by definition."
  },
  {
    "id": 132,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors"
  },
  {
    "id": 133,
    "statement": "Chromatin structure determines gene expression through histone modifications."
  },
  {
    "id": 134,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 135,
    "statement": "Scientific axioms are assumptions typically considered fixed and unchanging."
  },
  {
    "id": 136,
    "statement": "Peer review assesses research validity through multiple factors."
  },
  {
    "id": 137,
    "statement": "Peer review assesses research validity through multiple factors comprehensively."
  },
  {
    "id": 138,
    "statement": "Scientific axioms are refined through iterative testing and revision."
  },
  {
    "id": 139,
    "statement": "Peer review assesses research validity comprehensively through multiple factors."
  },
  {
    "id": 140,
    "statement": "Mimicry involves unconscious imitation of others' emotional expressions."
  },
  {
    "id": 141,
    "statement": "Mimicry involves automatic, conscious, or intentionally strategic imitation."
  },
  {
    "id": 142,
    "statement": "Research validity is influenced by multiple factors beyond methodology, data quality, and internal validity."
  },
  {
    "id": 143,
    "statement": "Scientific validity influenced by multiple extraneous factors beyond methodology."
  },
  {
    "id": 144,
    "statement": "Axioms in science require logical coherence and empirical evidence."
  },
  {
    "id": 145,
    "statement": "Trust involves multiple factors, including honesty, reliability, and empathy,."
  },
  {
    "id": 146,
    "statement": "Electrostatic force depends on charge, distance, and orientation, primarily."
  },
  {
    "id": 147,
    "statement": "Diversity in peer review involves educational and professional backgrounds."
  },
  {
    "id": 148,
    "statement": "Histones are modified by enzymes to regulate gene expression."
  },
  {
    "id": 149,
    "statement": "Scientific assumptions are refined through testing and revision often, not always."
  },
  {
    "id": 150,
    "statement": "Electrostatic forces influenced by medium's dielectric, polarization, and conductivity."
  },
  {
    "id": 151,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 152,
    "statement": "Social learning influences cultural norms and moral values indirectly through mechanisms like observational learning."
  },
  {
    "id": 153,
    "statement": "Electrostatic force's primary determinants are charge, distance, and orientation."
  },
  {
    "id": 154,
    "statement": "Peer review evaluates research validity through comprehensive factors."
  },
  {
    "id": 155,
    "statement": "Reviewer biases in peer review refer to personal opinions, perspectives"
  },
  {
    "id": 156,
    "statement": "Scientific axioms are not always refined through iterative testing."
  },
  {
    "id": 157,
    "statement": "Histones are proteins wrapping DNA to compact chromosomes."
  },
  {
    "id": 158,
    "statement": "Peer review assesses research validity considering context factors comprehensively"
  },
  {
    "id": 159,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning and resonance."
  },
  {
    "id": 160,
    "statement": "Unconscious mimicry of nonverbal emotional cues fosters empathy."
  },
  {
    "id": 161,
    "statement": "Medium properties (dielectric, polarization, conductivity) affect electrostatic forces."
  },
  {
    "id": 162,
    "statement": "Peer review assesses research validity through multiple factors considered."
  },
  {
    "id": 163,
    "statement": "Peer review assesses overall research methodology including sampling."
  },
  {
    "id": 164,
    "statement": "Scientific assumptions are refined through iterative testing and refinement continuously."
  },
  {
    "id": 165,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 166,
    "statement": "Chromatin remodeling affects gene expression through histone modifications."
  },
  {
    "id": 167,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 168,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 169,
    "statement": "Histone modifications alter chromatin structure; affects gene expression"
  },
  {
    "id": 170,
    "statement": "Honesty is not sole foundation of trust; other factors contribute."
  },
  {
    "id": 171,
    "statement": "Theoretical support and empirical evidence integrate for axiom validation."
  },
  {
    "id": 172,
    "statement": "Dielectric constant affects electrostatic forces in insensitive materials only."
  },
  {
    "id": 173,
    "statement": "Scientific axioms are dynamic, open to revision and refinement."
  },
  {
    "id": 174,
    "statement": "Medium properties influence electrostatic force strength and direction."
  },
  {
    "id": 175,
    "statement": "Peer review evaluates research comprehensively considering multiple factors."
  },
  {
    "id": 176,
    "statement": "Scientific axioms are refined through new evidence and peer review."
  },
  {
    "id": 177,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 178,
    "statement": "Axioms can be refined or replaced with evolving understanding."
  },
  {
    "id": 179,
    "statement": "Electrostatic force influenced by dielectric constant, polarization, and conductivity."
  },
  {
    "id": 180,
    "statement": "Limited expertise in peer review can lead to evaluation difficulties."
  },
  {
    "id": 181,
    "statement": "Mimicry can be automatic, conscious, and context-dependent."
  },
  {
    "id": 182,
    "statement": "Scientific axioms are foundational assumptions, not testable hypotheses."
  },
  {
    "id": 183,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 184,
    "statement": "Peer review is a complex and subjective process varying context."
  },
  {
    "id": 185,
    "statement": "Mimicry can involve both automatic and intentional processes."
  },
  {
    "id": 186,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily, with dielectric, polarization, and conductivity influence in certain contexts."
  },
  {
    "id": 187,
    "statement": "Scientific axioms are refined through iterative testing and revision always."
  },
  {
    "id": 188,
    "statement": "Electrostatic force depends on charge, distance, orientation interaction."
  },
  {
    "id": 189,
    "statement": "Mimicry is an inherent, automatic process in social interactions."
  },
  {
    "id": 190,
    "statement": "Reviewer bias can significantly impact research study outcomes alternately."
  },
  {
    "id": 191,
    "statement": "Trust involves reliability, empathy, communication, accountability, consistency, shared values, mutual respect, vulnerability, and open-mindedness."
  },
  {
    "id": 192,
    "statement": "Peer review evaluates research comprehensively, considering various aspects."
  },
  {
    "id": 193,
    "statement": "Medium properties, including dielectric constant, affect electrostatic force."
  },
  {
    "id": 194,
    "statement": "Electrostatic forces are influenced by multiple factors beyond charge, distance, and orientation."
  },
  {
    "id": 195,
    "statement": "Reliability in trust means consistent and dependable commitment fulfillment."
  },
  {
    "id": 196,
    "statement": "Internal validity ensures research design and methods' accuracy."
  },
  {
    "id": 197,
    "statement": "Scientific assumptions refined through iterative experimentation and peer review."
  },
  {
    "id": 198,
    "statement": "Medium properties include dielectric constant, polarization, and conductivity."
  },
  {
    "id": 199,
    "statement": "Scientific validity influenced by multiple factors beyond methodology."
  }
]