[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Peer review assesses research for validity, methodology, and quality"
  },
  {
    "id": 2,
    "statement": "Peer review assesses research validity through methodology and data quality."
  },
  {
    "id": 3,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 4,
    "statement": "Honesty is not sole foundation of trust; other factors contribute."
  },
  {
    "id": 5,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 6,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 7,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 8,
    "statement": "Scientific validity is influenced by multiple factors beyond methodology."
  },
  {
    "id": 9,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 10,
    "statement": "Peer review assesses research comprehensively, considering methodology, data quality, validity, significance, impact, originality, clarity, ethical considerations."
  },
  {
    "id": 11,
    "statement": "Peer review evaluates research methodology, data quality, and validity."
  },
  {
    "id": 12,
    "statement": "Internal validity measures cause-and-effect in research studies."
  },
  {
    "id": 13,
    "statement": "Scientific axioms are assumptions open to revision and refinement always."
  },
  {
    "id": 14,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 15,
    "statement": "Electrostatic force is determined by main factors of charge, distance, and orientation."
  },
  {
    "id": 16,
    "statement": "Histones can be modified by enzymes with distinct functions."
  },
  {
    "id": 17,
    "statement": "Research validity relies on methodology, data quality, and internal validity."
  },
  {
    "id": 18,
    "statement": "Medium properties influence electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 19,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 20,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity"
  },
  {
    "id": 21,
    "statement": "Histone modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 22,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties, including dielectric constant, polarization, conductivity."
  },
  {
    "id": 23,
    "statement": "Scientific axioms are nuanced assumptions based on evidence and principles."
  },
  {
    "id": 24,
    "statement": "Scientific axioms are assumptions open to revision and refinement always"
  },
  {
    "id": 25,
    "statement": "Mimicry involves unconscious imitation of others' emotional expressions."
  },
  {
    "id": 26,
    "statement": "Trust results from complex interplay of various factors, including empathy and reliability."
  },
  {
    "id": 27,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 28,
    "statement": "Medium properties affect electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 29,
    "statement": "Social learning influences cultural norms and moral values indirectly through various mechanisms."
  },
  {
    "id": 30,
    "statement": "Mimicry involves unconsciously imitating others' nonverbal emotional cues."
  },
  {
    "id": 31,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 32,
    "statement": "Internal validity in research refers to a study's ability to measure claimed effects without bias."
  },
  {
    "id": 33,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 34,
    "statement": "Emotional contagion spreads through social learning and emotional imitation."
  },
  {
    "id": 35,
    "statement": "Peer review considers research validity, significance, and impact contextually."
  },
  {
    "id": 36,
    "statement": "Medium properties include dielectric constant, polarization, conductivity, and permeability impact electrostatic forces."
  },
  {
    "id": 37,
    "statement": "Social learning influences cultural norms and moral values directly"
  },
  {
    "id": 38,
    "statement": "Medium properties influence electrostatic force strength and direction."
  },
  {
    "id": 39,
    "statement": "Medium properties affect electrostatic force through direct or indirect interactions."
  },
  {
    "id": 40,
    "statement": "Axioms are refined through continuous experimentation and data analysis."
  },
  {
    "id": 41,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 42,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity."
  },
  {
    "id": 43,
    "statement": "Axioms refined through iterative experimentation and data analysis"
  },
  {
    "id": 44,
    "statement": "Charge geometry's spatial arrangement influences electric field pattern."
  },
  {
    "id": 45,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 46,
    "statement": "Axioms in science are accepted as true by definition."
  },
  {
    "id": 47,
    "statement": "Axioms in science require both theoretical and empirical support."
  },
  {
    "id": 48,
    "statement": "Peer review assesses research quality through evaluating methodology"
  },
  {
    "id": 49,
    "statement": "Electrostatic force's primary determinants are charge, distance, and orientation."
  },
  {
    "id": 50,
    "statement": "Electrostatic force primarily determined by charge, distance, and orientation."
  },
  {
    "id": 51,
    "statement": "Peer review assesses research quality through methodology, validity, significance"
  },
  {
    "id": 52,
    "statement": "Dielectric constant's impact on electrostatic force is context-dependent."
  },
  {
    "id": 53,
    "statement": "Medium properties modify electric field lines around charged objects"
  },
  {
    "id": 54,
    "statement": "Internal validity refers to research's ability to measure intended phenomenon."
  },
  {
    "id": 55,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity, with nuances and exceptions."
  },
  {
    "id": 56,
    "statement": "Electrostatic force depends on multiple factors beyond primary considerations"
  },
  {
    "id": 57,
    "statement": "Peer review assesses methodology, data quality, and results for validity"
  },
  {
    "id": 58,
    "statement": "Medium properties affect electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 59,
    "statement": "Medium properties affect electrostatic force through dielectric constant."
  },
  {
    "id": 60,
    "statement": "Electric fields change direction with changing charge distribution."
  },
  {
    "id": 61,
    "statement": "Peer review limitations include reviewer bias, limited expertise, time constraints"
  },
  {
    "id": 62,
    "statement": "Peer review considers multiple factors in research evaluation."
  },
  {
    "id": 63,
    "statement": "Peer review limitations include reviewer biases, constraints, and expertise."
  },
  {
    "id": 64,
    "statement": "Mimicry involves unconsciously imitating others' emotional expressions."
  },
  {
    "id": 65,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning."
  },
  {
    "id": 66,
    "statement": "Dielectric constant has small to moderate effect on electrostatic force."
  },
  {
    "id": 67,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 68,
    "statement": "Peer review evaluates research validity through internal and external factors "
  },
  {
    "id": 69,
    "statement": "Axioms are assumptions that serve as scientific foundations."
  },
  {
    "id": 70,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 71,
    "statement": "Social influence refers to the impact of others' emotions on us."
  },
  {
    "id": 72,
    "statement": "Internal validity in research refers to the research's design and methods."
  },
  {
    "id": 73,
    "statement": "Scientific axioms are based on evidence, principles, and repeated testing."
  },
  {
    "id": 74,
    "statement": "Scientific assumptions are refined through iterative revisions and testing."
  },
  {
    "id": 75,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 76,
    "statement": "Electric field lines are influenced by medium properties' properties."
  },
  {
    "id": 77,
    "statement": "Peer review evaluates research validity through methodology and data quality."
  },
  {
    "id": 78,
    "statement": "Peer review assesses research validity through methodology and data quality, multiple factors."
  },
  {
    "id": 79,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 80,
    "statement": "Scientific axioms are assumptions open to revision and refinement"
  },
  {
    "id": 81,
    "statement": "Cultural norms shape moral values through social conditioning processes."
  },
  {
    "id": 82,
    "statement": "Medium properties affect electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 83,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties alone."
  },
  {
    "id": 84,
    "statement": "Medium properties influence electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 85,
    "statement": "Peer review evaluates research methodology, data quality, and internal validity."
  },
  {
    "id": 86,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 87,
    "statement": "Diversity in peer review refers to reviewer backgrounds and expertise."
  },
  {
    "id": 88,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 89,
    "statement": "Honesty is not the sole foundation of trust; other factors contribute."
  },
  {
    "id": 90,
    "statement": "Emotional contagion is the unconscious adoption of emotions through nonverbal cues."
  },
  {
    "id": 91,
    "statement": "Peer review assesses research comprehensively, considering multiple factors."
  },
  {
    "id": 92,
    "statement": "Histone modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 93,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 94,
    "statement": "Peer review reliability depends on multiple complex factors."
  },
  {
    "id": 95,
    "statement": "Histone modifications regulate chromatin structure and gene expression"
  },
  {
    "id": 96,
    "statement": "Peer review evaluates research in the context of its intended application"
  },
  {
    "id": 97,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 98,
    "statement": "Peer review evaluates research comprehensively, considering significance and others."
  },
  {
    "id": 99,
    "statement": "Peer review evaluates research contextually, considering multiple factors."
  },
  {
    "id": 100,
    "statement": "Peer review assesses research comprehensively through multiple factors."
  },
  {
    "id": 101,
    "statement": "Peer review limitations and biases can have significant but variable impacts."
  },
  {
    "id": 102,
    "statement": "Dielectric constant and conductivity affect electrostatic forces differently."
  },
  {
    "id": 103,
    "statement": "Medium properties influence electrostatic force through dielectric constant."
  },
  {
    "id": 104,
    "statement": "Social learning influences cultural norms and moral values complexly."
  },
  {
    "id": 105,
    "statement": "Scientific axioms are nuanced assumptions based on evidence and principles."
  },
  {
    "id": 106,
    "statement": "Coulomb's law applies to macroscopic objects at large distances."
  },
  {
    "id": 107,
    "statement": "Peer review's limitations and biases can influence evaluation outcomes"
  },
  {
    "id": 108,
    "statement": "Diversity in peer review refers to reviewer backgrounds and expertise."
  },
  {
    "id": 109,
    "statement": "Emotions can spread through empathy, shared experiences, and subtle cues."
  },
  {
    "id": 110,
    "statement": "Medium properties can influence electrostatic force, especially at small distances."
  },
  {
    "id": 111,
    "statement": "Biases in peer review, factors and mitigation strategies discussed."
  },
  {
    "id": 112,
    "statement": "Emotional contagion spreads by observing emotional cues in others."
  },
  {
    "id": 113,
    "statement": "Peer review assesses research for validity, significance, and potential impact."
  },
  {
    "id": 114,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 115,
    "statement": "Emotional contagion shapes attitudes and behaviors through social influence."
  },
  {
    "id": 116,
    "statement": "Peer review assesses research methodology, data quality, and validity."
  },
  {
    "id": 117,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors."
  },
  {
    "id": 118,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 119,
    "statement": "Peer review may be limited by reviewer biases and constraints."
  },
  {
    "id": 120,
    "statement": "Peer review assesses multiple aspects of research, prioritizing data quality when necessary."
  },
  {
    "id": 121,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 122,
    "statement": "Peer review evaluates research for scientific validity and impact"
  },
  {
    "id": 123,
    "statement": "Electrostatic force is influenced by charge, distance, orientation, and medium properties."
  },
  {
    "id": 124,
    "statement": "Peer reviewers assess research quality through evaluating methodology and data quality."
  },
  {
    "id": 125,
    "statement": "Emotional contagion shapes attitudes and behaviors through social influence."
  },
  {
    "id": 126,
    "statement": "Peer review evaluates research for validity, significance, impact comprehensively."
  },
  {
    "id": 127,
    "statement": "Medium properties influence electrostatic force through dielectric constant and conductivity."
  },
  {
    "id": 128,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity"
  },
  {
    "id": 129,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 130,
    "statement": "Peer review assesses data quality for research validity and reliability."
  },
  {
    "id": 131,
    "statement": "Mimicry involves both unconscious and intentional emotional expression imitation."
  },
  {
    "id": 132,
    "statement": "Histone modifications regulate chromatin structure and gene expression"
  },
  {
    "id": 133,
    "statement": "Peer review evaluates research validity through methodology and data quality."
  },
  {
    "id": 134,
    "statement": "Peer review assesses research for validity, methodology, quality, and impact."
  },
  {
    "id": 135,
    "statement": "Medium properties affect electrostatic force through multiple factors."
  },
  {
    "id": 136,
    "statement": "Histones can be modified by enzymes to regulate gene expression and chromatin structure."
  },
  {
    "id": 137,
    "statement": "Internal validity is ensuring accurate cause-effect relationships."
  },
  {
    "id": 138,
    "statement": "Peer review evaluates research contextually, considering multiple factors."
  },
  {
    "id": 139,
    "statement": "Histone modifications regulate chromatin structure affecting gene expression."
  },
  {
    "id": 140,
    "statement": "Medium properties affect electrostatic force through dielectric constant, polarization, conductivity."
  },
  {
    "id": 141,
    "statement": "Charge geometry's spatial arrangement impacts electric field patterns."
  },
  {
    "id": 142,
    "statement": "Peer review assesses research for validity, significance, and potential impact."
  },
  {
    "id": 143,
    "statement": "Peer review's comprehensiveness is mediated by reviewer perspectives and biases."
  },
  {
    "id": 144,
    "statement": "Scientific axioms are nuanced assumptions based on evidence and principles."
  },
  {
    "id": 145,
    "statement": "Electrostatic force is modified by medium properties, including dielectric constant, polarization, and conductivity."
  },
  {
    "id": 146,
    "statement": "Honesty is necessary but not sufficient for trust establishment."
  },
  {
    "id": 147,
    "statement": "Scientific axioms refined through ongoing experimentation and data analysis."
  },
  {
    "id": 148,
    "statement": "Peer review evaluates research comprehensively considering methodology and data quality."
  },
  {
    "id": 149,
    "statement": "Peer review assesses research validity through comprehensive evaluation."
  },
  {
    "id": 150,
    "statement": "Medium properties quantitatively impact electrostatic force measurements."
  },
  {
    "id": 151,
    "statement": "Peer review reliability affected by multiple contextual factors."
  },
  {
    "id": 152,
    "statement": "Peer review is not always comprehensive due to limitations."
  },
  {
    "id": 153,
    "statement": "Peer review evaluates data quality by assessing methods, accuracy, and presentation"
  },
  {
    "id": 154,
    "statement": "Scientific validity is influenced by multiple factors beyond methodology."
  },
  {
    "id": 155,
    "statement": "Emotional contagion occurs through multiple modes of communication."
  },
  {
    "id": 156,
    "statement": "Peer review assesses research methodology, data quality, validity, and internal consistency."
  },
  {
    "id": 157,
    "statement": "Medium properties influence electrostatic force with subtleties and intricacies."
  },
  {
    "id": 158,
    "statement": "Medium properties influence electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 159,
    "statement": "Peer review is flawed by reviewer biases and limitations."
  },
  {
    "id": 160,
    "statement": "A changing charge distribution alters electric field direction and strength."
  },
  {
    "id": 161,
    "statement": "Peer review assesses research quality through scientific rigor and relevance."
  },
  {
    "id": 162,
    "statement": "Social learning influences cultural norms and moral values indirectly through."
  },
  {
    "id": 163,
    "statement": "Peer review evaluates research comprehensively considering multiple factors."
  },
  {
    "id": 164,
    "statement": "Internal validity refers to research design and method accuracy."
  },
  {
    "id": 165,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement, distance, orientation, and distribution."
  },
  {
    "id": 166,
    "statement": "Dielectric constant's impact on electrostatic force is context-dependent."
  },
  {
    "id": 167,
    "statement": "Coulomb's law applies to macroscopic objects at large distances."
  },
  {
    "id": 168,
    "statement": "Medium properties affect electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 169,
    "statement": "Axioms require both theoretical and empirical evidence for validation"
  },
  {
    "id": 170,
    "statement": "Scientific axioms are nuanced assumptions based on evidence and principles."
  },
  {
    "id": 171,
    "statement": "Emotional contagion spreads through nonverbal emotional cues generally."
  },
  {
    "id": 172,
    "statement": "Dielectric constant determines electrostatic force in most media."
  },
  {
    "id": 173,
    "statement": "Electrostatic force behavior depends on multiple factors, including context."
  },
  {
    "id": 174,
    "statement": "Peer review evaluates research for intended practical applications and potential impact."
  },
  {
    "id": 175,
    "statement": "Peer review limitations include reviewer bias, limited expertise, time constraints."
  },
  {
    "id": 176,
    "statement": "Medium properties affect electrostatic force strength and direction."
  },
  {
    "id": 177,
    "statement": "Peer review evaluations are influenced by various contextual factors."
  },
  {
    "id": 178,
    "statement": "Electrostatic force is influenced by charge, distance, orientation, and medium properties."
  },
  {
    "id": 179,
    "statement": "Dielectric constant and conductivity both influence electrostatic forces indirectly."
  },
  {
    "id": 180,
    "statement": "Peer review assesses research comprehensively considering significance and impact."
  },
  {
    "id": 181,
    "statement": "Medium properties affect electrostatic force through dielectricity, polarization, and conductivity."
  },
  {
    "id": 182,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning."
  },
  {
    "id": 183,
    "statement": "Emotional contagion spreads through social influence mechanisms."
  },
  {
    "id": 184,
    "statement": "Histone modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 185,
    "statement": "Medium properties influence electrostatic force complexly, dependent on context."
  },
  {
    "id": 186,
    "statement": "Peer reviewers consider research in context of question and methodology."
  },
  {
    "id": 187,
    "statement": "Scientific assumptions refined through empirical evidence, theory, and peer review."
  },
  {
    "id": 188,
    "statement": "Peer review prioritizes data quality for accuracy and reliability."
  },
  {
    "id": 189,
    "statement": "Charge, distance, and orientation are dominant electrostatic force factors."
  },
  {
    "id": 190,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties' interaction."
  },
  {
    "id": 191,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 192,
    "statement": "Scientific axioms are provisional and subject to revision always."
  },
  {
    "id": 193,
    "statement": "Internal validity essential for research validity due to robust design."
  },
  {
    "id": 194,
    "statement": "Scientific axioms can be refined through experimental testing and data analysis."
  },
  {
    "id": 195,
    "statement": "Medium properties can influence electrostatic force in complex ways."
  },
  {
    "id": 196,
    "statement": "Electrostatic forces are influenced by multiple factors, including medium properties."
  },
  {
    "id": 197,
    "statement": "Medium properties influence electrostatic forces through multiple factors."
  },
  {
    "id": 198,
    "statement": "Medium properties modify electric field to affect electrostatic force."
  },
  {
    "id": 199,
    "statement": "Honesty is essential for building initial trust in relationships."
  }
]