[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 2,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 3,
    "statement": "Peer review assesses research validity through methodology and data quality."
  },
  {
    "id": 4,
    "statement": "Peer review assesses research validity through methodology, data quality, and results."
  },
  {
    "id": 5,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 6,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 7,
    "statement": "Peer review assesses research quality through evaluating methodology"
  },
  {
    "id": 8,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 9,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 10,
    "statement": "Research validity relies on methodology, data quality, and internal validity."
  },
  {
    "id": 11,
    "statement": "Validity in research refers to accuracy and generalizability of findings."
  },
  {
    "id": 12,
    "statement": "Electrostatic force arises from charge, distance, and orientation interaction"
  },
  {
    "id": 13,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties, including dielectric constant, polarization, conductivity."
  },
  {
    "id": 14,
    "statement": "Axioms are considered absolute and unchanging fundamental principles."
  },
  {
    "id": 15,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 16,
    "statement": "Histone modifications regulate chromatin structure to control gene expression."
  },
  {
    "id": 17,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 18,
    "statement": "Peer review limitations include bias, limited expertise, time constraints."
  },
  {
    "id": 19,
    "statement": "Electrostatic force is influenced by charge, distance, orientation, and medium properties."
  },
  {
    "id": 20,
    "statement": "Scientific axioms require both logical coherence and empirical evidence."
  },
  {
    "id": 21,
    "statement": "Peer review evaluates research methodology, data quality, and validity."
  },
  {
    "id": 22,
    "statement": "Peer review assesses methodology through research design and data analysis."
  },
  {
    "id": 23,
    "statement": "Scientific axioms are refined, not absolutely fixed truths."
  },
  {
    "id": 24,
    "statement": "Scientific axioms require logical coherence and empirical consistency."
  },
  {
    "id": 25,
    "statement": "Honesty may not be appropriate in every social and cultural context."
  },
  {
    "id": 26,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force through interaction."
  },
  {
    "id": 27,
    "statement": "Scientific validity is influenced by multiple factors beyond methodology including sampling bias, measurement error, data quality, research design, theoretical assumptions, funding, author bias, cultural and social factors, historical context, and interdisciplinary influences."
  },
  {
    "id": 28,
    "statement": "Electrostatic force depends on charge, distance, and orientation, primarily."
  },
  {
    "id": 29,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity."
  },
  {
    "id": 30,
    "statement": "Social learning influences cultural norms through observation and imitation"
  },
  {
    "id": 31,
    "statement": "Peer review assesses research for validity, methodology, and quality"
  },
  {
    "id": 32,
    "statement": "Internal validity includes research design, methods, measurement and sampling."
  },
  {
    "id": 33,
    "statement": "Dielectric constant affects electrostatic force in various contexts."
  },
  {
    "id": 34,
    "statement": "Mimicry involves both unconscious and conscious imitation processes."
  },
  {
    "id": 35,
    "statement": "Electrostatic force relationship with medium properties is complex and nuanced."
  },
  {
    "id": 36,
    "statement": "Mimicry is a complex cognitive process involving both conscious and unconscious imitation."
  },
  {
    "id": 37,
    "statement": "Peer review assesses research validity through methodology, data quality and results."
  },
  {
    "id": 38,
    "statement": "Empathy builds trust by creating a sense of safety through understanding."
  },
  {
    "id": 39,
    "statement": "Peer review standards vary based on context and requirements."
  },
  {
    "id": 40,
    "statement": "Quantum entanglement causes instantaneous non-local interactions."
  },
  {
    "id": 41,
    "statement": "Peer review assesses research comprehensively, considering methodology, data quality, validity, significance, impact, originality, clarity, ethical considerations."
  },
  {
    "id": 42,
    "statement": "Peer review evaluates research for validity, methodology, significance, and clarity."
  },
  {
    "id": 43,
    "statement": "Peer review assesses research validity comprehensively, considering multiple factors."
  },
  {
    "id": 44,
    "statement": "Histone-modifying enzymes have distinct activities for chromatin modification."
  },
  {
    "id": 45,
    "statement": "Axioms in science require logical coherence and empirical evidence."
  },
  {
    "id": 46,
    "statement": "Scientific axioms are assumptions open to revision based evidence"
  },
  {
    "id": 47,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 48,
    "statement": "Dielectric constant affects electrostatic forces through polarization, screening, and surface effects at nanoscale."
  },
  {
    "id": 49,
    "statement": "Mimicry involves both conscious and unconscious neural resonance."
  },
  {
    "id": 50,
    "statement": "Medium properties modulate electrostatic force in complex ways."
  },
  {
    "id": 51,
    "statement": "Histone modifications alter chromatin structure for transcription regulation."
  },
  {
    "id": 52,
    "statement": "Unconscious mimicry of emotional expressions is not universal instead"
  },
  {
    "id": 53,
    "statement": "Spatial arrangement of charges affects electric field patterns."
  },
  {
    "id": 54,
    "statement": "Mimicry involves unconsciously imitating others' emotional expressions."
  },
  {
    "id": 55,
    "statement": "Electrostatic force is influenced by multiple factors beyond charge, distance, orientation."
  },
  {
    "id": 56,
    "statement": "Internal validity measures cause-and-effect relationships in research."
  },
  {
    "id": 57,
    "statement": "Histone-modifying enzymes possess distinct enzymatic activities for modification."
  },
  {
    "id": 58,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization and conductivity."
  },
  {
    "id": 59,
    "statement": "Electrostatic forces depend on medium properties, charge, distance, orientation."
  },
  {
    "id": 60,
    "statement": "Scientific validity influenced by multiple extraneous factors beyond methodology."
  },
  {
    "id": 61,
    "statement": "Scientific axioms refined through iterative testing and evidence accumulation."
  },
  {
    "id": 62,
    "statement": "Trust involves multiple components, including reliability, empathy, accountability."
  },
  {
    "id": 63,
    "statement": "Scientific validity influenced by multiple extraneous factors beyond methodology."
  },
  {
    "id": 64,
    "statement": "Internal validity compromised if researcher fails to control bias"
  },
  {
    "id": 65,
    "statement": "Medium properties, dielectric constant, polarization, conductivity affect electrostatic force."
  },
  {
    "id": 66,
    "statement": "Internal validity compromised by researcher bias and confounding variables."
  },
  {
    "id": 67,
    "statement": "Nanomaterial properties, surface roughness, and electric field strength affect electrostatic forces"
  },
  {
    "id": 68,
    "statement": "Scientific conclusions are influenced by multiple factors beyond methodology alone."
  },
  {
    "id": 69,
    "statement": "Scientific axioms can be refined through iterative testing and evidence accumulation."
  },
  {
    "id": 70,
    "statement": "Medium properties influence electrostatic force with subtlety and exceptions"
  },
  {
    "id": 71,
    "statement": "Histones can be modified by enzymes to regulate gene expression."
  },
  {
    "id": 72,
    "statement": "Mimicry involves unconscious imitation of others' emotional expressions."
  },
  {
    "id": 73,
    "statement": "Scientific axioms are refined through iterative testing and revision processes."
  },
  {
    "id": 74,
    "statement": "Electrostatic forces influenced by dielectric constant, polarization, conductivity."
  },
  {
    "id": 75,
    "statement": "Dielectric constant affects electrostatic forces by screening electric fields."
  },
  {
    "id": 76,
    "statement": "Peer review standards vary across multiple factors influencing outcomes."
  },
  {
    "id": 77,
    "statement": "Dielectric constant and polarization affect electrostatic force strength."
  },
  {
    "id": 78,
    "statement": "Histone modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 79,
    "statement": "Mimicry involves unconsciously imitating others' emotional expressions."
  },
  {
    "id": 80,
    "statement": "Validity refers to study's design and methods accuracy."
  },
  {
    "id": 81,
    "statement": "Peer review standards vary depending on context and requirements."
  },
  {
    "id": 82,
    "statement": "Scientific axioms are assumptions open to revision always"
  },
  {
    "id": 83,
    "statement": "Charge geometry's spatial arrangement influences electric field pattern."
  },
  {
    "id": 84,
    "statement": "Medium properties, dielectric constant, polarization, conductivity affect electric fields."
  },
  {
    "id": 85,
    "statement": "Electrostatic forces affected by medium properties, including dielectric constant, polarization, conductivity, and geometry."
  },
  {
    "id": 86,
    "statement": "Medium properties, such as dielectric constant, polarization, conductivity, impact electrostatic forces."
  },
  {
    "id": 87,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 88,
    "statement": "Charge geometry affects electric field through symmetry and asymmetry."
  },
  {
    "id": 89,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 90,
    "statement": "Histone modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 91,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 92,
    "statement": "Medium properties influence electrostatic forces through various mechanisms"
  },
  {
    "id": 93,
    "statement": "Automatic and unconscious mimicry is an inherent human social behavior."
  },
  {
    "id": 94,
    "statement": "Scientific assumptions refined through iterative testing and evaluation somewhat consistently."
  },
  {
    "id": 95,
    "statement": "Histone-modifying enzymes possess distinct enzymatic activities for modification."
  },
  {
    "id": 96,
    "statement": "Histone modifications alter chromatin structure, affecting gene expression."
  },
  {
    "id": 97,
    "statement": "Mimicry is an automatic and unconscious simulation of others' emotions."
  },
  {
    "id": 98,
    "statement": "Honesty is a fundamental value, not always morally absolute."
  },
  {
    "id": 99,
    "statement": "Medium properties, dielectric constant, polarization, conductivity modulate electric field patterns."
  },
  {
    "id": 100,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 101,
    "statement": "Electrostatic forces affected by medium properties, including dielectric constant, polarization, conductivity, and geometry."
  },
  {
    "id": 102,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 103,
    "statement": "Mimicry involves both conscious and unconscious neural resonance."
  },
  {
    "id": 104,
    "statement": "Internal validity concerns accurate measurement, design, methods, sampling, and control."
  },
  {
    "id": 105,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 106,
    "statement": "Medium properties affect electrostatic force direction and strength."
  },
  {
    "id": 107,
    "statement": "Electrostatic forces modulated by medium properties in complex ways."
  },
  {
    "id": 108,
    "statement": "Histone modifications regulate chromatin structure and gene expression effects."
  },
  {
    "id": 109,
    "statement": "Scientific assumptions refined through iterative testing and revision typically."
  },
  {
    "id": 110,
    "statement": "Axioms in science are foundational assumptions, not hypotheses"
  },
  {
    "id": 111,
    "statement": "Social learning influences cultural norms and moral values indirectly through mechanisms."
  },
  {
    "id": 112,
    "statement": "Medium properties, including dielectric constant, polarization, and conductivity, affect electrostatic force."
  },
  {
    "id": 113,
    "statement": "Humans exhibit mimicry behaviors, both conscious and unconscious."
  },
  {
    "id": 114,
    "statement": "Scientific assumptions are refined through iterative testing and revision, acknowledging limitations."
  },
  {
    "id": 115,
    "statement": "Medium properties influence electrostatic force strength and direction."
  },
  {
    "id": 116,
    "statement": "Electrostatic force is determined by main factors of charge, distance, and orientation."
  },
  {
    "id": 117,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 118,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 119,
    "statement": "Dielectric constant affects electrostatic force in specific contexts only."
  },
  {
    "id": 120,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization."
  },
  {
    "id": 121,
    "statement": "Medium properties influence electric field lines direction and magnitude."
  },
  {
    "id": 122,
    "statement": "Scientific assumptions refined through iterative testing and revision typically."
  },
  {
    "id": 123,
    "statement": "Reviewer biases can distort evaluation, affecting peer review's reliability."
  },
  {
    "id": 124,
    "statement": "Scientific axioms require logical coherence and empirical evidence."
  },
  {
    "id": 125,
    "statement": "Mimicry encompasses both conscious and unconscious, automatic forms."
  },
  {
    "id": 126,
    "statement": "Mimicry involves unconscious neural synchronization between individuals."
  },
  {
    "id": 127,
    "statement": "Dielectric constant affects electrostatic forces in materials' nanostructures."
  },
  {
    "id": 128,
    "statement": "Scientific axioms are refined, not absolutely fixed truths."
  },
  {
    "id": 129,
    "statement": "Peer review assesses research validity through methodology, data quality, and results analysis"
  },
  {
    "id": 130,
    "statement": "Internal validity measures cause-and-effect relationships with limitations"
  },
  {
    "id": 131,
    "statement": "Electrostatic force is influenced by medium properties, such as dielectric constant."
  },
  {
    "id": 132,
    "statement": "Histone-modifying enzymes regulate chromatin structure and gene expression."
  },
  {
    "id": 133,
    "statement": "Medium properties influence electrostatic force with subtle exceptions."
  },
  {
    "id": 134,
    "statement": "Dielectric constants, polarization, and conductivity influence electrostatic forces mutually."
  },
  {
    "id": 135,
    "statement": "Scientific assumptions refined through iterative testing and revision typically."
  },
  {
    "id": 136,
    "statement": "Peer review assesses research validity through multiple factors, not just three."
  },
  {
    "id": 137,
    "statement": "Geometry affects electrostatic forces depending on specific context."
  },
  {
    "id": 138,
    "statement": "Peer review's comprehensiveness can be limited by reviewer expertise and time constraints."
  },
  {
    "id": 139,
    "statement": "Honesty is a complex moral value influenced by context."
  },
  {
    "id": 140,
    "statement": "Electrostatic forces depend on charge, distance, and orientation primarily."
  },
  {
    "id": 141,
    "statement": "Peer review evaluates research validity through various aspects comprehensively."
  },
  {
    "id": 142,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization, conductivity."
  },
  {
    "id": 143,
    "statement": "Peer review assesses research quality comprehensively, not solely methodology"
  },
  {
    "id": 144,
    "statement": "Unconscious social learning occurs through automatic emotional expression mimicry."
  },
  {
    "id": 145,
    "statement": "Mimicry involves both conscious and unconscious imitation processes."
  },
  {
    "id": 146,
    "statement": "Mimicry involves unconscious, reflexive simulation of others' emotions."
  },
  {
    "id": 147,
    "statement": "Histone modifications regulate chromatin structure and gene expression effects."
  },
  {
    "id": 148,
    "statement": "Nanomaterials' surface roughness, electrical properties, and electric fields interact to affect electrostatic forces."
  },
  {
    "id": 149,
    "statement": "Medium properties modify electrostatic force through screening and polarizing."
  },
  {
    "id": 150,
    "statement": "Internal validity ensures causal relationships through design and methods control."
  },
  {
    "id": 151,
    "statement": "Histone modifications alter chromatin structure, affecting transcription regulation."
  },
  {
    "id": 152,
    "statement": "Electrostatic force is primarily determined by charge, distance, and orientation."
  },
  {
    "id": 153,
    "statement": "Electrostatic force depends on main factors charge, distance, and orientation."
  },
  {
    "id": 154,
    "statement": "Peer review assesses research validity through methodology, data quality, and results."
  },
  {
    "id": 155,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties"
  },
  {
    "id": 156,
    "statement": "Medium properties, dielectric constant, polarization, conductivity modulate electric field strength and direction."
  },
  {
    "id": 157,
    "statement": "Honesty is generally a virtue, but context matters too"
  },
  {
    "id": 158,
    "statement": "Electrostatic force depends on primary factors of charge, distance, orientation."
  },
  {
    "id": 159,
    "statement": "Mimicry involves automatic and conscious imitation of emotions."
  },
  {
    "id": 160,
    "statement": "Peer review evolves with time and continuous improvement efforts."
  },
  {
    "id": 161,
    "statement": "Mimicry involves unconscious imitation of others' emotional expressions."
  },
  {
    "id": 162,
    "statement": "Trust develops through various factors, not solely honesty."
  },
  {
    "id": 163,
    "statement": "Medium properties control electrostatic force through complex interactions."
  },
  {
    "id": 164,
    "statement": "Peer review limitations can be mitigated by increasing objectivity"
  },
  {
    "id": 165,
    "statement": "Dielectric constant, polarization, and conductivity influence electrostatic force through separate mechanisms."
  },
  {
    "id": 166,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 167,
    "statement": "Validity in research refers to accurate measurement and generalizability."
  },
  {
    "id": 168,
    "statement": "Scientific validity influenced by multiple extraneous factors always."
  },
  {
    "id": 169,
    "statement": "Peer review evaluates research validity through methodology, data quality, and results."
  },
  {
    "id": 170,
    "statement": "Charge, distance, and orientation are primary electrostatic force factors"
  },
  {
    "id": 171,
    "statement": "Medium properties influence electric field lines through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 172,
    "statement": "Iterative testing and refinement refine scientific assumptions over time."
  },
  {
    "id": 173,
    "statement": "Quantum entanglement enables non-local instantaneous interactions between particles."
  },
  {
    "id": 174,
    "statement": "Medium properties modify electrostatic force in complex ways, influenced by type, field direction, distance, and presence of charged objects and fields."
  },
  {
    "id": 175,
    "statement": "Peer review evaluates methodology, research design, and data analysis comprehensively."
  },
  {
    "id": 176,
    "statement": "Trust involves multiple components, including reliability, empathy, accountability, generally."
  },
  {
    "id": 177,
    "statement": "Electrostatic forces are affected by dielectric constants and polarization interactions."
  },
  {
    "id": 178,
    "statement": "Scientific assumptions refined through iterative testing and evaluation iteratively."
  },
  {
    "id": 179,
    "statement": "Mimicry involves both conscious and unconscious social behavior."
  },
  {
    "id": 180,
    "statement": "Scientific assumptions refined through iterative testing and revision."
  },
  {
    "id": 181,
    "statement": "Peer review assesses research validity through methodology, results analysis, and refereeing."
  },
  {
    "id": 182,
    "statement": "Axioms are considered fundamental principles, changeable with new evidence."
  },
  {
    "id": 183,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization."
  },
  {
    "id": 184,
    "statement": "Accuracy in research refers to true representation of phenomenon."
  },
  {
    "id": 185,
    "statement": "Peer review standards adapt to varying contexts and requirements."
  },
  {
    "id": 186,
    "statement": "Internal validity ensured through research design, methods, measurement, sampling."
  },
  {
    "id": 187,
    "statement": "Scientific conclusions involve multiple factors beyond methodology alone; influences include funding, author bias and cultural factors and more."
  },
  {
    "id": 188,
    "statement": "Medium properties influence electrostatic forces through shielding, screening, and alignment."
  },
  {
    "id": 189,
    "statement": "Histones are proteins wrapped around DNA in chromatin structure"
  },
  {
    "id": 190,
    "statement": "Electrostatic forces depend on charge, distance, and orientation in vacuum."
  },
  {
    "id": 191,
    "statement": "Medium properties influence electrostatic forces through multiple mechanisms."
  },
  {
    "id": 192,
    "statement": "Electrostatic force is influenced by multiple factors beyond charge, distance, and orientation."
  },
  {
    "id": 193,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 194,
    "statement": "Electrostatic forces depend on medium properties including dielectric constant, polarization, conductivity, and geometry."
  },
  {
    "id": 195,
    "statement": "Mimicry involves both conscious and unconscious neural resonance."
  },
  {
    "id": 196,
    "statement": "Automatic mimicry aids social bonding and communication processes."
  },
  {
    "id": 197,
    "statement": "Scientific axioms are assumptions subject to revision by new evidence"
  }
]