[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Electrostatic force depends on charge, distance primarily."
  },
  {
    "id": 2,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 3,
    "statement": "Peer review evaluates research methodology, data quality, and validity."
  },
  {
    "id": 4,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 5,
    "statement": "Peer review primarily evaluates research's scientific validity, significance, and impact."
  },
  {
    "id": 6,
    "statement": "Peer review prioritizes scientific validity, significance, and impact accordingly"
  },
  {
    "id": 7,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 8,
    "statement": "Charge geometry affects electric field patterns, shape, and orientation."
  },
  {
    "id": 9,
    "statement": "Charge geometry affects electric field patterns by spatial arrangement"
  },
  {
    "id": 10,
    "statement": "Peer review evaluates research for scientific validity and impact"
  },
  {
    "id": 11,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 12,
    "statement": "Electrostatic force depends on charge, distance, and medium properties."
  },
  {
    "id": 13,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact only"
  },
  {
    "id": 14,
    "statement": "Peer review considers validity, significance, and impact simultaneously"
  },
  {
    "id": 15,
    "statement": "Implicit social learning shapes attitudes and behaviors through emotional contagion."
  },
  {
    "id": 16,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties completely"
  },
  {
    "id": 17,
    "statement": "Axioms are working assumptions open to revision in science."
  },
  {
    "id": 18,
    "statement": "Peer review evaluates research for validity, significance, and potential impact."
  },
  {
    "id": 19,
    "statement": "Cultural norms shape moral values through social learning and reinforcement."
  },
  {
    "id": 20,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 21,
    "statement": "Peer review evaluates research holistically, considering multiple aspects together."
  },
  {
    "id": 22,
    "statement": "Axioms in science are fundamental principles with theoretical and empirical support"
  },
  {
    "id": 23,
    "statement": "Dielectric constant changes electric field strength proportionally."
  },
  {
    "id": 24,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 25,
    "statement": "Forming a trust is essential for a healthy relationship"
  },
  {
    "id": 26,
    "statement": "Axioms are provisional assumptions open to refinement and revision."
  },
  {
    "id": 27,
    "statement": "Scientific understanding improves through iterative refinement and revision processes."
  },
  {
    "id": 28,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 29,
    "statement": "Implicit social learning shapes cultural norms around honesty through emotional contagion."
  },
  {
    "id": 30,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 31,
    "statement": "Trust is a crucial foundation for relationship building."
  },
  {
    "id": 32,
    "statement": "Electric field lines change direction with changing orientation."
  },
  {
    "id": 33,
    "statement": "Electric field lines change direction with charge distribution and orientation changes."
  },
  {
    "id": 34,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility to genes."
  },
  {
    "id": 35,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily"
  },
  {
    "id": 36,
    "statement": "Axioms are assumptions guiding scientific research without empirical evidence."
  },
  {
    "id": 37,
    "statement": "Peer review evaluates research comprehensively considering methodology, data quality, and validity."
  },
  {
    "id": 38,
    "statement": "Medium properties dielectric constant, polarization, conductivity influence electrostatic force."
  },
  {
    "id": 39,
    "statement": "Authenticity builds trust through open communication and respect"
  },
  {
    "id": 40,
    "statement": "Emotional contagion influences cultural norms around honesty implicitly."
  },
  {
    "id": 41,
    "statement": "Axioms are fundamental principles guiding scientific theory development unconditionally."
  },
  {
    "id": 42,
    "statement": "Medium properties affect electrostatic force through dielectric, polarization, and conductivity"
  },
  {
    "id": 43,
    "statement": "Interconnected methodology, data quality, and validity determine research validity."
  },
  {
    "id": 44,
    "statement": "Medium properties affect electrostatic force through dielectric constant and conductivity."
  },
  {
    "id": 45,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force in media through electric field distortion, charge screening, and dipole-dipole interactions."
  },
  {
    "id": 46,
    "statement": "Scientific assumptions are provisional and open to revision."
  },
  {
    "id": 47,
    "statement": "Electrostatic force is affected by temperature, surface roughness, and humidity."
  },
  {
    "id": 48,
    "statement": "Electrostatic force is determined by main factors of charge, distance, and orientation."
  },
  {
    "id": 49,
    "statement": "Electrostatic force is inversely proportional to square of distance."
  },
  {
    "id": 50,
    "statement": "Peer review evaluates research holistically, considering multiple aspects."
  },
  {
    "id": 51,
    "statement": "Peer review assesses data quality through accuracy, precision, and integrity."
  },
  {
    "id": 52,
    "statement": "Peer review evaluates research for effectiveness in implementation."
  },
  {
    "id": 53,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force in media."
  },
  {
    "id": 54,
    "statement": "Peer review assesses research validity, significance, and impact comprehensively."
  },
  {
    "id": 55,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 56,
    "statement": "Trust's importance in relationship building may vary by context and culture."
  },
  {
    "id": 57,
    "statement": "Scientific assumptions are refined, not necessarily revised fundamentally."
  },
  {
    "id": 58,
    "statement": "Axioms are provisional assumptions open to refinement and revision."
  },
  {
    "id": 59,
    "statement": "Histone modifications regulate chromatin structure, influencing gene expression dynamics."
  },
  {
    "id": 60,
    "statement": "Emotional contagion influences cultural norms through implicit learning."
  },
  {
    "id": 61,
    "statement": "Methodology, data quality, and validity are interconnected in assessing scientific validity"
  },
  {
    "id": 62,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning"
  },
  {
    "id": 63,
    "statement": "Charge arrangement in space determines electric field pattern"
  },
  {
    "id": 64,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties"
  },
  {
    "id": 65,
    "statement": "Emotional contagion influences cultural norms around honesty through unconscious patterns."
  },
  {
    "id": 66,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 67,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 68,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility for gene expression"
  },
  {
    "id": 69,
    "statement": "Emotional contagion is a phenomenon of unconscious social learning."
  },
  {
    "id": 70,
    "statement": "Implicit social influences shape moral values through emotional contagion indirectly"
  },
  {
    "id": 71,
    "statement": "Peer review evaluates research for validity, impact, methodology, quality, validity"
  },
  {
    "id": 72,
    "statement": "Cultural norms impact moral values through social learning and experiences."
  },
  {
    "id": 73,
    "statement": "Electric field lines' direction remains unchanged with charge orientation changes."
  },
  {
    "id": 74,
    "statement": "Implicit social influences shape moral values through emotional contagion"
  },
  {
    "id": 75,
    "statement": "Cultural norms influence moral values through social learning and experiences"
  },
  {
    "id": 76,
    "statement": "Methodology, data quality, and validity contribute to scientific validity intertwinedly."
  },
  {
    "id": 77,
    "statement": "Medium properties, dielectric constant, polarization, conductivity, affect electrostatic force."
  },
  {
    "id": 78,
    "statement": "Electrostatic force is influenced by charge, distance, orientation, and medium properties."
  },
  {
    "id": 79,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force quantitatively through mediums."
  },
  {
    "id": 80,
    "statement": "Implicit social learning shapes cultural norms around honesty through emotional contagion."
  },
  {
    "id": 81,
    "statement": "Dielectric constant, polarization, and conductivity adjust electrostatic force strength."
  },
  {
    "id": 82,
    "statement": "Peer review evaluates validity, significance, and impact in interconnected context."
  },
  {
    "id": 83,
    "statement": "Trust in relationships fosters intimacy, cooperation, and understanding."
  },
  {
    "id": 84,
    "statement": "Scientific axioms are foundational principles without empirical evidence."
  },
  {
    "id": 85,
    "statement": "Peer review assesses validity through research design, methods, and outcomes"
  },
  {
    "id": 86,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 87,
    "statement": "Orientation affects electrostatic force through electric field alignment."
  },
  {
    "id": 88,
    "statement": "Peer review assesses research comprehensively, considering methodology, data quality, validity, significance, impact, originality, clarity, ethical considerations."
  },
  {
    "id": 89,
    "statement": "Axioms in science are provisional assumptions open revision."
  },
  {
    "id": 90,
    "statement": "Axioms in science are nuanced assumptions with underlying evidence"
  },
  {
    "id": 91,
    "statement": "Cultural norms influenced by multiple implicit social learning factors."
  },
  {
    "id": 92,
    "statement": "Histone modifications alter chromatin structure, influencing gene expression dynamics."
  },
  {
    "id": 93,
    "statement": "Dielectric constant affects electric field strength directly."
  },
  {
    "id": 94,
    "statement": "Honesty fosters vulnerability, ultimately building trust and relationships."
  },
  {
    "id": 95,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance."
  },
  {
    "id": 96,
    "statement": "Electrostatic force is affected by medium's dielectric, polarization, and conductivity"
  },
  {
    "id": 97,
    "statement": "Electrostatic force depends on dielectric constant, polarization, and conductivity."
  },
  {
    "id": 98,
    "statement": "Peer review evaluates research for internal validity and generalizability."
  },
  {
    "id": 99,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion partially."
  },
  {
    "id": 100,
    "statement": "Charge geometry influences electric field patterns and shape primarily."
  },
  {
    "id": 101,
    "statement": "Axioms in science are working assumptions open to revision."
  },
  {
    "id": 102,
    "statement": "Peer review assesses research comprehensively considering various aspects."
  },
  {
    "id": 103,
    "statement": "Peer review evaluates research for validity, methodology, quality, and impact."
  },
  {
    "id": 104,
    "statement": "Authenticity builds trust through complex personal, social, and cultural interactions."
  },
  {
    "id": 105,
    "statement": "Methodology, data quality, and validity determine research validity together."
  },
  {
    "id": 106,
    "statement": "Histone modifications compact chromatin structure, repressing gene expression."
  },
  {
    "id": 107,
    "statement": "Trust involves multiple components, not just authenticity alone"
  },
  {
    "id": 108,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force quantitatively."
  },
  {
    "id": 109,
    "statement": "Electric field lines align with force direction between charges, affecting force strength."
  },
  {
    "id": 110,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 111,
    "statement": "Dielectric constant and conductivity moderate electrostatic force effectiveness."
  },
  {
    "id": 112,
    "statement": "Emotional contagion influences cultural norms through implicit social learning."
  },
  {
    "id": 113,
    "statement": "Authenticity builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 114,
    "statement": "“Axioms in science are provisional assumptions open to revision.”"
  },
  {
    "id": 115,
    "statement": "Methodology, data quality, and validity are interconnected elements."
  },
  {
    "id": 116,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and effectiveness."
  },
  {
    "id": 117,
    "statement": "Electrostatic force primarily depends on charge, distance, and orientation."
  },
  {
    "id": 118,
    "statement": "Axioms are provisional assumptions open to refinement and revision."
  },
  {
    "id": 119,
    "statement": "Axioms are provisional and subject to revision in science."
  },
  {
    "id": 120,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force in media."
  },
  {
    "id": 121,
    "statement": "Significance evaluates scientific importance and practical impact simultaneously."
  },
  {
    "id": 122,
    "statement": "Authenticity builds trust through combination of personal traits like honesty"
  },
  {
    "id": 123,
    "statement": "Charge geometry significantly influences electric field patterns and shape."
  },
  {
    "id": 124,
    "statement": "Orientation affects electric force through aligned electric field lines."
  },
  {
    "id": 125,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity interactions."
  },
  {
    "id": 126,
    "statement": "Various environmental factors influence electrostatic forces quantitatively."
  },
  {
    "id": 127,
    "statement": "Orientation affects electrostatic force through electric field angle changes."
  },
  {
    "id": 128,
    "statement": "Scientific understanding improves through iterative refinement and revision."
  },
  {
    "id": 129,
    "statement": "Electric field lines direction remains unchanged with changing orientation."
  },
  {
    "id": 130,
    "statement": "Vulnerability encompasses multiple dimensions, emotional, physical, social, and psychological."
  },
  {
    "id": 131,
    "statement": "Peer review evaluates research comprehensively considering methodology, validity, and impact."
  },
  {
    "id": 132,
    "statement": "Implicit social learning influences cultural norms and moral values unconsciously."
  },
  {
    "id": 133,
    "statement": "Vulnerability encompasses emotional, physical, social, and psychological dimensions."
  },
  {
    "id": 134,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 135,
    "statement": "Dielectric constant reduces electric field intensity in materials"
  },
  {
    "id": 136,
    "statement": "Axioms are refined and revised through iterative scientific inquiry."
  },
  {
    "id": 137,
    "statement": "Peer reviewers assess data quality through accuracy, precision, and integrity."
  },
  {
    "id": 138,
    "statement": "Histone modifications alter chromatin structure, influencing gene expression."
  },
  {
    "id": 139,
    "statement": "Scientific axioms are provisional assumptions open to revision."
  },
  {
    "id": 140,
    "statement": "Methodology, data quality, and validity are interconnected research elements."
  },
  {
    "id": 141,
    "statement": "Peer review assesses multiple factors beyond primary aspects."
  },
  {
    "id": 142,
    "statement": "Peer review assesses research methodology, data quality, and validity comprehensively."
  },
  {
    "id": 143,
    "statement": "Evaluation of significance considers both scientific and practical impact equally."
  },
  {
    "id": 144,
    "statement": "Axioms are working assumptions open to refinement and revision."
  },
  {
    "id": 145,
    "statement": "Coulomb's Law states electrostatic force is inversely proportional distance square."
  },
  {
    "id": 146,
    "statement": "Axioms in science are provisional assumptions open revision."
  },
  {
    "id": 147,
    "statement": "Coulomb's Law governs electrostatic force with charge, distance, and orientation"
  },
  {
    "id": 148,
    "statement": "Trust can emerge over time in relationships as puzzle piece"
  },
  {
    "id": 149,
    "statement": "Electric field lines align with force direction between charges, affecting force strength."
  },
  {
    "id": 150,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 151,
    "statement": "Honesty builds trust by establishing reliability and authenticity."
  },
  {
    "id": 152,
    "statement": "Peer review evaluates research methodology, data quality, and validity comprehensively."
  },
  {
    "id": 153,
    "statement": "Validity refers to accuracy of study findings in real-world contexts."
  },
  {
    "id": 154,
    "statement": "Media properties dielectric constant, polarization, conductivity affect electrostatic forces."
  },
  {
    "id": 155,
    "statement": "Axioms in science are assumptions guided by evidence and context."
  },
  {
    "id": 156,
    "statement": "Peer review is a critical assessment of research validity and impact"
  },
  {
    "id": 157,
    "statement": "Dielectric constant affects electrostatic force through polarization and screening."
  },
  {
    "id": 158,
    "statement": "Honesty cultivates vulnerability, fostering trust and relationships."
  },
  {
    "id": 159,
    "statement": "Peer review prioritizes scientific validity, significance, and impact in order."
  },
  {
    "id": 160,
    "statement": "Orientation affects electric force through aligned electric field lines'"
  },
  {
    "id": 161,
    "statement": "Emotional contagion influences moral values through multiple factors"
  },
  {
    "id": 162,
    "statement": "Charge geometry affects electric field patterns through symmetry, asymmetry, shape, and orientation."
  },
  {
    "id": 163,
    "statement": "Scientific assumptions undergo iterative refinement, not radical overhaul"
  },
  {
    "id": 164,
    "statement": "Emotional contagion influences cultural norms around honesty in subtle ways."
  },
  {
    "id": 165,
    "statement": "Charge geometry strongly influences electric field patterns and shape."
  },
  {
    "id": 166,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force in mediums."
  },
  {
    "id": 167,
    "statement": "Emotional contagion is an unconscious, automatic social learning process."
  },
  {
    "id": 168,
    "statement": "Medium properties affect electrostatic force through dielectric, polarization, and conductivity interactions."
  },
  {
    "id": 169,
    "statement": "Environmental factors quantitatively influence electrostatic force behavior."
  },
  {
    "id": 170,
    "statement": "Orientation affects electric field direction and strength through angle."
  },
  {
    "id": 171,
    "statement": "Electrostatic force is affected by medium properties, temperature, and humidity."
  },
  {
    "id": 172,
    "statement": "Dielectric constant, polarization, and conductivity influence electrostatic force quantitatively."
  },
  {
    "id": 173,
    "statement": "Cultural norms shape moral values through socialization and education."
  },
  {
    "id": 174,
    "statement": "Electrostatic force depends on charge, distance, and medium properties."
  },
  {
    "id": 175,
    "statement": "Axioms in science are provisional, open to revision and refinement."
  },
  {
    "id": 176,
    "statement": "Vulnerability, reciprocation, respect, and open communication build trust collectively"
  },
  {
    "id": 177,
    "statement": "Electrostatic force is affected by temperature, humidity, and surface roughness."
  },
  {
    "id": 178,
    "statement": "Peer review assesses research validity, significance, and impact separately loosely."
  },
  {
    "id": 179,
    "statement": "Orientation affects electrostatic force by altering electric field alignment"
  },
  {
    "id": 180,
    "statement": "Cultural norms shape moral values through social learning and reinforcement."
  },
  {
    "id": 181,
    "statement": "Axioms are foundational scientific assumptions with theoretical and empirical support."
  },
  {
    "id": 182,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 183,
    "statement": "Dielectric constant inversely proportional to electric field strength"
  },
  {
    "id": 184,
    "statement": "Electrostatic force is indirectly proportional to distance primarily."
  },
  {
    "id": 185,
    "statement": "Emotional contagion shapes cultural norms around honesty through implicit social learning."
  },
  {
    "id": 186,
    "statement": "Electrostatic force is primarily influenced by charge, distance, and orientation."
  },
  {
    "id": 187,
    "statement": "Charge geometry describes spatial arrangement of charged particles."
  },
  {
    "id": 188,
    "statement": "Axioms in science are assumptions based on empirical evidence refined."
  },
  {
    "id": 189,
    "statement": "Axioms in science are provisional, open to revision."
  },
  {
    "id": 190,
    "statement": "Authenticity builds trust through open communication and empathy."
  },
  {
    "id": 191,
    "statement": "Scientific assumptions are provisional and amendable to evidence"
  },
  {
    "id": 192,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 193,
    "statement": "Peer review assesses research's potential scientific, practical, and societal impact."
  },
  {
    "id": 194,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force dynamically."
  },
  {
    "id": 195,
    "statement": "Trust builds through a combination of authenticity, reliability, and empathy."
  },
  {
    "id": 196,
    "statement": "Medium properties influence electrostatic force through dielectric constant and conductivity."
  },
  {
    "id": 197,
    "statement": "Electrostatic force changes due to dielectric constant and conductivity"
  },
  {
    "id": 198,
    "statement": "Emotional contagion influences attitudes and behaviors through social learning."
  }
]