[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 2,
    "statement": "Electrostatic force depends on medium properties including dielectric constant, polarization."
  },
  {
    "id": 3,
    "statement": "Cultural norms shape research approaches and prioritization outcomes."
  },
  {
    "id": 4,
    "statement": "Histones are proteins that compact or decompact chromatin, influencing gene expression."
  },
  {
    "id": 5,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 6,
    "statement": "Epigenetic modifications can regulate gene expression through chromatin structure changes."
  },
  {
    "id": 7,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 8,
    "statement": "Honesty is culturally relative and socially constructed virtue."
  },
  {
    "id": 9,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance."
  },
  {
    "id": 10,
    "statement": "Credibility in academia arises from research quality, peer review, and expertise."
  },
  {
    "id": 11,
    "statement": "Cultural context influences research's relevance and accuracy significantly."
  },
  {
    "id": 12,
    "statement": "Electrostatic force depends on charge, distance, orientation, and arrangement."
  },
  {
    "id": 13,
    "statement": "Axioms provide foundation for specific scientific theories and models."
  },
  {
    "id": 14,
    "statement": "Coulomb's Law is the fundamental principle governing electrostatic force"
  },
  {
    "id": 15,
    "statement": "Electrostatic force depends on multiple factors including charge, distance, orientation"
  },
  {
    "id": 16,
    "statement": "Electrostatic force depends on charge separation, proximity, and orientation."
  },
  {
    "id": 17,
    "statement": "Axioms are foundation for specific theoretical frameworks, not absolute truths."
  },
  {
    "id": 18,
    "statement": "Honesty's universality debated due to cultural relativity and context."
  },
  {
    "id": 19,
    "statement": "Epigenetic modifications involve histone-DNA interactions and methylation mechanisms"
  },
  {
    "id": 20,
    "statement": "Electric charges' spatial arrangement affects the electric field strength."
  },
  {
    "id": 21,
    "statement": "Histones compact chromatin through nucleosome formation and reorganization."
  },
  {
    "id": 22,
    "statement": "Cultural norms influence research at multiple stages selectively."
  },
  {
    "id": 23,
    "statement": "Honesty's meaning varies by culture, economy, history, and values."
  },
  {
    "id": 24,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 25,
    "statement": "Epigenetic modifications can permanently change gene expression"
  },
  {
    "id": 26,
    "statement": "Electric fields shape electrostatic forces through charge, distance, and orientation."
  },
  {
    "id": 27,
    "statement": "Cultural norms influence scientific interpretation through subtle biases, assumptions."
  },
  {
    "id": 28,
    "statement": "Axioms are fundamental principles accepted without proof in science"
  },
  {
    "id": 29,
    "statement": "Cultural context affects research design, methods, and interpretation significantly."
  },
  {
    "id": 30,
    "statement": "Cultural norms influence scientific interpretation through collective beliefs values"
  },
  {
    "id": 31,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 32,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 33,
    "statement": "Cultural norms influence scientific interpretation through research methods and frameworks."
  },
  {
    "id": 34,
    "statement": "Electrostatic forces result from complex interactions of multiple factors."
  },
  {
    "id": 35,
    "statement": "Honesty is context-dependent, influenced by cultural, individual factors"
  },
  {
    "id": 36,
    "statement": "Honesty is a universally accepted moral principle, prescribed by reason."
  },
  {
    "id": 37,
    "statement": "Electrostatic force depends on medium's dielectric constant and polarization."
  },
  {
    "id": 38,
    "statement": "Charge distribution refers to electric charge spatial arrangement."
  },
  {
    "id": 39,
    "statement": "Honesty is a context-dependent moral concept influenced greatly."
  },
  {
    "id": 40,
    "statement": "Axioms provide foundation for specific theoretical frameworks, not universally applicable"
  },
  {
    "id": 41,
    "statement": "Epigenetic modifications involve complex histone-DNA interactions and methylation mechanisms."
  },
  {
    "id": 42,
    "statement": "Electrostatic forces depend on charge distribution, proximity, and orientation."
  },
  {
    "id": 43,
    "statement": "Epigenetic modifications alter chromatin structure through histone and DNA interactions."
  },
  {
    "id": 44,
    "statement": "Cultural norms shape honesty's definition and practice globally."
  },
  {
    "id": 45,
    "statement": "Histone-DNA methylation interactions regulate chromatin structure and gene expression."
  },
  {
    "id": 46,
    "statement": "Honesty is a dynamic concept subject to cultural influence."
  },
  {
    "id": 47,
    "statement": "Cultural norms influence honesty's definition and practice globally."
  },
  {
    "id": 48,
    "statement": "Honesty is a moral principle universally valued across cultures."
  },
  {
    "id": 49,
    "statement": "Cultural norms influence research selectivity at various stages."
  },
  {
    "id": 50,
    "statement": "Electrostatic forces result from charge distribution, proximity, and orientation."
  },
  {
    "id": 51,
    "statement": "Electric charge spatial arrangement refers to relative positions and distances."
  },
  {
    "id": 52,
    "statement": "Epigenetic modifications alter chromatin structure through histone-DNA interactions."
  },
  {
    "id": 53,
    "statement": "Honesty is influenced by cultural, individual, and social factors."
  },
  {
    "id": 54,
    "statement": "Epigenetic modifications regulate gene expression through histone modifications."
  },
  {
    "id": 55,
    "statement": "Cultural norms influence scientific interpretation through unconscious biases."
  },
  {
    "id": 56,
    "statement": "Axioms are fundamental principles assumed without scientific proof."
  },
  {
    "id": 57,
    "statement": "Electrostatic force depends on medium's dielectric constant and polarization."
  },
  {
    "id": 58,
    "statement": "Science axioms are fundamental assumptions with evidence-based support."
  },
  {
    "id": 59,
    "statement": "Honesty is culturally-dependent and relative, shaped by social norms."
  },
  {
    "id": 60,
    "statement": "Epigenetic modifications dynamically alter chromatin structure through interactions."
  },
  {
    "id": 61,
    "statement": "Electrostatic force depends on charge, distance, orientation, and spatial arrangement"
  },
  {
    "id": 62,
    "statement": "Epigenetic modifications alter chromatin structure for transcription factor recruitment."
  },
  {
    "id": 63,
    "statement": "Epigenetic modifications alter chromatin structure through DNA methylation and histone modifications."
  },
  {
    "id": 64,
    "statement": "Epigenetic modifications alter chromatin structure through histone and DNA interactions."
  },
  {
    "id": 65,
    "statement": "Electrostatic force decreases as distance of charge separation increases."
  },
  {
    "id": 66,
    "statement": "Charge distribution refers to electric charge spatial arrangement in physics."
  },
  {
    "id": 67,
    "statement": "Electrostatic force depends on charge, distance, and orientation."
  },
  {
    "id": 68,
    "statement": "Cultural norms shape scientific interpretation through collective beliefs values"
  },
  {
    "id": 69,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 70,
    "statement": "Epigenetic modifications regulate gene expression through chromatin remodeling and transcription factor recruitment."
  },
  {
    "id": 71,
    "statement": "Histones compact chromatin into nucleosomes, fibers, and loops."
  },
  {
    "id": 72,
    "statement": "Electrostatic forces depend on multiple factors including charge, distance, and orientation."
  },
  {
    "id": 73,
    "statement": "Electrostatic force depends on multiple factors, including distance, charge, orientation, medium."
  },
  {
    "id": 74,
    "statement": "Honesty is a moral principle justified by rational inquiry."
  },
  {
    "id": 75,
    "statement": "Credibility in academia influenced by multiple, interconnected factors."
  },
  {
    "id": 76,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 77,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure"
  },
  {
    "id": 78,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 79,
    "statement": "Honesty is a universal moral obligation, not absolute."
  },
  {
    "id": 80,
    "statement": "Credibility in academia depends on multiple factors, not single ones."
  },
  {
    "id": 81,
    "statement": "Cultural norms influence moral frameworks, shaping honesty definitions globally."
  },
  {
    "id": 82,
    "statement": "Epigenetic modifications include histone and DNA methylation separately."
  },
  {
    "id": 83,
    "statement": "Axioms are self-evident scientific principles with broad consensus."
  },
  {
    "id": 84,
    "statement": "Image charges appear on conductors' surfaces due to external electric fields."
  },
  {
    "id": 85,
    "statement": "Dielectric constant dominates medium's influence on electrostatic forces."
  },
  {
    "id": 86,
    "statement": "Honesty is a universal moral value, essential for trust."
  },
  {
    "id": 87,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 88,
    "statement": "Electrostatic forces arise from interactions between electric charges and fields."
  },
  {
    "id": 89,
    "statement": "Cultural context influences research's relevance and accuracy through its norms and values."
  },
  {
    "id": 90,
    "statement": "Cultural norms influence scientific interpretation through values and beliefs."
  },
  {
    "id": 91,
    "statement": "Electric charge spatial arrangement refers to relative positions and distances."
  },
  {
    "id": 92,
    "statement": "Axioms are fundamental principles assumed true in science without proof."
  },
  {
    "id": 93,
    "statement": "Honesty fosters trust, reliability, and integrity through transparency"
  },
  {
    "id": 94,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 95,
    "statement": "Honesty is an absolute moral principle universally applicable."
  },
  {
    "id": 96,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 97,
    "statement": "Axioms serve as foundation for specific theoretical frameworks."
  },
  {
    "id": 98,
    "statement": "Histone-DNA interactions regulate epigenetic modifications through binding specificity."
  },
  {
    "id": 99,
    "statement": "Cultural norms play a crucial role throughout every stage of research."
  },
  {
    "id": 100,
    "statement": "Honesty can be culturally relative while still retaining moral significance."
  },
  {
    "id": 101,
    "statement": "Epigenetic modifications involve histone methylation and DNA modification mechanisms"
  },
  {
    "id": 102,
    "statement": "Surface roughness affects electrostatic forces through image charges."
  },
  {
    "id": 103,
    "statement": "Cultural context strongly influences research design and methods."
  },
  {
    "id": 104,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium, and shape."
  },
  {
    "id": 105,
    "statement": "Cultural norms shape honesty definitions and practices uniquely globally."
  },
  {
    "id": 106,
    "statement": "Epigenetic modifications affect chromatin structure dynamically through interactions."
  },
  {
    "id": 107,
    "statement": "Cultural norms shape understanding and practice of honesty globally."
  },
  {
    "id": 108,
    "statement": "Epigenetic modifications involve intricate histone-DNA methylation interactions"
  },
  {
    "id": 109,
    "statement": "Honesty fosters trust, reliability, and integrity through transparency."
  },
  {
    "id": 110,
    "statement": "Cultural norms shape understanding and practice of honesty globally."
  },
  {
    "id": 111,
    "statement": "Epigenetic modifications alter chromatin structure through multiple pathways."
  },
  {
    "id": 112,
    "statement": "Honesty definition varies across cultures and contexts consistently MISREPRESENTED"
  },
  {
    "id": 113,
    "statement": "Histones compact or decompact chromatin to influence gene expression."
  },
  {
    "id": 114,
    "statement": "Surface roughness affects electrostatic force depending on context."
  },
  {
    "id": 115,
    "statement": "Epigenetic regulation involves complex histone-DNA methylation interactions."
  },
  {
    "id": 116,
    "statement": "Epigenetic modifications alter chromatin structure, regulating gene expression mechanisms."
  },
  {
    "id": 117,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 118,
    "statement": "Credibility in academia is multi-factorial, not solely dependent."
  },
  {
    "id": 119,
    "statement": "Polarization enhances or increases electrostatic force in certain mediums."
  },
  {
    "id": 120,
    "statement": "Axioms are fundamental principles accepted and specific to domains."
  },
  {
    "id": 121,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 122,
    "statement": "Honesty's cultural relativity debated, with both universal and contextual aspects."
  },
  {
    "id": 123,
    "statement": "Cultural norms shape honesty definitions and practices globally."
  },
  {
    "id": 124,
    "statement": "Electrostatic force depends on multiple factors, including charge distribution, proximity, and orientation."
  },
  {
    "id": 125,
    "statement": "Epigenetic modifications include histone methylation, DNA methylation, and others."
  },
  {
    "id": 126,
    "statement": "Surface roughness affects electrostatic force in varying circumstances."
  },
  {
    "id": 127,
    "statement": "Axioms serve as foundational principles within specific scientific domains"
  },
  {
    "id": 128,
    "statement": "Epigenetic modifications involve histone methylation and DNA methylation"
  },
  {
    "id": 129,
    "statement": "Epigenetic modifications involve histone and DNA methylation interactions, separately."
  },
  {
    "id": 130,
    "statement": "Honesty's universality debated; cultural differences acknowledged."
  },
  {
    "id": 131,
    "statement": "Histones compact chromatin structure for gene silencing and control"
  },
  {
    "id": 132,
    "statement": "Honesty is a universal moral obligation, not personal preference"
  },
  {
    "id": 133,
    "statement": "E electrostatic force depends on multiple factors, including charge, distance, orientation, separation, distribution, proximity, medium."
  },
  {
    "id": 134,
    "statement": "Histones compact or decompact chromatin influencing gene expression mechanisms."
  },
  {
    "id": 135,
    "statement": "Cultural norms shape honesty definitions and practices uniquely globally now"
  },
  {
    "id": 136,
    "statement": "Axioms provide foundation for specific scientific theories and frameworks."
  },
  {
    "id": 137,
    "statement": "Electric charge spatial arrangement determines electric field and forces"
  },
  {
    "id": 138,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 139,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium"
  },
  {
    "id": 140,
    "statement": "Axioms are foundational principles in specific scientific domains."
  },
  {
    "id": 141,
    "statement": "Histones compact or decompact chromatin influencing gene expression."
  },
  {
    "id": 142,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance, orientation, medium."
  },
  {
    "id": 143,
    "statement": "Electrostatic force depends on multiple interdependent factors."
  },
  {
    "id": 144,
    "statement": "Honesty and trust are not always strongly correlated."
  },
  {
    "id": 145,
    "statement": "Cultural norms shape honesty understanding and practice globally."
  },
  {
    "id": 146,
    "statement": "Electrostatic force depends on charge, distance, orientation, and dielectric constant."
  },
  {
    "id": 147,
    "statement": "Epigenetic modifications involve chromatin structure changes through histone-DNA interactions."
  },
  {
    "id": 148,
    "statement": "Axioms are fundamental principles assumed without scientific proof"
  },
  {
    "id": 149,
    "statement": "Epigenetic modifications dynamically alter chromatin structure through interactions."
  },
  {
    "id": 150,
    "statement": "Axioms can be domain-specific or universally accepted across multiple domains"
  },
  {
    "id": 151,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression"
  },
  {
    "id": 152,
    "statement": "Cultural influences shape honesty definitions and practices globally"
  },
  {
    "id": 153,
    "statement": "Electric fields shape electrostatic forces through charge, distance, and orientation."
  },
  {
    "id": 154,
    "statement": "Surface roughness affects electrostatic force under specific conditions."
  },
  {
    "id": 155,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 156,
    "statement": "Electrostatic force depends on multiple factors including charge, distance."
  },
  {
    "id": 157,
    "statement": "Honesty is a culturally relative concept shaped by norms."
  },
  {
    "id": 158,
    "statement": "Cultural norms influence research approaches and prioritization outcomes."
  },
  {
    "id": 159,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure reorganization."
  },
  {
    "id": 160,
    "statement": "Cultural norms influence research methods and frameworks implicitly."
  },
  {
    "id": 161,
    "statement": "Honesty, transparency, and consistency together build trust and reliability"
  },
  {
    "id": 162,
    "statement": "Honesty is a culturally relative and context-dependent moral value."
  },
  {
    "id": 163,
    "statement": "Coulomb's Law describes electrostatic force between charged particles."
  },
  {
    "id": 164,
    "statement": "Chromatin structure changes regulate gene expression through accessibility."
  },
  {
    "id": 165,
    "statement": "Cultural norms influence research selectivity at multiple stages."
  },
  {
    "id": 166,
    "statement": "Incomplete information in statements can lead to misunderstanding."
  },
  {
    "id": 167,
    "statement": "Charge distribution affects electrostatic forces through charge interactions."
  },
  {
    "id": 168,
    "statement": "Axioms serve as foundation for specific theoretical frameworks only."
  },
  {
    "id": 169,
    "statement": "Honesty encompasses both universal principles and cultural nuances."
  },
  {
    "id": 170,
    "statement": "Histone-DNA methylation interactions regulate chromatin structure and gene expression importantly."
  },
  {
    "id": 171,
    "statement": "Cultural norms influence research at various stages, from design to publication."
  },
  {
    "id": 172,
    "statement": "Epigenetic modifications involve histone-DNA interactions and methylation mechanisms."
  },
  {
    "id": 173,
    "statement": "Cultural norms influence honesty's definition and practice universally"
  },
  {
    "id": 174,
    "statement": "Honesty's universality debated due to cultural context variation"
  },
  {
    "id": 175,
    "statement": "Surface roughness affects electrostatic force through image charges and field distortion."
  },
  {
    "id": 176,
    "statement": "Histone modifications influence gene expression by changing chromatin structure"
  },
  {
    "id": 177,
    "statement": "Epigenetic modifications can influence gene expression through multiple mechanisms"
  },
  {
    "id": 178,
    "statement": "Cultural norms impact honesty definitions and practices contextually."
  },
  {
    "id": 179,
    "statement": "Electric charges' relative positions and distances determine electric field strength."
  },
  {
    "id": 180,
    "statement": "Honesty is a universally accepted moral principle culturally influenced."
  },
  {
    "id": 181,
    "statement": "Cultural norms influence honesty, but universal moral principles exist."
  },
  {
    "id": 182,
    "statement": "Histones compact chromatin through nucleosome formation and reorganization."
  },
  {
    "id": 183,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 184,
    "statement": "Honesty is widely valued moral principle, context-dependent."
  },
  {
    "id": 185,
    "statement": "Histone modifications affect chromatin structure and gene expression."
  },
  {
    "id": 186,
    "statement": "Electric charge arrangement affects electric field strength through cancellation or addition."
  },
  {
    "id": 187,
    "statement": "Honesty partially context-dependent, with universal core values."
  },
  {
    "id": 188,
    "statement": "Epigenetic modifications occur through histone-DNA interactions and other mechanisms."
  },
  {
    "id": 189,
    "statement": "Cultural norms influence research stages contextually and selectively"
  },
  {
    "id": 190,
    "statement": "Honesty is considered a foundation of trust due to transparency."
  },
  {
    "id": 191,
    "statement": "Epigenetic regulation involves complex histone-DNA methylation interactions controlling gene expression."
  },
  {
    "id": 192,
    "statement": "Charge distribution refers to electric charge spatial arrangement in space."
  },
  {
    "id": 193,
    "statement": "Epigenetic modifications involve intricate histone-DNA methylation interactions affecting gene expression."
  },
  {
    "id": 194,
    "statement": "Electrostatic forces depend on multiple factors, distance being one."
  },
  {
    "id": 195,
    "statement": "Histone methylation regulates chromatin structure and gene expression."
  },
  {
    "id": 196,
    "statement": "Electric charges' spatial arrangement determines electric field and forces."
  },
  {
    "id": 197,
    "statement": "Cultural norms influence honesty's definition and practice diversely across cultures."
  },
  {
    "id": 198,
    "statement": "Electrostatic force depends on charge, distance, and relative orientation."
  },
  {
    "id": 199,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  }
]