[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 2,
    "statement": "Electrostatic force depends on multiple factors, charge, distance, orientation, shape."
  },
  {
    "id": 3,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 4,
    "statement": "Systematic evaluation involves clear goals, defined scope, and logical steps"
  },
  {
    "id": 5,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 6,
    "statement": "Systematic evaluation involves clear goals, defined scope, logical steps, and transparency."
  },
  {
    "id": 7,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation arrangement"
  },
  {
    "id": 8,
    "statement": "Histone modifications alter chromatin structure, regulating gene expression pathways."
  },
  {
    "id": 9,
    "statement": "Electrostatic forces emerge from charged particle interactions based on Coulomb's law"
  },
  {
    "id": 10,
    "statement": "Credibility in academia depends on multiple factors simultaneously."
  },
  {
    "id": 11,
    "statement": "Cultural norms influence scientific evidence interpretation through shared values."
  },
  {
    "id": 12,
    "statement": "Axioms are foundational statements within specific theoretical contexts"
  },
  {
    "id": 13,
    "statement": "Electrostatic force depends on charge, distance, orientation, and surrounding medium."
  },
  {
    "id": 14,
    "statement": "Axioms are statements accepted as true without explicit proof."
  },
  {
    "id": 15,
    "statement": "Axioms are assumptions accepted as true without explicit proof."
  },
  {
    "id": 16,
    "statement": "Electrostatic force depends on charge, distance, orientation, and polarization angle."
  },
  {
    "id": 17,
    "statement": "Axioms are fundamental principles assumed true without explicit proof."
  },
  {
    "id": 18,
    "statement": "Epigenetic modifications alter chromatin structure, regulating gene expression."
  },
  {
    "id": 19,
    "statement": "Electrostatic forces depend on charge, distance, orientation, and surrounding medium."
  },
  {
    "id": 20,
    "statement": "Honesty credibility builds through character consistency and habits"
  },
  {
    "id": 21,
    "statement": "Axioms are assumptions accepted as true without explicit proof."
  },
  {
    "id": 22,
    "statement": "Cultural norms influence scientific evidence interpretation through biases and assumptions."
  },
  {
    "id": 23,
    "statement": "Cultural norms influence research methods and data interpretation."
  },
  {
    "id": 24,
    "statement": "Axioms are considered self-evident truths that don't require proof."
  },
  {
    "id": 25,
    "statement": "Honesty credibility involves consistent character, integrity displays, and habits."
  },
  {
    "id": 26,
    "statement": "Axioms are fundamental principles assumed true without explicit proof"
  },
  {
    "id": 27,
    "statement": "Electrostatic force depends on charge, distance, and polarization angle combinedly."
  },
  {
    "id": 28,
    "statement": "Electrostatic forces arise from charged particle interactions electromagnetically."
  },
  {
    "id": 29,
    "statement": "Honesty credibility is a complex construct influenced by multiple factors."
  },
  {
    "id": 30,
    "statement": "Cultural norms subtly influence scientific research interpretation indirectly"
  },
  {
    "id": 31,
    "statement": "Epigenetic modifications alter chromatin structure, regulating gene expression."
  },
  {
    "id": 32,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 33,
    "statement": "Electrostatic force arises from charged particle interactions, opposing or attracting."
  },
  {
    "id": 34,
    "statement": "Cultural norms significantly influence scientific interpretation and research."
  },
  {
    "id": 35,
    "statement": "Scholarly consensus emerges from peer-reviewed, evidence-based research."
  },
  {
    "id": 36,
    "statement": "Epigenetic modifications regulate gene expression through chromatin accessibility changes."
  },
  {
    "id": 37,
    "statement": "Peer review bias occurs when experts favor familiar research topics"
  },
  {
    "id": 38,
    "statement": "Axioms' truth depends on evidence, consensus, and proof implicitly."
  },
  {
    "id": 39,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 40,
    "statement": "Epigenetic modifications control chromatin structure through histone DNA modifications."
  },
  {
    "id": 41,
    "statement": "Axioms are fundamental principles assumed true without explicit proof."
  },
  {
    "id": 42,
    "statement": "Axioms are fundamental principles supported by evidence and context"
  },
  {
    "id": 43,
    "statement": "Cultural context refers to broader societal and cultural influences."
  },
  {
    "id": 44,
    "statement": "Cultural norms influence scientific evidence interpretation through biases and assumptions."
  },
  {
    "id": 45,
    "statement": "Epigenetic modifications alter chromatin structure, regulating gene expression dynamically."
  },
  {
    "id": 46,
    "statement": "Epigenetic modifications regulate gene expression via chromatin structure alterations."
  },
  {
    "id": 47,
    "statement": "Honesty's value fluctuates based on cultural, social, and historical contexts."
  },
  {
    "id": 48,
    "statement": "Axioms are foundational principles assumed true without explicit proof."
  },
  {
    "id": 49,
    "statement": "Electrostatic force depends on charge distribution, proximity, and polarization angle."
  },
  {
    "id": 50,
    "statement": "Cultural norms can influence scholars' conclusions with unconscious biases."
  },
  {
    "id": 51,
    "statement": "Electrostatic force depends on charge, distance, polarization angle, orientation, shape, and medium."
  },
  {
    "id": 52,
    "statement": "Implicit biases influence scientific conclusions through unconscious attitudes."
  },
  {
    "id": 53,
    "statement": "Credibility in academia results from multifaceted evaluation criteria."
  },
  {
    "id": 54,
    "statement": "Axioms are foundational principles widely accepted as true."
  },
  {
    "id": 55,
    "statement": "Cultural context insidiously influences scholars' conclusions through unconscious biases."
  },
  {
    "id": 56,
    "statement": "Cultural norms subtly influence scientific research priorities and methods."
  },
  {
    "id": 57,
    "statement": "Axioms are foundational principles, assumed true without explicit proof."
  },
  {
    "id": 58,
    "statement": "Electrostatic force depends on charge, distance, polarization angle and orientation"
  },
  {
    "id": 59,
    "statement": "Histone modification alters chromatin structure affecting gene expression"
  },
  {
    "id": 60,
    "statement": "Cultural norms influence scientific evidence interpretation through shared values."
  },
  {
    "id": 61,
    "statement": "Epigenetic modifications alter chromatin structure by histone modification or DNA methylation."
  },
  {
    "id": 62,
    "statement": "Electric field lines align with dipole moment orientation."
  },
  {
    "id": 63,
    "statement": "Charge distribution affects electrostatic force strength and direction."
  },
  {
    "id": 64,
    "statement": "Axioms are self-evident truths serving as a theoretical foundation."
  },
  {
    "id": 65,
    "statement": "Cultural norms influence scientific evidence interpretation through unconscious biases."
  },
  {
    "id": 66,
    "statement": "Axioms are fundamental principles assumed true implicitly or by consensus."
  },
  {
    "id": 67,
    "statement": "Cultural norms influence research methodologies and data interpretation"
  },
  {
    "id": 68,
    "statement": "Electrostatic force affects charged particles' motion dependently on orientation."
  },
  {
    "id": 69,
    "statement": "Systematic evaluation involves clear goals, defined scope, and logical steps."
  },
  {
    "id": 70,
    "statement": "Cultural norms indirectly influence axioms through unconscious biases and assumptions."
  },
  {
    "id": 71,
    "statement": "Systematic evaluations may deviate from ideal standards still being valuable"
  },
  {
    "id": 72,
    "statement": "Axioms are fundamental statements assumed true without explicit proof."
  },
  {
    "id": 73,
    "statement": "Evidence accumulation: Systematic collection, analysis, and synthesis of data"
  },
  {
    "id": 74,
    "statement": "Cultural context influences scholars' conclusions through unconscious bias subtly"
  },
  {
    "id": 75,
    "statement": "Axioms are fundamental principles assumed true without explicit mathematical proof."
  },
  {
    "id": 76,
    "statement": "Justification is required for SMART goals to ensure alignment and buy-in."
  },
  {
    "id": 77,
    "statement": "Cultural norms can unknowingly influence scientific research through biases."
  },
  {
    "id": 78,
    "statement": "Epigenetic modifications are dynamic and adaptive in response to stimuli."
  },
  {
    "id": 79,
    "statement": "Electrostatic force depends on charge distribution, proximity, and polarization angle."
  },
  {
    "id": 80,
    "statement": "Electrostatic force combines charge, distance, and orientation factors."
  },
  {
    "id": 81,
    "statement": "Honesty is not the only foundation of trust, reliability is another"
  },
  {
    "id": 82,
    "statement": "Axioms are fundamentall principles supported by empirical evidence."
  },
  {
    "id": 83,
    "statement": "Systematic evaluations involve well-defined, sequential, and coherent processes."
  },
  {
    "id": 84,
    "statement": "Epigenetic modifications regulate gene expression without changing DNA sequence."
  },
  {
    "id": 85,
    "statement": "Credibility in academia stems from multidimensional quality evaluation."
  },
  {
    "id": 86,
    "statement": "Honesty credibility built through consistent character and habits"
  },
  {
    "id": 87,
    "statement": "Peer review's integrity compromised by unconscious biases."
  },
  {
    "id": 88,
    "statement": "Electrostatic force depends on charge, distance, and polarization angle simultaneously."
  },
  {
    "id": 89,
    "statement": "Honesty credibility built through consistent character and integrity displays."
  },
  {
    "id": 90,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 91,
    "statement": "Axioms can be considered self-evident truths or fundamental principles."
  },
  {
    "id": 92,
    "statement": "Lying exceptions: situational dishonesty for moral justification"
  },
  {
    "id": 93,
    "statement": "Electrostatic force depends on charge, distance, orientation, and polarization."
  },
  {
    "id": 94,
    "statement": "Epigenetic modifications are dynamic and adaptive in response to stimuli."
  },
  {
    "id": 95,
    "statement": "Axioms are fundamental principles widely accepted without explicit proof."
  },
  {
    "id": 96,
    "statement": "Honesty's value remains constant despite cultural fluctuations"
  },
  {
    "id": 97,
    "statement": "Epigenetic modifications alter chromatin structure regulating gene expression through histone modification and DNA methylation."
  },
  {
    "id": 98,
    "statement": "Axioms are fundamental principles assumed true without proof explicitly"
  },
  {
    "id": 99,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 100,
    "statement": "Gauss's law governs electric field alignment with dipole moment."
  },
  {
    "id": 101,
    "statement": "Axioms are fundamental principles assumed true without explicit proof, yet influenced by cultural context."
  },
  {
    "id": 102,
    "statement": "Cultural norms can influence science interpretation unconsciously through biases."
  },
  {
    "id": 103,
    "statement": "Cultural norms influence scientific interpretation implicitly and explicitly."
  },
  {
    "id": 104,
    "statement": "Axioms are fundamental principles assumed true without explicit logical proof."
  },
  {
    "id": 105,
    "statement": "Cultural norms influence axioms' meaning and interpretation subtly."
  },
  {
    "id": 106,
    "statement": "Polarization angle affects electrostatic force, cosine relation plays key role"
  },
  {
    "id": 107,
    "statement": "Cultural norms influence scientific research through unconscious biases."
  },
  {
    "id": 108,
    "statement": "Biases in peer review can compromise research validity."
  },
  {
    "id": 109,
    "statement": "Implicit biases influence scientific conclusions through unconscious attitudes and assumptions."
  },
  {
    "id": 110,
    "statement": "Cultural context influences scholars' conclusions through unconscious biases subtly."
  },
  {
    "id": 111,
    "statement": "Cultural norms influence scientific evidence interpretation through shared values and biases."
  },
  {
    "id": 112,
    "statement": "Axioms are fundamental principles assumed true without explicit proof."
  },
  {
    "id": 113,
    "statement": "Honesty credibility arises from consistent character and integrity displays."
  },
  {
    "id": 114,
    "statement": "Epigenetic modifications alter gene expression without DNA sequence changes"
  },
  {
    "id": 115,
    "statement": "Cultural norms can influence scientific interpretation through unconscious biases subconsciously."
  },
  {
    "id": 116,
    "statement": "Polarization angle affects electrostatic force cosine relation exists."
  },
  {
    "id": 117,
    "statement": "Dipoles align with electric field lines for force maximization."
  },
  {
    "id": 118,
    "statement": "Power dynamics can influence formation and acceptance of axioms."
  },
  {
    "id": 119,
    "statement": "Epigenetic marks converge to orchestrate gene expression regulation."
  },
  {
    "id": 120,
    "statement": "Electrostatic force depends on charge, distance, polarization angle, and orientation"
  },
  {
    "id": 121,
    "statement": "Justification for SMART goals and time-bound goals required explicitly"
  },
  {
    "id": 122,
    "statement": "Epigenetic modifications alter chromatin structure, regulating gene expression."
  },
  {
    "id": 123,
    "statement": "Cultural norms influence scientific interpretation through unconscious biases."
  },
  {
    "id": 124,
    "statement": "Electric field lines orient with dipole moment due to charge distribution."
  },
  {
    "id": 125,
    "statement": "Cultural norms shape scientific research through unnoticed unconscious biases"
  },
  {
    "id": 126,
    "statement": "Histone modifications alter chromatin structure, regulating gene expression."
  },
  {
    "id": 127,
    "statement": "Peer review process may be influenced by intentional or unintentional biases."
  },
  {
    "id": 128,
    "statement": "Histones wrap DNA to form nucleosomes determinating chromatin structure."
  },
  {
    "id": 129,
    "statement": "Polarization angle affects electrostatic force according to cosine relation."
  },
  {
    "id": 130,
    "statement": "Electrostatic forces depend on charge, distance, orientation, and surrounding medium strengths."
  },
  {
    "id": 131,
    "statement": "Electric field lines align with dipole moment due to charge distribution."
  },
  {
    "id": 132,
    "statement": "Unconscious biases influence scientific evidence interpretation through automatic attitudes."
  },
  {
    "id": 133,
    "statement": "Electrostatic force arises from charged particle interactions based on Coulomb's law."
  },
  {
    "id": 134,
    "statement": "Cultural norms subtly influence scientific research through biases."
  },
  {
    "id": 135,
    "statement": " Axioms are fundamental principles in specific theoretical domains"
  },
  {
    "id": 136,
    "statement": "Axioms are fundamental principles assumed true without explicit proof."
  },
  {
    "id": 137,
    "statement": "Polarization angle affects electrostatic force's strength and direction."
  },
  {
    "id": 138,
    "statement": "Cultural norms influence scientific evidence interpretation through unbiased reasoning."
  },
  {
    "id": 139,
    "statement": "Axioms are fundamental principles accepted as true without proof."
  },
  {
    "id": 140,
    "statement": "Cultural norms shape unconscious biases in scholars' conclusions through socialization."
  },
  {
    "id": 141,
    "statement": "Axioms are statements considered true by definition and foundation."
  },
  {
    "id": 142,
    "statement": "Electrostatic forces emerge from charged particle interactions through Coulomb's law."
  },
  {
    "id": 143,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 144,
    "statement": "Electrostatic force depends on charge, distance, polarization angle, and orientation."
  },
  {
    "id": 145,
    "statement": "Honesty is not the only foundation of trust, reliability is another"
  },
  {
    "id": 146,
    "statement": "Cultural norms can unconsciously influence scientific interpretation through biases."
  },
  {
    "id": 147,
    "statement": "Epigenetic modifications influence chromatin accessibility, regulating gene expression accordingly."
  },
  {
    "id": 148,
    "statement": "Electromagnetic force governs charged particle interactions and forces."
  },
  {
    "id": 149,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 150,
    "statement": "Histones determine chromatin structure through nucleosome formation."
  },
  {
    "id": 151,
    "statement": "Epigenetic modifications regulate chromatin structure to control gene expression."
  },
  {
    "id": 152,
    "statement": "Cultural norms influence scientific evidence interpretation through biases."
  },
  {
    "id": 153,
    "statement": "Polarization angle affects electrostatic force direction proportionally."
  },
  {
    "id": 154,
    "statement": "Honesty credibility arises from character consistency habits."
  },
  {
    "id": 155,
    "statement": "Chromatin structure changes influence epigenetic gene regulation."
  },
  {
    "id": 156,
    "statement": "Cultural norms in research can influence interpretation subconsciously."
  },
  {
    "id": 157,
    "statement": "Implicit biases influence scientific conclusions through unconscious attitudes."
  },
  {
    "id": 158,
    "statement": "Charge distribution determines electric field lines orientation."
  },
  {
    "id": 159,
    "statement": "Cultural norms subtly influence research priorities and methodologies."
  },
  {
    "id": 160,
    "statement": "Cultural context influences unconscious biases in scholar's conclusions."
  },
  {
    "id": 161,
    "statement": "Axioms are self-evident truths assumed true without explicit proof."
  },
  {
    "id": 162,
    "statement": "Honesty credibility is built through consistent character, habits, and integrity"
  },
  {
    "id": 163,
    "statement": "Systematic evaluations can still be valuable despite deviations"
  },
  {
    "id": 164,
    "statement": "Epigenetic modifications alter chromatin structure through histone post-translational modifications."
  },
  {
    "id": 165,
    "statement": "Charge separation is the difference in electric potential between points"
  },
  {
    "id": 166,
    "statement": "Systematic evaluation involves clear goals, defined scope, and deliberate steps."
  },
  {
    "id": 167,
    "statement": "Power dynamics influence axiom formation and acceptance contextually"
  },
  {
    "id": 168,
    "statement": "Evidence accumulation involves systematic data collection and analysis."
  },
  {
    "id": 169,
    "statement": "Polarization angle affects electrostatic force through effective charge distribution."
  },
  {
    "id": 170,
    "statement": "Honesty is fundamental principle underlying trust in interactions."
  },
  {
    "id": 171,
    "statement": "Credibility in academia relies on multiple evaluation criteria."
  },
  {
    "id": 172,
    "statement": "Axioms serve as fundamental principles assumed true without explicit proof."
  },
  {
    "id": 173,
    "statement": "Epigenetic modifications alter chromatin structure dynamically regulating gene expression"
  },
  {
    "id": 174,
    "statement": "Electrostatic force depends on charge, distance, polarization angle, and inverse square law."
  },
  {
    "id": 175,
    "statement": "Histone modification regulates chromatin structure and gene expression."
  },
  {
    "id": 176,
    "statement": "Axioms are fundamental principles assumed true by consensus or implicit agreement."
  },
  {
    "id": 177,
    "statement": "Uncertainty in understanding 'reliability' diminishes clarity."
  },
  {
    "id": 178,
    "statement": "Electric field lines align with dipole moment due to charge distribution symmetry."
  },
  {
    "id": 179,
    "statement": "Electrostatic force affected by surrounding medium through dielectric effects."
  },
  {
    "id": 180,
    "statement": "Cultural norms can unconsciously influence scientific interpretation through biases unchecked."
  },
  {
    "id": 181,
    "statement": "Electrostatic force depends on charge, distance, polarization angle, and orientation."
  },
  {
    "id": 182,
    "statement": "Epigenetic modifications regulate gene expression through chromatin alterations."
  },
  {
    "id": 183,
    "statement": "Integrity is reflected in consistent actions and decisions."
  },
  {
    "id": 184,
    "statement": "Axioms are foundational principles assumed true without explicit proof logically."
  },
  {
    "id": 185,
    "statement": "Shared values affect research priorities and methodology through cultural norms."
  },
  {
    "id": 186,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression compactly."
  },
  {
    "id": 187,
    "statement": "Cultural context encompasses cultural norms and societal influences."
  },
  {
    "id": 188,
    "statement": "Dipoles align with electric field lines for force maximization."
  },
  {
    "id": 189,
    "statement": "Electrostatic force direction dependent on electric field generated by charge distribution."
  },
  {
    "id": 190,
    "statement": "Peer review bias occurs when experts favor familiar research topics."
  },
  {
    "id": 191,
    "statement": "Scholarly consensus emerges from peer-reviewed, evidence-based research, characterized"
  },
  {
    "id": 192,
    "statement": "Cultural norms implicitly influence scientific interpretation through unconscious biases."
  },
  {
    "id": 193,
    "statement": "Epigenetic modifications regulate gene expression through dynamic chromatin remodeling"
  },
  {
    "id": 194,
    "statement": "Intentional and unintentional biases can affect peer review process fairness."
  },
  {
    "id": 195,
    "statement": "Transparent systematic evaluation requires deliberate effort and clarity."
  },
  {
    "id": 196,
    "statement": "Epigenetic modifications alter chromatin structure, regulating gene expression"
  },
  {
    "id": 197,
    "statement": "Cultural norms influence research priorities, methods, and conclusions."
  },
  {
    "id": 198,
    "statement": "Implicit biases influence scientific conclusions through unconscious attitudes."
  }
]