[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms influence scientific interpretation through collective beliefs values"
  },
  {
    "id": 2,
    "statement": "Credibility in academia arises from research quality, peer review, and expertise."
  },
  {
    "id": 3,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 4,
    "statement": "Honesty is a relative concept influenced by context."
  },
  {
    "id": 5,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 6,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 7,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 8,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 9,
    "statement": "Cultural norms shape scientific interpretation through collective beliefs and values."
  },
  {
    "id": 10,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 11,
    "statement": "Honesty is a foundation of trust, reliability, and integrity."
  },
  {
    "id": 12,
    "statement": "Electrostatic force depends on multiple factors including charge, distance, orientation"
  },
  {
    "id": 13,
    "statement": "Honesty establishes tone for reliable and dependable relationships."
  },
  {
    "id": 14,
    "statement": "Epigenetic modifications alter chromatin structure through histone modification mechanisms."
  },
  {
    "id": 15,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 16,
    "statement": "Honesty is a universal moral principle widely accepted globally."
  },
  {
    "id": 17,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 18,
    "statement": "Axioms are fundamental principles accepted without definitive proof."
  },
  {
    "id": 19,
    "statement": "Electrostatic force depends on factors: charge, distance, orientation, shape."
  },
  {
    "id": 20,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 21,
    "statement": "Peer review ensures research quality through expert evaluation and feedback."
  },
  {
    "id": 22,
    "statement": "Epigenetic modifications regulate chromatin structure through histone modifications."
  },
  {
    "id": 23,
    "statement": "Honesty is a fundamental moral principle across cultures."
  },
  {
    "id": 24,
    "statement": "Charge distribution refers to spatial arrangement of electric charges."
  },
  {
    "id": 25,
    "statement": "Axioms are fundamental principles relative to specific theoretical frameworks."
  },
  {
    "id": 26,
    "statement": "Honesty as inherent moral truth is a human nature aspect."
  },
  {
    "id": 27,
    "statement": "Oppositely charged particles interact through electromagnetic force fields."
  },
  {
    "id": 28,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms."
  },
  {
    "id": 29,
    "statement": "Axioms are accepted as true based on intuition, evidence, consensus."
  },
  {
    "id": 30,
    "statement": "Causal relationships in academics are often nuanced and context-dependent"
  },
  {
    "id": 31,
    "statement": "Cultural norms influence scientific evidence through values and attitudes."
  },
  {
    "id": 32,
    "statement": "Surface roughness affects electrostatic force through charge transfer andignment."
  },
  {
    "id": 33,
    "statement": "Epigenetic modifications influence chromatin structure through multiple mechanisms."
  },
  {
    "id": 34,
    "statement": "Electrostatic forces result from charge distribution, proximity, and orientation."
  },
  {
    "id": 35,
    "statement": "Electrostatic force is influenced by surface roughness, charge distribution, and medium."
  },
  {
    "id": 36,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 37,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes"
  },
  {
    "id": 38,
    "statement": "Honesty is a universal moral principle across cultures"
  },
  {
    "id": 39,
    "statement": "Medium influences electrostatic force through dielectric constant, polarization, and screening."
  },
  {
    "id": 40,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms interacting to regulate gene expression."
  },
  {
    "id": 41,
    "statement": "Honesty is a universal human value and trait"
  },
  {
    "id": 42,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 43,
    "statement": "Honesty is a fundamental social construct for trust and relationships among individuals."
  },
  {
    "id": 44,
    "statement": "Electrostatic force depends on multiple factors, charge, distance, orientation, shape."
  },
  {
    "id": 45,
    "statement": "Oppositely charged particles interact through electromagnetic force fields."
  },
  {
    "id": 46,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 47,
    "statement": "Epigenetic modifications involve covalent histone and DNA modifications."
  },
  {
    "id": 48,
    "statement": "Oppositely charged particles interact through attractive electromagnetic forces."
  },
  {
    "id": 49,
    "statement": "Peer review bias can hinder innovation and equality in research."
  },
  {
    "id": 50,
    "statement": "Charge distribution describes spatial arrangement of electric charges."
  },
  {
    "id": 51,
    "statement": "Causal relationships in academics are influenced by multiple factors."
  },
  {
    "id": 52,
    "statement": "Academic credibility stems from interconnected factors: education, research, collaboration, and communication."
  },
  {
    "id": 53,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications and DNA methylation."
  },
  {
    "id": 54,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 55,
    "statement": "Epigenetic modifications can regulate gene expression through chromatin structure changes."
  },
  {
    "id": 56,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms interaction."
  },
  {
    "id": 57,
    "statement": "Cultural norms influence scientific evidence through values and attitudes shaping research priorities, methodology, data interpretation, and funding."
  },
  {
    "id": 58,
    "statement": "Electrostatic force is influenced by medium properties including dielectric constant, conductivity, polarization, screening, and surface roughness."
  },
  {
    "id": 59,
    "statement": "Honesty is an essential part of building trust, but not alone."
  },
  {
    "id": 60,
    "statement": "Honesty is culturally relative, with varying cultural values and norms."
  },
  {
    "id": 61,
    "statement": "Epigenetic modifications influence chromatin structure through histone modifications."
  },
  {
    "id": 62,
    "statement": "Epigenetic modifications regulate chromatin structure and function through histone modifications"
  },
  {
    "id": 63,
    "statement": "Epigenetic modifications involve histone methylation and DNA methylation"
  },
  {
    "id": 64,
    "statement": "Honesty is a fundamental social construct for trust and relationships."
  },
  {
    "id": 65,
    "statement": "Axioms are fundamental principles assumed true with varying degrees of evidence."
  },
  {
    "id": 66,
    "statement": "Honesty is a culturally relative concept in different societies."
  },
  {
    "id": 67,
    "statement": "Charge distribution refers to electric charges' spatial arrangement."
  },
  {
    "id": 68,
    "statement": "Honesty is a complex moral value influenced by context."
  },
  {
    "id": 69,
    "statement": "Electrostatic force doesn't significantly depend on object shape"
  },
  {
    "id": 70,
    "statement": "Epigenetic modifications influence chromatin structure via histone modifications."
  },
  {
    "id": 71,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 72,
    "statement": "Cultural norms influence scientific inquiry and result interpretation."
  },
  {
    "id": 73,
    "statement": "Electrostatic force is influenced by surface roughness, charge, distance, and medium."
  },
  {
    "id": 74,
    "statement": "Electrostatic force depends on charge, distance, orientation, dielectric constant, conductivity."
  },
  {
    "id": 75,
    "statement": "Honesty is a foundational moral principle in human nature."
  },
  {
    "id": 76,
    "statement": "Electrostatic force is affected by polarization angle of dipoles."
  },
  {
    "id": 77,
    "statement": "Electrostatic force depends on charge, distance, orientation, and shape in complex ways."
  },
  {
    "id": 78,
    "statement": "Epigenetic modifications regulate chromatin structure and function"
  },
  {
    "id": 79,
    "statement": "Epigenetic modifications involve complex interplay between histone, DNA methylation, and chromatin remodeling."
  },
  {
    "id": 80,
    "statement": "Peer review is crucial, but not solely responsible for research quality."
  },
  {
    "id": 81,
    "statement": "Honesty is a culturally relative moral concept."
  },
  {
    "id": 82,
    "statement": "Electrostatic forces depend on charge, distance, orientation, and surrounding medium."
  },
  {
    "id": 83,
    "statement": "Axioms are discipline-specific, with varying consensus within fields"
  },
  {
    "id": 84,
    "statement": "The surrounding medium affects electrostatic forces through dielectric constant, polarization, screening, and conductivity."
  },
  {
    "id": 85,
    "statement": "Honesty is a foundation of trust, reliability, and integrity"
  },
  {
    "id": 86,
    "statement": "Electrostatic force depends on charge, distance, orientation, proximity."
  },
  {
    "id": 87,
    "statement": "Electrostatic forces influenced by surrounding medium, property, and distance."
  },
  {
    "id": 88,
    "statement": "Evidence-based axioms are not unique to specific domains."
  },
  {
    "id": 89,
    "statement": "Epigenetic modifications alter chromatin structure to influence gene expression."
  },
  {
    "id": 90,
    "statement": "Electrostatic force depends on object shape, charge, and distance."
  },
  {
    "id": 91,
    "statement": "Academic credibility stems from interdependent research quality factors"
  },
  {
    "id": 92,
    "statement": "Epigenetic modifications regulate chromatin structure through histone modifications"
  },
  {
    "id": 93,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 94,
    "statement": "Axioms are relative to specific theoretical frameworks or paradigms."
  },
  {
    "id": 95,
    "statement": "Honesty is multifaceted, influenced by context and relationships."
  },
  {
    "id": 96,
    "statement": "Honesty as inherent moral truth is a human nature aspect."
  },
  {
    "id": 97,
    "statement": "Epigenetic histone modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 98,
    "statement": "Electrostatic force depends on charge separation, distance, and medium."
  },
  {
    "id": 99,
    "statement": "Cultural norms influence scientific interpretation through research questions and methods."
  },
  {
    "id": 100,
    "statement": "Electrostatic forces are influenced by surface roughness and confinement."
  },
  {
    "id": 101,
    "statement": "Electrostatic force is influenced by multiple parameters, including shape, size."
  },
  {
    "id": 102,
    "statement": "Epigenetic modifications regulate gene expression globally through chromatin structure alterations"
  },
  {
    "id": 103,
    "statement": "Epigenetic modifications regulate gene expression through histone modifications."
  },
  {
    "id": 104,
    "statement": "Medium affects electrostatic force through dielectric constant and polarization"
  },
  {
    "id": 105,
    "statement": "Charge distribution refers to electric charge spatial arrangement."
  },
  {
    "id": 106,
    "statement": "Self-evident true statements are assumed without proof."
  },
  {
    "id": 107,
    "statement": "Cultural norms influence scientific interpretation through values and beliefs."
  },
  {
    "id": 108,
    "statement": "Epigenetic marks influence gene expression through chromatin structure alterations."
  },
  {
    "id": 109,
    "statement": "Cultural norms influence scientific evidence through values and attitudes"
  },
  {
    "id": 110,
    "statement": "Electrostatic force is dependent on charge, distance, orientation, and shape."
  },
  {
    "id": 111,
    "statement": "Electrostatic forces arise from Coulomb's law and charge distributions"
  },
  {
    "id": 112,
    "statement": "Axioms are considered universal, fundamental, and intuitively obvious principles."
  },
  {
    "id": 113,
    "statement": "Peer review improves research quality through expert evaluation"
  },
  {
    "id": 114,
    "statement": "Cultural norms influence scientific interpretation through collective values."
  },
  {
    "id": 115,
    "statement": "Axioms are assumptions accepted as true, but not necessarily evidence-based."
  },
  {
    "id": 116,
    "statement": "Honesty is context-dependent, absolute in personal relationships,relative in society."
  },
  {
    "id": 117,
    "statement": "Epigenetic modifications individually or together regulate gene expression."
  },
  {
    "id": 118,
    "statement": "Academic credibility arises from interconnected factors."
  },
  {
    "id": 119,
    "statement": "Electrostatic forces depend on charge, distance, orientation, and surrounding medium."
  },
  {
    "id": 120,
    "statement": "Axioms are assumptions accepted as true, not necessarily evidence-based."
  },
  {
    "id": 121,
    "statement": "Epigenetic modifications involve complex interplay between mechanisms."
  },
  {
    "id": 122,
    "statement": "Cultural norms shape research foci, methods, and interpretations."
  },
  {
    "id": 123,
    "statement": "Surface roughness influences charge transfer and electrostatic force."
  },
  {
    "id": 124,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 125,
    "statement": "Epigenetic histone modifications regulate gene expression through chromatin structure changes"
  },
  {
    "id": 126,
    "statement": "An axiom is a statement considered intuitively true and widely accepted."
  },
  {
    "id": 127,
    "statement": "An axiom is a self-evident, assumed true fundamental principle."
  },
  {
    "id": 128,
    "statement": "Cultural norms influence research methods, interpretation, and dissemination."
  },
  {
    "id": 129,
    "statement": "Electrostatic force is primarily influenced by charge, distance, and orientation."
  },
  {
    "id": 130,
    "statement": "Axioms are fundamental principles assumed true without proof."
  },
  {
    "id": 131,
    "statement": "Peer review ensures research quality through expert evaluation and feedback."
  },
  {
    "id": 132,
    "statement": "Peer review ensures research quality through expert evaluation and feedback."
  },
  {
    "id": 133,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 134,
    "statement": "Axioms are assumptions accepted as true, not necessarily evidence-based."
  },
  {
    "id": 135,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 136,
    "statement": "Epigenetic histone modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 137,
    "statement": "Surface roughness enhances electrostatic force through charge transfer and shielding."
  },
  {
    "id": 138,
    "statement": "Electromagnetic force originates from exchange of photons between charged particles"
  },
  {
    "id": 139,
    "statement": "Cultural norms influence scientific interpretation through collective values."
  },
  {
    "id": 140,
    "statement": "Electrostatic forces can be altered by surrounding medium properties."
  },
  {
    "id": 141,
    "statement": "Histone modifications alter chromatin structure through histone-tail interactions."
  },
  {
    "id": 142,
    "statement": "Axioms are self-evident truths, widely accepted without evidence."
  },
  {
    "id": 143,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 144,
    "statement": "Electrostatic force depends on complex multiple factors."
  },
  {
    "id": 145,
    "statement": "Honesty varies in personal and societal contexts, influenced."
  },
  {
    "id": 146,
    "statement": "Cultural norms influence research methods, interpretation, and dissemination."
  },
  {
    "id": 147,
    "statement": "Peer review bias can hinder innovation and equality in research."
  },
  {
    "id": 148,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 149,
    "statement": "Charge distribution determines electric field patterns spatially."
  },
  {
    "id": 150,
    "statement": "Axioms are assumptions accepted as true, not necessarily evidence-based."
  },
  {
    "id": 151,
    "statement": "Histone methylation and DNA methylation regulate chromatin structure and function."
  },
  {
    "id": 152,
    "statement": "Epigenetic modifications combine histone and DNA methylation for specific outcomes"
  },
  {
    "id": 153,
    "statement": "Axioms are fundamental principles widely accepted without definitive proof."
  },
  {
    "id": 154,
    "statement": "Surface roughness affects electrostatic force through charge transfer, alignment."
  },
  {
    "id": 155,
    "statement": "Electrostatic force depends on charge, distance, orientation, and shape intricately."
  },
  {
    "id": 156,
    "statement": "Cultural norms influence research questions, methodologies and interpretations."
  },
  {
    "id": 157,
    "statement": "Epigenetic marks interact to regulate gene expression through chromatin structure."
  },
  {
    "id": 158,
    "statement": "Electrostatic force is influenced by medium properties: dielectric constant, conductivity, etc."
  },
  {
    "id": 159,
    "statement": "Cultural norms influence research foci, methods, and interpretations."
  },
  {
    "id": 160,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 161,
    "statement": "Charge distribution refers to the spatial arrangement of electric charges"
  },
  {
    "id": 162,
    "statement": "Epigenetic modifications regulate gene expression globally through chromatin structure alterations."
  },
  {
    "id": 163,
    "statement": "Electrostatic force arises from charge, distance, and orientation interactions."
  },
  {
    "id": 164,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 165,
    "statement": "Trust, reliability, and integrity are multi-faceted social constructs."
  },
  {
    "id": 166,
    "statement": "Surface roughness influences electrostatic force by charge transfer manipulation"
  },
  {
    "id": 167,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 168,
    "statement": "Electrostatic force influenced by surface roughness, charge distribution, and medium."
  },
  {
    "id": 169,
    "statement": "Honesty builds trust by creating a sense of reliability."
  },
  {
    "id": 170,
    "statement": "Axioms are considered universally accepted fundamental principles."
  },
  {
    "id": 171,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 172,
    "statement": "Honesty is essential for building trust, but contextual factors matter."
  },
  {
    "id": 173,
    "statement": "Epigenetic modifications involve multiple mechanisms and interactions."
  },
  {
    "id": 174,
    "statement": "Academic expertise demonstrated through research, publications, and teaching."
  },
  {
    "id": 175,
    "statement": "Electrostatic force primarily depends on charge, distance, and orientation."
  },
  {
    "id": 176,
    "statement": "Epigenetic modifications alter chromatin structure through remodeling, positioning, looping, and variant exchange"
  },
  {
    "id": 177,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 178,
    "statement": "Honesty is an inherent moral principle in human nature"
  },
  {
    "id": 179,
    "statement": "Electrostatic force is influenced by shape, size, and surface area."
  },
  {
    "id": 180,
    "statement": "Epigenetic marks influence gene expression through chromatin structure alterations."
  },
  {
    "id": 181,
    "statement": "Evidence-based knowledge is the foundation of trust in science."
  },
  {
    "id": 182,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure, transcription factor binding, and covalent modifications."
  },
  {
    "id": 183,
    "statement": "Electrostatic forces are affected by medium permittivity, polarization, and conductivity."
  },
  {
    "id": 184,
    "statement": "Histone modifications alter chromatin structure and gene expression dynamics."
  },
  {
    "id": 185,
    "statement": "Axioms are assumptions accepted as true based on evidence or logic"
  },
  {
    "id": 186,
    "statement": "Epigenetic modifications influence chromatin structure through histone modifications and chromatin remodeling."
  },
  {
    "id": 187,
    "statement": "Cultural norms influence scientific interpretation through collective values and biases."
  },
  {
    "id": 188,
    "statement": "Honesty is a widely valued moral principle across cultures."
  },
  {
    "id": 189,
    "statement": "Cultural norms influence scientific interpretation through collective beliefs and values, but objectivity must be maintained."
  },
  {
    "id": 190,
    "statement": "Honesty is essential for building and maintaining trust relationships"
  },
  {
    "id": 191,
    "statement": "Covalent histone and DNA modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 192,
    "statement": "Honesty sets tone for trust, respect, and reliable relationships."
  },
  {
    "id": 193,
    "statement": "Cultural norms influence science through values, beliefs, and norms"
  },
  {
    "id": 194,
    "statement": "Epigenetic modifications involve concurrent histone and DNA mechanisms"
  },
  {
    "id": 195,
    "statement": "Honesty is a fundamental moral principle across cultures everywhere"
  },
  {
    "id": 196,
    "statement": "Coulomb's law governs electrostatic forces between point charges."
  },
  {
    "id": 197,
    "statement": "Honesty's cultural significance evolved across time and societies."
  },
  {
    "id": 198,
    "statement": "Honesty is an absolute moral principle, universally applicable."
  }
]