[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 2,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 3,
    "statement": "Peer review evaluates research for validity, significance, and potential impact."
  },
  {
    "id": 4,
    "statement": "Provisional assumptions in science are open to refinement and revision."
  },
  {
    "id": 5,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and effectiveness."
  },
  {
    "id": 6,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 7,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 8,
    "statement": "Peer review assesses societal impact in terms of policy, business, and cultural changes"
  },
  {
    "id": 9,
    "statement": "Charge geometry affects electric field patterns by spatial arrangement"
  },
  {
    "id": 10,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 11,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and metrics."
  },
  {
    "id": 12,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 13,
    "statement": "Peer review assesses significance, practical applications, and societal impact."
  },
  {
    "id": 14,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties completely."
  },
  {
    "id": 15,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 16,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 17,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 18,
    "statement": "Axioms are assumptions guiding scientific research without empirical evidence."
  },
  {
    "id": 19,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 20,
    "statement": "Electrostatic force depends on multiple factors, including orientation."
  },
  {
    "id": 21,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact."
  },
  {
    "id": 22,
    "statement": "Peer review assesses multiple factors beyond scientific validity."
  },
  {
    "id": 23,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact only"
  },
  {
    "id": 24,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 25,
    "statement": "Axioms guide scientific inquiry by providing conceptual frameworks"
  },
  {
    "id": 26,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 27,
    "statement": "Epigenetic modifications regulate chromatin structure via histone modifications and remodeling."
  },
  {
    "id": 28,
    "statement": "Authenticity builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 29,
    "statement": "Implicit social learning shapes cultural norms around honesty through emotional contagion."
  },
  {
    "id": 30,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 31,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility and gene expression dynamics."
  },
  {
    "id": 32,
    "statement": "Axioms in science are provisional assumptions subject to revision."
  },
  {
    "id": 33,
    "statement": "Axioms in science are working assumptions subject to revision."
  },
  {
    "id": 34,
    "statement": "Axioms are provisionally accepted pending further investigation and evidence."
  },
  {
    "id": 35,
    "statement": "Epigenetic modifications alter gene expression without altering DNA sequence."
  },
  {
    "id": 36,
    "statement": "Electric field patterns depend on charge geometry arrangements spatially."
  },
  {
    "id": 37,
    "statement": "Implicit social learning shapes cultural norms around honesty."
  },
  {
    "id": 38,
    "statement": "Axioms are provisional assumptions guiding scientific inquiry process."
  },
  {
    "id": 39,
    "statement": "Provisional assumptions are temporary and flexible frameworks guiding inquiry."
  },
  {
    "id": 40,
    "statement": "Peer review assesses research significance, validity, and societal impact"
  },
  {
    "id": 41,
    "statement": "Provisional assumptions in science are subject to refinement and revision."
  },
  {
    "id": 42,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance, orientation, and property."
  },
  {
    "id": 43,
    "statement": "Epigenetic histone modifications relax or compact chromatin structure."
  },
  {
    "id": 44,
    "statement": "Axioms in science are fundamental, universally accepted assumptions guiding inquiry."
  },
  {
    "id": 45,
    "statement": "Peer review primarily evaluates research's scientific validity, significance, and impact."
  },
  {
    "id": 46,
    "statement": "Forming a trust is essential for a healthy relationship"
  },
  {
    "id": 47,
    "statement": "Peer review assesses validity, significance, and impact concurrently."
  },
  {
    "id": 48,
    "statement": "Honesty is essential, but context and empathy also matter."
  },
  {
    "id": 49,
    "statement": "Electrostatic force depends on multiple factors, including distance and others."
  },
  {
    "id": 50,
    "statement": "Cultural norms directly shape moral values through social learning."
  },
  {
    "id": 51,
    "statement": "Orientation affects electrostatic force through angle between charges"
  },
  {
    "id": 52,
    "statement": "Peer review evaluates research for significance, practical applications, and societal impact."
  },
  {
    "id": 53,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement configurations."
  },
  {
    "id": 54,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics by altering accessibility."
  },
  {
    "id": 55,
    "statement": "Cultural norms influence moral values through social learning processes."
  },
  {
    "id": 56,
    "statement": "Scientific axioms are working assumptions open to revision."
  },
  {
    "id": 57,
    "statement": "Electrostatic force depends on charge, distance primarily."
  },
  {
    "id": 58,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement configurations."
  },
  {
    "id": 59,
    "statement": "Axioms guide scientific theories through framework assumptions principles"
  },
  {
    "id": 60,
    "statement": "Implicit social learning shapes cultural norms around honesty'"
  },
  {
    "id": 61,
    "statement": "Axioms are self-evident truths guiding scientific theory development."
  },
  {
    "id": 62,
    "statement": "Axioms in science are provisional assumptions guiding inquiry"
  },
  {
    "id": 63,
    "statement": "Authenticity and vulnerability crucial for honesty and trust."
  },
  {
    "id": 64,
    "statement": "Cultural norms shape moral values through internalization processes."
  },
  {
    "id": 65,
    "statement": "Validity in peer review includes methodology and accuracy."
  },
  {
    "id": 66,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact."
  },
  {
    "id": 67,
    "statement": "Orientation affects electrostatic force by changing electric field line direction"
  },
  {
    "id": 68,
    "statement": "Epigenetic modifications control gene expression through chromatin structure."
  },
  {
    "id": 69,
    "statement": "Honesty's importance varies with context and empathy considerations."
  },
  {
    "id": 70,
    "statement": "Peer review assesses methodology, data quality, and statistical analysis."
  },
  {
    "id": 71,
    "statement": "Axioms in science are fundamental, universally accepted assumptions guiding inquiry."
  },
  {
    "id": 72,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact."
  },
  {
    "id": 73,
    "statement": "Peer review evaluates research for significance, originality, clarity, relevance, ethics, impact, and consistency."
  },
  {
    "id": 74,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact through expertise."
  },
  {
    "id": 75,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and quantifiable metrics."
  },
  {
    "id": 76,
    "statement": "Honesty's effectiveness depends on cultural norms, relationships, and situations."
  },
  {
    "id": 77,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 78,
    "statement": "Peer review prioritizes scientific validity, then significance, and lastly impact"
  },
  {
    "id": 79,
    "statement": "Honesty is essential for trust, but context matters."
  },
  {
    "id": 80,
    "statement": "Axioms are fundamental assumptions guiding scientific theory development reliably."
  },
  {
    "id": 81,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium"
  },
  {
    "id": 82,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 83,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force.''"
  },
  {
    "id": 84,
    "statement": "Peer review evaluates research for significance, validity, and impact."
  },
  {
    "id": 85,
    "statement": "Axioms in science are influential, not universally accepted assumptions."
  },
  {
    "id": 86,
    "statement": "Axioms in science are working assumptions open to revision."
  },
  {
    "id": 87,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force."
  },
  {
    "id": 88,
    "statement": "Axioms guide scientific theories development through framework assumptions principles"
  },
  {
    "id": 89,
    "statement": "Provisional assumptions guide science with ongoing refinement."
  },
  {
    "id": 90,
    "statement": "Electrostatic force depends on charge, distance, and medium properties."
  },
  {
    "id": 91,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force in media."
  },
  {
    "id": 92,
    "statement": "Cultural norms shape moral values through social learning and reinforcement."
  },
  {
    "id": 93,
    "statement": "Cultural norms shape moral values through internalized learning."
  },
  {
    "id": 94,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure compactly."
  },
  {
    "id": 95,
    "statement": "Orientation affects electrostatic force by altering electric field interaction."
  },
  {
    "id": 96,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 97,
    "statement": "Peer review evaluates research primarily based on scientific validity."
  },
  {
    "id": 98,
    "statement": "Peer review assesses research impact through methodology and expertise"
  },
  {
    "id": 99,
    "statement": "Peer review evaluates research for significance, validity, and impact factors."
  },
  {
    "id": 100,
    "statement": "Histone modifications compact chromatin to silence gene expression."
  },
  {
    "id": 101,
    "statement": "Epigenetic histone modifications alter chromatin structure for gene expression control"
  },
  {
    "id": 102,
    "statement": "Electrostatic forces depend on charge, distance, orientation, and medium properties consistently"
  },
  {
    "id": 103,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 104,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 105,
    "statement": "Implicit social learning processes shape cultural norms around honesty."
  },
  {
    "id": 106,
    "statement": "Axioms are provisional principles guiding scientific inquiry."
  },
  {
    "id": 107,
    "statement": "Axioms are assumed truths guiding scientific theory development reliably"
  },
  {
    "id": 108,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 109,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 110,
    "statement": "Trust built on reciprocal honesty and vulnerability."
  },
  {
    "id": 111,
    "statement": "Trust grows through reciprocal honesty, empathy, and vulnerability."
  },
  {
    "id": 112,
    "statement": "Honesty fosters trust through vulnerability, openness, and mutual respect."
  },
  {
    "id": 113,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 114,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 115,
    "statement": "Distance is the most critical factor in determining electrostatic force."
  },
  {
    "id": 116,
    "statement": "Peer review evaluates research for scientific validity, significance, and societal impact"
  },
  {
    "id": 117,
    "statement": "Peer review evaluates scientific validity, practical applications, or societal impact."
  },
  {
    "id": 118,
    "statement": "Peer review assesses research on multiple factors beyond validity"
  },
  {
    "id": 119,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force behavior."
  },
  {
    "id": 120,
    "statement": "Axioms are assumed truths guiding scientific theory development provisionally."
  },
  {
    "id": 121,
    "statement": "Cultural norms shape moral values through socialization internalization processes."
  },
  {
    "id": 122,
    "statement": "Peer review evaluates research for multiple aspects beyond scientific validity."
  },
  {
    "id": 123,
    "statement": "Electrostatic forces can be influenced by medium properties conditionally."
  },
  {
    "id": 124,
    "statement": "Cultural norms shape moral values through socialization internalization."
  },
  {
    "id": 125,
    "statement": "Peer review evaluates research for significance, validity, and impact through relevance."
  },
  {
    "id": 126,
    "statement": "Electrostatic forces depend on charge, distance, orientation, and medium properties."
  },
  {
    "id": 127,
    "statement": "Electrostatic force in medium depends on dielectric constant, polarization and conductivity."
  },
  {
    "id": 128,
    "statement": "Cultural norms shape moral values through social interactions and influence."
  },
  {
    "id": 129,
    "statement": "Axioms are assumed principles guiding scientific theory development provisionally"
  },
  {
    "id": 130,
    "statement": "Peer review assesses multiple factors, prioritizing scientific validity first."
  },
  {
    "id": 131,
    "statement": "Axioms in science are provisional assumptions subject to revision."
  },
  {
    "id": 132,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact."
  },
  {
    "id": 133,
    "statement": "Honesty's effectiveness in building trust relies on context and situation."
  },
  {
    "id": 134,
    "statement": "Honesty is relative, context-dependent, and not always absolute."
  },
  {
    "id": 135,
    "statement": "Peer review evaluates scientific validity through methodological soundness."
  },
  {
    "id": 136,
    "statement": "Peer review evaluates scientific validity, practical applications, and societal impact"
  },
  {
    "id": 137,
    "statement": "Electrostatic forces depend on medium properties and charge configurations."
  },
  {
    "id": 138,
    "statement": "Electrostatic force arises from charge, distance, orientation, and medium interactions"
  },
  {
    "id": 139,
    "statement": "Orientation affects electrostatic force by changing electric field direction"
  },
  {
    "id": 140,
    "statement": "Peer review prioritizes scientific validity above other factors."
  },
  {
    "id": 141,
    "statement": "Honesty in social interactions builds trust through vulnerability."
  },
  {
    "id": 142,
    "statement": "Honesty builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 143,
    "statement": "Electrostatic force in media depends on dielectric, polarization, and conductivity."
  },
  {
    "id": 144,
    "statement": "Axioms are provisional assumptions guiding scientific inquiry process."
  },
  {
    "id": 145,
    "statement": "Electrostatic force depends on charge, distance, orientation, and media properties."
  },
  {
    "id": 146,
    "statement": "Implicit social learning shapes cultural norms around honesty unconsciously."
  },
  {
    "id": 147,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 148,
    "statement": "Electrostatic force depends on primary factors and context-specific allowances."
  },
  {
    "id": 149,
    "statement": "Peer review evaluates research significance, practical applications, societal impact together."
  },
  {
    "id": 150,
    "statement": "Cultural norms shape moral values through social interactions."
  },
  {
    "id": 151,
    "statement": "Electrostatic force results from charge, distance, orientation, and medium interactions."
  },
  {
    "id": 152,
    "statement": "Peer review evaluates research comprehensively, beyond validity, significance, and impact."
  },
  {
    "id": 153,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 154,
    "statement": "Epigenetic histone modifications regulate chromatin structure and gene expression directly."
  },
  {
    "id": 155,
    "statement": "Histone modifications and epigenetics control gene expression signals."
  },
  {
    "id": 156,
    "statement": "Peer review assesses research for scientific validity, significance, method, and impact"
  },
  {
    "id": 157,
    "statement": "Axioms are scientifically accepted principles guiding theory development."
  },
  {
    "id": 158,
    "statement": "Axioms are temporary assumptions guiding scientific inquiry pending evidence"
  },
  {
    "id": 159,
    "statement": "Epigenetic modifications regulate chromatin structure through histone modifications and remodeling."
  },
  {
    "id": 160,
    "statement": "Electrostatic force depends on multiple factors, not just charge, distance, orientation, and medium."
  },
  {
    "id": 161,
    "statement": "Peer review evaluates research for scientific validity and significance, not impact."
  },
  {
    "id": 162,
    "statement": "Social impact assesses potential effects on society beyond scientific significance."
  },
  {
    "id": 163,
    "statement": "Histone modifications influence gene expression complexly and subtly."
  },
  {
    "id": 164,
    "statement": "Implicit social learning shapes cultural norms around honesty through scripts and norms."
  },
  {
    "id": 165,
    "statement": "Cultural norms shape moral values through social learning reinforcement."
  },
  {
    "id": 166,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force magnitude."
  },
  {
    "id": 167,
    "statement": "Cultural norms influence moral values through intermediate processes."
  },
  {
    "id": 168,
    "statement": "Provisional assumptions guide scientific inquiry with continuous refinement."
  },
  {
    "id": 169,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 170,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 171,
    "statement": "Electrostatic forces vary depending on medium properties and conditions."
  },
  {
    "id": 172,
    "statement": "Peer review evaluates research for relevance to scientific community"
  },
  {
    "id": 173,
    "statement": "Dielectric constant, polarization, and conductivity influence electrostatic force in media."
  },
  {
    "id": 174,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 175,
    "statement": "Trust builds through reliability, empathy, consistency, and accountability."
  },
  {
    "id": 176,
    "statement": "Electrostatic force in medium depends on dielectric, polarization, and conductivity properties."
  },
  {
    "id": 177,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 178,
    "statement": "Cultural norms shape moral values through multiple mechanisms."
  },
  {
    "id": 179,
    "statement": "Peer review evaluates research comprehensively, considering various factors."
  },
  {
    "id": 180,
    "statement": "Honesty builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 181,
    "statement": "Axioms are assumptions guided by empirical evidence and refinement."
  },
  {
    "id": 182,
    "statement": "Electrostatic force's strength is primarily determined by charge, distance, orientation"
  },
  {
    "id": 183,
    "statement": "Provisional assumptions guide inquiry with flexibility and adaptation."
  },
  {
    "id": 184,
    "statement": "Implicit social learning shapes cultural norms around honesty through observation."
  },
  {
    "id": 185,
    "statement": "Axioms in science are working hypotheses subject to revision."
  },
  {
    "id": 186,
    "statement": "Axioms guide scientific inquiry but do not provide frameworks."
  },
  {
    "id": 187,
    "statement": "Charge geometry affects electric fields through spatial arrangements."
  },
  {
    "id": 188,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 189,
    "statement": "Scientific axioms are working assumptions open to ongoing refinement."
  },
  {
    "id": 190,
    "statement": "Axioms in science are provisional, subject to revision and debate."
  },
  {
    "id": 191,
    "statement": "Epigenetic histone modifications relax or compact chromatin structure through methylation and acetylation."
  },
  {
    "id": 192,
    "statement": "Axioms in science are fundamental, provisional assumptions subject revision."
  },
  {
    "id": 193,
    "statement": "Electrostatic force depends on charge, distance, and orientation directly."
  },
  {
    "id": 194,
    "statement": "Epigenetic modifiers affect chromatin accessibility without changing DNA sequence."
  },
  {
    "id": 195,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 196,
    "statement": "Axioms provide framework for deriving hypotheses and theories"
  },
  {
    "id": 197,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 198,
    "statement": "Authenticity fosters trust through vulnerability, respect, and open communication."
  }
]