[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Electrostatic force depends on charge, distance primarily."
  },
  {
    "id": 2,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 3,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 4,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 5,
    "statement": "Peer review evaluates research for validity, significance, and potential impact."
  },
  {
    "id": 6,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 7,
    "statement": "Peer review evaluates research methodology, data quality, and validity."
  },
  {
    "id": 8,
    "statement": "Cultural norms shape moral values through social learning and reinforcement."
  },
  {
    "id": 9,
    "statement": "Charge geometry affects electric field patterns by spatial arrangement"
  },
  {
    "id": 10,
    "statement": "Axioms are working assumptions open to revision in science."
  },
  {
    "id": 11,
    "statement": "Implicit social learning shapes cultural norms around honesty through emotional contagion."
  },
  {
    "id": 12,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 13,
    "statement": "Electrostatic force is inversely proportional to square of distance."
  },
  {
    "id": 14,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 15,
    "statement": "Orientation affects electrostatic force through electric field angle changes."
  },
  {
    "id": 16,
    "statement": "Peer review prioritizes scientific validity, significance, and impact accordingly"
  },
  {
    "id": 17,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 18,
    "statement": "Scientific assumptions are provisional and open to revision."
  },
  {
    "id": 19,
    "statement": "Peer review primarily evaluates research's scientific validity, significance, and impact."
  },
  {
    "id": 20,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 21,
    "statement": "Axioms in science are nuanced assumptions with underlying evidence"
  },
  {
    "id": 22,
    "statement": "Charge geometry affects electric field patterns, shape, and orientation."
  },
  {
    "id": 23,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 24,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement configurations."
  },
  {
    "id": 25,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 26,
    "statement": "Orientation affects electrostatic force by changing electric field angle."
  },
  {
    "id": 27,
    "statement": "Scientific validity in peer review involves methodology, data quality, and validity"
  },
  {
    "id": 28,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties"
  },
  {
    "id": 29,
    "statement": "Peer review prioritizes scientific validity, then significance, and finally impact."
  },
  {
    "id": 30,
    "statement": "Implicit social learning shapes cultural norms around honesty through emotional contagion."
  },
  {
    "id": 31,
    "statement": "Axioms in science are provisional assumptions open revision."
  },
  {
    "id": 32,
    "statement": "Axioms in science are provisional assumptions subject to revision."
  },
  {
    "id": 33,
    "statement": "Peer review assessees research for scientific validity, significance, and impact."
  },
  {
    "id": 34,
    "statement": "Cultural norms directly shape moral values through social learning."
  },
  {
    "id": 35,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium"
  },
  {
    "id": 36,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and effectiveness."
  },
  {
    "id": 37,
    "statement": "Axioms in science are provisional assumptions subject to revision."
  },
  {
    "id": 38,
    "statement": "Peer review assesses research using varied quantifiable metrics."
  },
  {
    "id": 39,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force quantitatively."
  },
  {
    "id": 40,
    "statement": "Axioms are self-evident truths guiding scientific theory development."
  },
  {
    "id": 41,
    "statement": "Axioms are foundational principles in scientific theories"
  },
  {
    "id": 42,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact only"
  },
  {
    "id": 43,
    "statement": "Medium properties, including dielectric constant and conductivity, affect electrostatic force."
  },
  {
    "id": 44,
    "statement": "Peer review assesses novelty by evaluating originality and uniqueness."
  },
  {
    "id": 45,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force."
  },
  {
    "id": 46,
    "statement": "Axioms are assumptions guiding scientific research without empirical evidence."
  },
  {
    "id": 47,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 48,
    "statement": "Honesty's effectiveness varies with cultural norms, relationships, and situations."
  },
  {
    "id": 49,
    "statement": "Implicit social learning shapes cultural norms around honesty values."
  },
  {
    "id": 50,
    "statement": "Axioms in science are working assumptions open to refinement."
  },
  {
    "id": 51,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 52,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties completely."
  },
  {
    "id": 53,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 54,
    "statement": "Authenticity builds trust through open communication and respect"
  },
  {
    "id": 55,
    "statement": "Orientation affects electrostatic force by altering electric field interaction."
  },
  {
    "id": 56,
    "statement": "Authenticity builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 57,
    "statement": "Histone modifications compact chromatin structure, repressing gene expression."
  },
  {
    "id": 58,
    "statement": "Axioms are fundamental principles justifiable within theoretical frameworks."
  },
  {
    "id": 59,
    "statement": "Peer review evaluates research based on complex criteria."
  },
  {
    "id": 60,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 61,
    "statement": "Peer review assesses research validity, significance, and impact comprehensively."
  },
  {
    "id": 62,
    "statement": "Orientation affects electrostatic force through electric field interactions."
  },
  {
    "id": 63,
    "statement": "Forming a trust is essential for a healthy relationship"
  },
  {
    "id": 64,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 65,
    "statement": "Epigenetic modifications sometimes accompany underlying DNA sequence changes"
  },
  {
    "id": 66,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 67,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force in media."
  },
  {
    "id": 68,
    "statement": "Lying can have unintended consequences and harm others."
  },
  {
    "id": 69,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 70,
    "statement": "Open communication fosters mutual understanding, empathy, and transparency"
  },
  {
    "id": 71,
    "statement": "Axioms in science are assumptions guiding research without empirical evidence"
  },
  {
    "id": 72,
    "statement": "Peer review assesses research for multiple factors, including validity, significance, and impact."
  },
  {
    "id": 73,
    "statement": "Axioms in science are fundamental, universally accepted assumptions guiding inquiry."
  },
  {
    "id": 74,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties completely"
  },
  {
    "id": 75,
    "statement": "Honesty's importance shifts with empathetic awareness of context."
  },
  {
    "id": 76,
    "statement": "Peer review evaluates research validity, significance, and impact comprehensively."
  },
  {
    "id": 77,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 78,
    "statement": "Refining and revising provisional assumptions in science acknowledges uncertainty"
  },
  {
    "id": 79,
    "statement": "Honesty's effectiveness depends on cultural norms and relationships."
  },
  {
    "id": 80,
    "statement": "Peer review evaluates research for multiple factors, including validity."
  },
  {
    "id": 81,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility to genes."
  },
  {
    "id": 82,
    "statement": "Implicit social learning shapes cultural norms around honesty through observation."
  },
  {
    "id": 83,
    "statement": "Authenticity builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 84,
    "statement": "Orientation affects electrostatic force through angle between charges"
  },
  {
    "id": 85,
    "statement": "Lying can be justified to protect others from harm."
  },
  {
    "id": 86,
    "statement": "Peer review assesses research comprehensively in multiple aspects."
  },
  {
    "id": 87,
    "statement": "Authenticity and vulnerability are essential for honesty and trust"
  },
  {
    "id": 88,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 89,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 90,
    "statement": "Medium properties, dielectric constant, polarization, conductivity influence electrostatic force."
  },
  {
    "id": 91,
    "statement": "Methodology, data quality, and validity are interconnected for validity."
  },
  {
    "id": 92,
    "statement": "Epigenetic modifications alter chromatin structure and gene expression states."
  },
  {
    "id": 93,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 94,
    "statement": "Charge geometry influences electric field patterns' shape and orientation."
  },
  {
    "id": 95,
    "statement": "Provisional assumptions in science are open to refinement and revision."
  },
  {
    "id": 96,
    "statement": "Honesty's effectiveness influenced by cultural norms, relationships, and situations."
  },
  {
    "id": 97,
    "statement": "Peer review assesses significance, practical applications, and societal impact."
  },
  {
    "id": 98,
    "statement": "Electrostatic force depends on multiple factors, including orientation."
  },
  {
    "id": 99,
    "statement": "Honesty's importance varies with context and empathy considerations."
  },
  {
    "id": 100,
    "statement": "Peer review assesses societal impact in terms of policy, business, and cultural changes"
  },
  {
    "id": 101,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force in media."
  },
  {
    "id": 102,
    "statement": "Charge geometry influences electric field patterns' shape and orientation."
  },
  {
    "id": 103,
    "statement": "Orientation affects electrostatic force by changing electric field interaction."
  },
  {
    "id": 104,
    "statement": "Axioms are assumptions not proven or tested scientifically"
  },
  {
    "id": 105,
    "statement": "Authenticity and vulnerability crucial for honesty and trust."
  },
  {
    "id": 106,
    "statement": "Axioms are fundamental assumptions guiding scientific inquiry and theory"
  },
  {
    "id": 107,
    "statement": "Authenticity and vulnerability foster deep, honest relationships."
  },
  {
    "id": 108,
    "statement": "Axioms are true assumptions guiding scientific theory development."
  },
  {
    "id": 109,
    "statement": "Provisional assumptions are temporary and flexible frameworks guiding inquiry."
  },
  {
    "id": 110,
    "statement": "Methodology, data quality, and validity intersect for scientific validity."
  },
  {
    "id": 111,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 112,
    "statement": "Peer review evaluates research for societal impact and significance."
  },
  {
    "id": 113,
    "statement": "Provisional assumptions in science are open to refinement constantly."
  },
  {
    "id": 114,
    "statement": "Honesty's importance is nuanced, context-dependent, and empathy-infused."
  },
  {
    "id": 115,
    "statement": "Axioms are assumed truths, subject to revision and refinement."
  },
  {
    "id": 116,
    "statement": "Methodology, data quality, and validity interconnected for scientific validity."
  },
  {
    "id": 117,
    "statement": "Honesty's effectiveness influenced by cultural norms, relationships, and situations."
  },
  {
    "id": 118,
    "statement": "Implicit learning shapes social norms and behaviors unconsciously."
  },
  {
    "id": 119,
    "statement": "Peer review evaluates research for broader societal practical impact."
  },
  {
    "id": 120,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 121,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 122,
    "statement": "Provisional assumptions in science are open to refinement."
  },
  {
    "id": 123,
    "statement": "Axioms are revised as new evidence emerges in science."
  },
  {
    "id": 124,
    "statement": "Authenticity builds trust through vulnerability, respect, and communication."
  },
  {
    "id": 125,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure compactly."
  },
  {
    "id": 126,
    "statement": "Peer review assesses research validity through methodological soundness."
  },
  {
    "id": 127,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility and gene expression."
  },
  {
    "id": 128,
    "statement": "Implicit social learning shapes cultural norms around honesty'"
  },
  {
    "id": 129,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and metrics."
  },
  {
    "id": 130,
    "statement": "Scientific validity prioritizes methodology, data quality, and validity"
  },
  {
    "id": 131,
    "statement": "Electrostatic force and direction depend on charge orientation precisely."
  },
  {
    "id": 132,
    "statement": "Peer review evaluates research by considering multiple criteria."
  },
  {
    "id": 133,
    "statement": "Cultural norms shape moral values through social learning and reinforcement."
  },
  {
    "id": 134,
    "statement": "Electrostatic force depends on charge, distance, and orientation mainly."
  },
  {
    "id": 135,
    "statement": "Medium properties affect electrostatic force through dielectric, polarization, and conductivity."
  },
  {
    "id": 136,
    "statement": "Honesty's importance is nuanced, context-dependent, and empathy- influenced."
  },
  {
    "id": 137,
    "statement": "Axioms are temporary assumptions subject to revision constantly."
  },
  {
    "id": 138,
    "statement": "Authenticity fosters trust through consistency, vulnerability, and respect"
  },
  {
    "id": 139,
    "statement": "Provisional assumptions are revised as new data emerges iteratively."
  },
  {
    "id": 140,
    "statement": "Orientation affects electric forces through angle between field lines."
  },
  {
    "id": 141,
    "statement": "Honesty's effectiveness influenced by cultural norms and relationships."
  },
  {
    "id": 142,
    "statement": "Peer review assesses research validity through methodological soundness evaluation."
  },
  {
    "id": 143,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 144,
    "statement": "Electrostatic force decreases rapidly with increasing distance squared."
  },
  {
    "id": 145,
    "statement": "Peer review evaluates research methodology, data quality, and validity comprehensively."
  },
  {
    "id": 146,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium primarily."
  },
  {
    "id": 147,
    "statement": "Authenticity and vulnerability strengthen trust through mutual openness."
  },
  {
    "id": 148,
    "statement": "Authenticity and vulnerability foster honest relationships through mutual understanding."
  },
  {
    "id": 149,
    "statement": "Epigenetic modifications control gene expression through chromatin structure alteration."
  },
  {
    "id": 150,
    "statement": "Histones are proteins around which DNA wraps, forming chromatin"
  },
  {
    "id": 151,
    "statement": "Emotional contagion shapes cultural norms through implicit social learning."
  },
  {
    "id": 152,
    "statement": "Media's dielectric constant, polarization, and conductivity influence electrostatic force."
  },
  {
    "id": 153,
    "statement": "Peer review assesses research comprehensively in various aspects"
  },
  {
    "id": 154,
    "statement": "Charge geometry determines electric field patterns, shape, and orientation"
  },
  {
    "id": 155,
    "statement": "Peer review assesses novelty by evaluating originality and uniqueness comprehensively"
  },
  {
    "id": 156,
    "statement": "Axioms are assumptions justified within theoretical frameworks."
  },
  {
    "id": 157,
    "statement": "Electrostatic force influenced by charge, distance, orientation, and medium properties"
  },
  {
    "id": 158,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 159,
    "statement": "Axioms are provisional and open to revision in science."
  },
  {
    "id": 160,
    "statement": "Peer review evaluates research comprehensively through multiple factors."
  },
  {
    "id": 161,
    "statement": "Honesty's effectiveness influenced by cultural norms, situations, and relationships"
  },
  {
    "id": 162,
    "statement": "Axioms are fundamental assumptions guiding scientific inquiry and theory."
  },
  {
    "id": 163,
    "statement": "Implicit social learning and emotional contagion shape cultural norms deeply."
  },
  {
    "id": 164,
    "statement": "Authenticity and vulnerability enhance trust, but not always required."
  },
  {
    "id": 165,
    "statement": "Epigenetic modifications can occur independently of DNA sequence changes."
  },
  {
    "id": 166,
    "statement": "Peer review assesses societal impact in terms of policy, business, cultural changes"
  },
  {
    "id": 167,
    "statement": "Scientific validity in peer review involves methodology, data quality, and validity."
  },
  {
    "id": 168,
    "statement": "Axioms in science are foundational, unchanging assumptions guiding inquiry."
  },
  {
    "id": 169,
    "statement": "Axioms are working assumptions subject to refinement and revision"
  },
  {
    "id": 170,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 171,
    "statement": "Coulomb's Law describes electrostatic force's dependence on charge, distance, and orientation."
  },
  {
    "id": 172,
    "statement": "Honesty is determined by cultural norms and relationships."
  },
  {
    "id": 173,
    "statement": "Honesty is essential for building trust; it provides foundation."
  },
  {
    "id": 174,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 175,
    "statement": "Unconscious learning shapes social norms and behaviors through exposure."
  },
  {
    "id": 176,
    "statement": "Peer review assesses research quality using quantifiable metrics comprehensively."
  },
  {
    "id": 177,
    "statement": "Medium properties, dielectric constant and conductivity, impact electrostatic force."
  },
  {
    "id": 178,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 179,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force slightly."
  },
  {
    "id": 180,
    "statement": "Axioms are assumptions guiding scientific theory development, not self-evident truths."
  },
  {
    "id": 181,
    "statement": "Honesty's subjective evaluation varies across cultural contexts."
  },
  {
    "id": 182,
    "statement": "Provisional assumptions in science are dynamic, open to refinement."
  },
  {
    "id": 183,
    "statement": "Cultural norms influence moral values through social learning mechanisms."
  },
  {
    "id": 184,
    "statement": "Peer review assesses research for practical relevance to societal needs."
  },
  {
    "id": 185,
    "statement": "Histone modifications can affect gene expression through chromatin remodeling."
  },
  {
    "id": 186,
    "statement": "Trust is essential for building a healthy, positive relationship."
  },
  {
    "id": 187,
    "statement": "Axioms are foundational principles in scientific theories, revisable if needed."
  },
  {
    "id": 188,
    "statement": "Charge geometry describes spatial arrangement of charges in electrostatics."
  },
  {
    "id": 189,
    "statement": "Peer review prioritizes scientific validity, significance, and impact, mostly."
  },
  {
    "id": 190,
    "statement": "Peer review assesses research using multiple measurable criteria."
  },
  {
    "id": 191,
    "statement": "Scientific assumptions are temporary and subject to revision"
  },
  {
    "id": 192,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 193,
    "statement": "Methodology, data quality, and validity are interconnected for scientific validity."
  },
  {
    "id": 194,
    "statement": "Provisional assumptions in science are subject to refinement."
  },
  {
    "id": 195,
    "statement": "Peer review evaluates research holistically considering multiple factors."
  },
  {
    "id": 196,
    "statement": "Histone modifications alter chromatin structure by changing histone interactions"
  },
  {
    "id": 197,
    "statement": "Provisional axioms in science are flexible and subject to revision."
  },
  {
    "id": 198,
    "statement": "Peer review assesses research using broad and diverse criteria."
  },
  {
    "id": 199,
    "statement": "Peer review assesses validity, significance, and impact comprehensively."
  }
]