[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Peer review assesses research validity through methodology and data quality."
  },
  {
    "id": 2,
    "statement": "Peer review assesses research for validity, methodology, and quality"
  },
  {
    "id": 3,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 4,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 5,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 6,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 7,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 8,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 9,
    "statement": "Mimicry involves unconsciously imitating others' emotional expressions."
  },
  {
    "id": 10,
    "statement": "Scientific validity is influenced by multiple factors beyond methodology."
  },
  {
    "id": 11,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 12,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 13,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties, including dielectric constant, polarization, conductivity."
  },
  {
    "id": 14,
    "statement": "Medium properties influence electrostatic force strength and direction."
  },
  {
    "id": 15,
    "statement": "Scientific axioms are assumptions open to revision always"
  },
  {
    "id": 16,
    "statement": "Charge geometry's spatial arrangement influences electric field pattern."
  },
  {
    "id": 17,
    "statement": "Research validity relies on methodology, data quality, and internal validity."
  },
  {
    "id": 18,
    "statement": "Peer review evaluates research methodology, data quality, and validity."
  },
  {
    "id": 19,
    "statement": "Peer review limitations include reviewer biases, constraints, and expertise."
  },
  {
    "id": 20,
    "statement": "Mimicry is an automatic and unconscious simulation of others' emotions."
  },
  {
    "id": 21,
    "statement": "Scientific assumptions are refined through continuous testing and evaluation."
  },
  {
    "id": 22,
    "statement": "Internal validity measures cause-and-effect relationships in research."
  },
  {
    "id": 23,
    "statement": "Scientific axioms are assumptions open to revision and refinement always."
  },
  {
    "id": 24,
    "statement": "Mimicry involves unconsciously imitating others' nonverbal emotional cues."
  },
  {
    "id": 25,
    "statement": "Axioms in science require both theoretical and empirical support."
  },
  {
    "id": 26,
    "statement": "Medium properties influence electrostatic force with subtlety and exceptions"
  },
  {
    "id": 27,
    "statement": "Axioms in science are accepted as true by definition."
  },
  {
    "id": 28,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 29,
    "statement": "Mimicry involves automatic and unconscious simulation of emotions."
  },
  {
    "id": 30,
    "statement": "Electrostatic force relationship with medium properties is complex and nuanced."
  },
  {
    "id": 31,
    "statement": "Medium properties influence electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 32,
    "statement": "Peer review assesses research comprehensively, considering methodology, data quality, validity, significance, impact, originality, clarity, ethical considerations."
  },
  {
    "id": 33,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning."
  },
  {
    "id": 34,
    "statement": "Electrostatic force is determined by main factors of charge, distance, and orientation."
  },
  {
    "id": 35,
    "statement": "Medium properties influence electric field lines direction and magnitude."
  },
  {
    "id": 36,
    "statement": "Electrostatic force primarily influenced by charge, distance, and orientation."
  },
  {
    "id": 37,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors"
  },
  {
    "id": 38,
    "statement": "Social learning influences cultural norms and moral values indirectly through mechanisms."
  },
  {
    "id": 39,
    "statement": "Diversity in peer review refers to reviewer backgrounds and expertise."
  },
  {
    "id": 40,
    "statement": "Honesty is not sole foundation of trust; other factors contribute."
  },
  {
    "id": 41,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 42,
    "statement": "Histones can be modified by enzymes with distinct functions to regulate gene expression."
  },
  {
    "id": 43,
    "statement": "Scientific axioms are nuanced assumptions based on evidence and principles."
  },
  {
    "id": 44,
    "statement": "Scientific axioms can be refined, but not necessarily always."
  },
  {
    "id": 45,
    "statement": "Peer review reliability depends on various factors including reviewer."
  },
  {
    "id": 46,
    "statement": "Histone modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 47,
    "statement": "Peer review assesses research validity through methodology and data quality, multiple factors."
  },
  {
    "id": 48,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 49,
    "statement": "Peer review limitations include reviewer bias, limited expertise, time constraints"
  },
  {
    "id": 50,
    "statement": "Medium properties influence electrostatic force through its dielectric constant, polarization, and conductivity."
  },
  {
    "id": 51,
    "statement": "Peer review diversity is achieved through demographics and expertise mix."
  },
  {
    "id": 52,
    "statement": "Electrostatic forces affected by medium properties, charge, distance, and orientation."
  },
  {
    "id": 53,
    "statement": "Trust involves reliability, empathy, communication, accountability, and consistency."
  },
  {
    "id": 54,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization and conductivity."
  },
  {
    "id": 55,
    "statement": "Mimicry involves unconscious imitation of others' emotional expressions."
  },
  {
    "id": 56,
    "statement": "Peer review assesses research quality through evaluating methodology"
  },
  {
    "id": 57,
    "statement": "Internal validity measures cause-and-effect in research studies."
  },
  {
    "id": 58,
    "statement": "Medium properties, such as dielectric constant, polarization, conductivity, impact electrostatic forces."
  },
  {
    "id": 59,
    "statement": "Medium properties modify electrostatic force through stored charge."
  },
  {
    "id": 60,
    "statement": "Histone modifications regulate chromatin structure to control gene expression."
  },
  {
    "id": 61,
    "statement": "Electrostatic force's primary determinants are charge, distance, and orientation."
  },
  {
    "id": 62,
    "statement": "Social learning influences cultural norms and moral values indirectly through various mechanisms."
  },
  {
    "id": 63,
    "statement": "Peer review evaluates research contextually considering context factors."
  },
  {
    "id": 64,
    "statement": "Mimicry is the unconscious imitation of others' behaviors and emotions."
  },
  {
    "id": 65,
    "statement": "Trust is a multifaceted concept influenced by various factors."
  },
  {
    "id": 66,
    "statement": "Medium properties influence electrostatic forces through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 67,
    "statement": "Dielectric constant significantly affects electrostatic forces at nanoscale."
  },
  {
    "id": 68,
    "statement": "Peer review assesses research validity through multiple factors considered."
  },
  {
    "id": 69,
    "statement": "Axioms refined through iterative refinement of scientific theories and models"
  },
  {
    "id": 70,
    "statement": "Internal validity refers to research design and method accuracy."
  },
  {
    "id": 71,
    "statement": "Histone-modifying enzymes have distinct enzymatic activities for modification"
  },
  {
    "id": 72,
    "statement": "Medium properties including dielectric constant, polarization, conductivity impact electrostatic forces"
  },
  {
    "id": 73,
    "statement": "Reviewer bias includes confirmation, halo, and demographic biases."
  },
  {
    "id": 74,
    "statement": "Histone modifications regulate chromatin structure and gene expression"
  },
  {
    "id": 75,
    "statement": "Trust involves multiple components, including reliability, empathy, accountability."
  },
  {
    "id": 76,
    "statement": "Axioms refined through continuous experimentation and data analysis."
  },
  {
    "id": 77,
    "statement": "Histone modifications alter chromatin structure, affecting gene expression"
  },
  {
    "id": 78,
    "statement": "Scientific validity influenced by multiple extraneous factors beyond methodology."
  },
  {
    "id": 79,
    "statement": "Dielectric constant affects electrostatic force in various contexts."
  },
  {
    "id": 80,
    "statement": "Scientific assumptions are refined through iterative testing and revision always."
  },
  {
    "id": 81,
    "statement": "Eurostatic force dependence on properties is complex and context-dependent."
  },
  {
    "id": 82,
    "statement": "Social learning influences cultural norms and moral values through transmission."
  },
  {
    "id": 83,
    "statement": "Scientific axioms are based on evidence, principles, and repeated testing."
  },
  {
    "id": 84,
    "statement": "Histones can be modified by enzymes with distinct functions."
  },
  {
    "id": 85,
    "statement": "Peer review assesses methodology, data quality, and results for validity"
  },
  {
    "id": 86,
    "statement": "Honesty is not the sole foundation of trust; other factors contribute."
  },
  {
    "id": 87,
    "statement": "Medium properties influence electrostatic forces through dielectric, polarization, and conductivity"
  },
  {
    "id": 88,
    "statement": "Trust involves multiple factors beyond honesty alone."
  },
  {
    "id": 89,
    "statement": "Peer review evaluates research validity through internal and external factors "
  },
  {
    "id": 90,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity."
  },
  {
    "id": 91,
    "statement": "Electrostatic force primarily determined by charge, distance, and orientation."
  },
  {
    "id": 92,
    "statement": "Internal validity in research refers to the research's design and methods."
  },
  {
    "id": 93,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 94,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity"
  },
  {
    "id": 95,
    "statement": "Peer review evaluates research validity through methodology and data quality."
  },
  {
    "id": 96,
    "statement": "Axioms serve as foundational assumptions, not hypotheses for testing."
  },
  {
    "id": 97,
    "statement": "Histone modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 98,
    "statement": "Scientific assumptions are refined through iterative revisions and testing."
  },
  {
    "id": 99,
    "statement": "Electrostatic forces affected by medium properties' dielectric constant, polarization, conductivity."
  },
  {
    "id": 100,
    "statement": "Internal validity in research refers to a study's ability to measure claimed effects without bias."
  },
  {
    "id": 101,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 102,
    "statement": "Dielectric constant significantly affects electrostatic forces with nuances."
  },
  {
    "id": 103,
    "statement": "Peer review assesses research validity in terms of internal and external validity."
  },
  {
    "id": 104,
    "statement": "Trust results from complex interplay of various factors, including empathy and reliability."
  },
  {
    "id": 105,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 106,
    "statement": "Medium properties affect electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 107,
    "statement": "Peer review assesses research through multiple factors beyond methodology."
  },
  {
    "id": 108,
    "statement": "Peer review assesses research comprehensively, considering multiple factors."
  },
  {
    "id": 109,
    "statement": "Medium properties influence electrostatic force with subtlety and exceptions."
  },
  {
    "id": 110,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties, and polarity."
  },
  {
    "id": 111,
    "statement": "Social learning influences cultural norms and moral values indirectly through various mechanisms."
  },
  {
    "id": 112,
    "statement": "Scientific axioms can be considered non-revisable under specific conditions"
  },
  {
    "id": 113,
    "statement": "Axioms are assumptions that serve as scientific foundations."
  },
  {
    "id": 114,
    "statement": "Scientific axioms are widely accepted as provisional starting points."
  },
  {
    "id": 115,
    "statement": "Dielectric constant has small to moderate effect on electrostatic force."
  },
  {
    "id": 116,
    "statement": "Electrostatic force dependence on charge, distance, orientation, and medium properties is nuanced."
  },
  {
    "id": 117,
    "statement": "Social learning influences cultural norms and moral values directly"
  },
  {
    "id": 118,
    "statement": "Emotional contagion spreads through social learning and emotional imitation."
  },
  {
    "id": 119,
    "statement": "Peer review considers research validity, significance, and impact contextually."
  },
  {
    "id": 120,
    "statement": "Axioms are refined through continuous experimentation and data analysis."
  },
  {
    "id": 121,
    "statement": "Axioms refined through iterative experimentation and data analysis"
  },
  {
    "id": 122,
    "statement": "Internal validity refers to a study's ability to measure cause-and-effect relationships accurately."
  },
  {
    "id": 123,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 124,
    "statement": "Peer review assesses research quality through methodology, validity, significance"
  },
  {
    "id": 125,
    "statement": "Dielectric constant's impact on electrostatic force is context-dependent."
  },
  {
    "id": 126,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 127,
    "statement": "Medium properties affect electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 128,
    "statement": "Internal validity measures cause-and-effect relationships between variables accurately."
  },
  {
    "id": 129,
    "statement": "Medium properties modify electric field lines around charged objects"
  },
  {
    "id": 130,
    "statement": "Internal validity refers to research's ability to measure intended phenomenon."
  },
  {
    "id": 131,
    "statement": "Internal validity measures a study's ability to isolate causal links."
  },
  {
    "id": 132,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties including dielectric constant, polarization, and conductivity."
  },
  {
    "id": 133,
    "statement": "Internal validity combines design, methods, randomization, controls, and measurement."
  },
  {
    "id": 134,
    "statement": "Medium properties impact electrostatic forces through dielectric constant."
  },
  {
    "id": 135,
    "statement": "Electrostatic force depends on charge, distance, and orientation."
  },
  {
    "id": 136,
    "statement": "Scientific axioms are nuanced assumptions based on evidence and principles"
  },
  {
    "id": 137,
    "statement": "Medium properties influence electrostatic force through dielectric constant."
  },
  {
    "id": 138,
    "statement": "Scientific axioms can be refined but not necessarily changed."
  },
  {
    "id": 139,
    "statement": "Dielectric constant affects electrostatic forces through nuance and context."
  },
  {
    "id": 140,
    "statement": "Electrostatic force primarily determined by charge, distance, and orientation."
  },
  {
    "id": 141,
    "statement": "Peer review considers significance, originality, impact, and more."
  },
  {
    "id": 142,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 143,
    "statement": "Electrostatic force is influenced by charge, distance, orientation, and medium properties."
  },
  {
    "id": 144,
    "statement": "Scientific assumptions can be refined through iterative testing and refinement."
  },
  {
    "id": 145,
    "statement": "Peer review assesses research for validity, methodology, quality, and internal validity"
  },
  {
    "id": 146,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 147,
    "statement": "Peer review assesses research validity through multiple factors including significance, originality, clarity, ethical considerations, impact, internal validity, external validity, and replicability."
  },
  {
    "id": 148,
    "statement": "Histones regulate chromatin structure and gene expression through modification."
  },
  {
    "id": 149,
    "statement": "Scientific axioms are open to revision, refinement in absence evidence"
  },
  {
    "id": 150,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 151,
    "statement": "Medium properties (dielectric constant, polarization, conductivity) influence electrostatic force."
  },
  {
    "id": 152,
    "statement": "Trust results from complex interplay of factors beyond empathy and reliability alone."
  },
  {
    "id": 153,
    "statement": "Peer review assesses research quality through evaluating methodology components"
  },
  {
    "id": 154,
    "statement": "Internal validity measures cause-and-effect relationships accurately."
  },
  {
    "id": 155,
    "statement": "Diversity in peer review refers to reviewer background expertise."
  },
  {
    "id": 156,
    "statement": "Mimicry can be both conscious and unconscious, automatic."
  },
  {
    "id": 157,
    "statement": "Medium properties affect electrostatic force through direct or indirect interactions."
  },
  {
    "id": 158,
    "statement": "Peer review biases and constraints can affect evaluation accuracy."
  },
  {
    "id": 159,
    "statement": "Medium properties include dielectric constant, polarization, conductivity, and permeability impact electrostatic forces."
  },
  {
    "id": 160,
    "statement": "Scientific assumptions are refined through iterative testing and evaluation."
  },
  {
    "id": 161,
    "statement": "Scientific axioms can be refined or reassessed with new evidence"
  },
  {
    "id": 162,
    "statement": "Scientific axioms are assumptions open to revision and refinement always"
  },
  {
    "id": 163,
    "statement": "Electrostatic force primarily depends on charge, distance, and orientation."
  },
  {
    "id": 164,
    "statement": "Scientific axioms are assumptions open to revision and refinement, always."
  },
  {
    "id": 165,
    "statement": "Axioms in science require both theoretical and empirical support."
  },
  {
    "id": 166,
    "statement": "Electrostatic force primarily depends on charge, distance, and orientation"
  },
  {
    "id": 167,
    "statement": "Internal validity assesses study's cause-effect relationships within."
  },
  {
    "id": 168,
    "statement": "Peer review comprehensively assesses methodology, significance, validity, and originality."
  },
  {
    "id": 169,
    "statement": "Peer review assesses research comprehensively considering multiple factors."
  },
  {
    "id": 170,
    "statement": "Peer review assesses research validity through methodology, data quality and results impact."
  },
  {
    "id": 171,
    "statement": "Peer review assesses research comprehensively considering multiple factors"
  },
  {
    "id": 172,
    "statement": "Peer review reliability affected by reviewer expertise and objectivity."
  },
  {
    "id": 173,
    "statement": "Scientific axioms are refined, but may be considered settled."
  },
  {
    "id": 174,
    "statement": "Axioms serve as fundamental principles in scientific theories"
  },
  {
    "id": 175,
    "statement": "Peer review assesses research comprehensively, considering multiple factors, nuance."
  },
  {
    "id": 176,
    "statement": "Scientific assumptions are refined through repeated iteration and testing."
  },
  {
    "id": 177,
    "statement": "Peer review considers research validity, significance, and impact contextually"
  },
  {
    "id": 178,
    "statement": "Social learning influences cultural norms and moral values indirectly."
  },
  {
    "id": 179,
    "statement": "Peer review diversity achieved through demographics and expertise mix."
  },
  {
    "id": 180,
    "statement": "Axioms in science are fundamental assumptions subject to revision."
  },
  {
    "id": 181,
    "statement": "Electric field pattern varies with charge distribution and distance"
  },
  {
    "id": 182,
    "statement": "Scientific assumptions are refined through continuous experimentation and data analysis."
  },
  {
    "id": 183,
    "statement": "Axioms in science are assumptions open to revision always."
  },
  {
    "id": 184,
    "statement": "Peer review assesses research validity through methodology, data quality and results."
  },
  {
    "id": 185,
    "statement": "Peer review evaluates research validity through internal and external factors."
  },
  {
    "id": 186,
    "statement": "Electrostatic force affected by medium properties through direct or indirect interactions."
  },
  {
    "id": 187,
    "statement": "Internal validity assesses research design's ability to determine cause-and-effect."
  },
  {
    "id": 188,
    "statement": "Axioms can be refined through iterative experimentation and data analysis."
  },
  {
    "id": 189,
    "statement": "Peer review evaluates research validity through methodology and data quality."
  },
  {
    "id": 190,
    "statement": "Mimicry involves unconsciously imitating others' emotional expressions and intentions."
  },
  {
    "id": 191,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity affecting electric field lines."
  },
  {
    "id": 192,
    "statement": "Emotional contagion influences behavior by unconscious emotional mimicking"
  },
  {
    "id": 193,
    "statement": "Emotional contagion spreads through automatic emotional imitation."
  },
  {
    "id": 194,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure, specifying convenience for transcription factors."
  },
  {
    "id": 195,
    "statement": "Medium properties affect electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 196,
    "statement": "Scientific axioms are assumptions open to revision and refinement always."
  },
  {
    "id": 197,
    "statement": "Trust is a multifaceted concept involving multiple factors."
  },
  {
    "id": 198,
    "statement": "Histones are modified by enzymes with distinct functional implications."
  },
  {
    "id": 199,
    "statement": "Dielectric constant and polarization affect electrostatic force strength."
  }
]