[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Peer review evaluates research for validity, significance, and potential impact."
  },
  {
    "id": 2,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and effectiveness."
  },
  {
    "id": 3,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 4,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 5,
    "statement": "Cultural norms shape moral values through social learning and reinforcement."
  },
  {
    "id": 6,
    "statement": "Electrostatic force depends on charge, distance primarily."
  },
  {
    "id": 7,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 8,
    "statement": "Charge geometry affects electric field patterns by spatial arrangement"
  },
  {
    "id": 9,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 10,
    "statement": "Implicit social learning shapes cultural norms around honesty through emotional contagion."
  },
  {
    "id": 11,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 12,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 13,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties"
  },
  {
    "id": 14,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 15,
    "statement": "Provisional assumptions in science are open to refinement and revision."
  },
  {
    "id": 16,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 17,
    "statement": "Peer review assesses significance, practical applications, and societal impact."
  },
  {
    "id": 18,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 19,
    "statement": "Axioms in science are working assumptions open to revision."
  },
  {
    "id": 20,
    "statement": "Peer review assesses societal impact in terms of policy, business, and cultural changes"
  },
  {
    "id": 21,
    "statement": "Electrostatic force is inversely proportional to square of distance."
  },
  {
    "id": 22,
    "statement": "Axioms are working assumptions open to revision in science."
  },
  {
    "id": 23,
    "statement": "Orientation affects electrostatic force by altering electric field interaction."
  },
  {
    "id": 24,
    "statement": "Authenticity and vulnerability crucial for honesty and trust."
  },
  {
    "id": 25,
    "statement": "Scientific validity in peer review involves methodology, data quality, and validity"
  },
  {
    "id": 26,
    "statement": "Axioms are working assumptions in science open to revision."
  },
  {
    "id": 27,
    "statement": "Axioms are true assumptions guiding scientific theory development."
  },
  {
    "id": 28,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 29,
    "statement": "Peer review prioritizes scientific validity, significance, and impact accordingly"
  },
  {
    "id": 30,
    "statement": "Provisional assumptions are temporary and flexible frameworks guiding inquiry."
  },
  {
    "id": 31,
    "statement": "Lying can be justified to protect others from harm."
  },
  {
    "id": 32,
    "statement": "Honesty's effectiveness influenced by cultural norms, relationships, and situations."
  },
  {
    "id": 33,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force."
  },
  {
    "id": 34,
    "statement": "Axioms are assumptions guiding scientific research without empirical evidence."
  },
  {
    "id": 35,
    "statement": "Axioms are self-evident truths guiding scientific theory development."
  },
  {
    "id": 36,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 37,
    "statement": "Authenticity builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 38,
    "statement": "Cultural norms directly shape moral values through social learning."
  },
  {
    "id": 39,
    "statement": "Histone modifications compact chromatin structure, repressing gene expression."
  },
  {
    "id": 40,
    "statement": "Axioms are fundamental principles justifiable within theoretical frameworks."
  },
  {
    "id": 41,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 42,
    "statement": "Authenticity builds trust through vulnerability, respect, and communication."
  },
  {
    "id": 43,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 44,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure compactly."
  },
  {
    "id": 45,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties completely."
  },
  {
    "id": 46,
    "statement": "Epigenetic modifications sometimes accompany underlying DNA sequence changes"
  },
  {
    "id": 47,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 48,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility and gene expression."
  },
  {
    "id": 49,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force in media."
  },
  {
    "id": 50,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact only"
  },
  {
    "id": 51,
    "statement": "Implicit social learning shapes cultural norms around honesty'"
  },
  {
    "id": 52,
    "statement": "Orientation affects electrostatic force through angle between charges"
  },
  {
    "id": 53,
    "statement": "Peer review assesses research comprehensively in multiple aspects."
  },
  {
    "id": 54,
    "statement": "Peer review assesses research validity through methodological soundness."
  },
  {
    "id": 55,
    "statement": "Forming a trust is essential for a healthy relationship"
  },
  {
    "id": 56,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and metrics."
  },
  {
    "id": 57,
    "statement": "Epigenetic histone modifications relax or compact chromatin structure."
  },
  {
    "id": 58,
    "statement": "Implicit social learning shapes cultural norms through emotional resonance."
  },
  {
    "id": 59,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 60,
    "statement": "Peer review primarily evaluates research's scientific validity, significance, and impact."
  },
  {
    "id": 61,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force in media."
  },
  {
    "id": 62,
    "statement": "Coulomb's Law describes electric force between two point charges proportionally."
  },
  {
    "id": 63,
    "statement": "Honesty's importance varies with context and empathy considerations."
  },
  {
    "id": 64,
    "statement": "Electrostatic force depends on multiple factors, including orientation."
  },
  {
    "id": 65,
    "statement": "Axioms in science are assumptions guiding investigation without empirical proof."
  },
  {
    "id": 66,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 67,
    "statement": "Orientation affects electrostatic force through electric field interaction."
  },
  {
    "id": 68,
    "statement": "Charge geometry influences electric field patterns' shape and orientation."
  },
  {
    "id": 69,
    "statement": "Axioms in science are fundamental, universally accepted assumptions guiding inquiry."
  },
  {
    "id": 70,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 71,
    "statement": "Peer review evaluates research for broader societal and practical impact."
  },
  {
    "id": 72,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 73,
    "statement": "Peer review prioritizes scientific validity, then significance, and finally impact."
  },
  {
    "id": 74,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 75,
    "statement": "Methodology, data quality, and validity intersect for scientific validity."
  },
  {
    "id": 76,
    "statement": "Electrostatic force depends on charge, distance, and orientation."
  },
  {
    "id": 77,
    "statement": "Peer review assesses research using varied quantifiable metrics."
  },
  {
    "id": 78,
    "statement": "Axioms are fundamental assumptions guiding scientific inquiry and theory"
  },
  {
    "id": 79,
    "statement": "Axioms in science are self-evident truths guiding inquiry."
  },
  {
    "id": 80,
    "statement": "Peer review assesses research validity, significance, impact, and practical applicability"
  },
  {
    "id": 81,
    "statement": "Contextual factors impact authenticity's effectiveness in building trust"
  },
  {
    "id": 82,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 83,
    "statement": "Orientation affects electrostatic force by changing electric field line direction"
  },
  {
    "id": 84,
    "statement": "Peer review assesses research validity through rigorous methodology evaluation"
  },
  {
    "id": 85,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact."
  },
  {
    "id": 86,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 87,
    "statement": "Authenticity and vulnerability are essential for honesty and trust"
  },
  {
    "id": 88,
    "statement": "Honesty's social norms developed through implicit learning processes."
  },
  {
    "id": 89,
    "statement": "Peer review assesses research quality, validity, and impact relevance."
  },
  {
    "id": 90,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 91,
    "statement": "Peer review assesses multiple factors beyond scientific validity."
  },
  {
    "id": 92,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement configurations."
  },
  {
    "id": 93,
    "statement": "Peer review evaluates research for novelty, relevance, and societal significance."
  },
  {
    "id": 94,
    "statement": "Axioms are fundamental principles guiding scientific inquiry, open revision."
  },
  {
    "id": 95,
    "statement": "Honesty's effectiveness depends on cultural norms and relationships."
  },
  {
    "id": 96,
    "statement": "Axioms guide scientific inquiry by providing conceptual frameworks"
  },
  {
    "id": 97,
    "statement": "Axioms in science are provisional assumptions subject to revision."
  },
  {
    "id": 98,
    "statement": "Scientific assumptions are testable, flexible, and refined through evidence-based refinement."
  },
  {
    "id": 99,
    "statement": "Histone modifications regulate gene expression through chromatin structure alteration"
  },
  {
    "id": 100,
    "statement": "Provisional assumptions guide science with ongoing refinement"
  },
  {
    "id": 101,
    "statement": "Peer review assesses research significance, validity, and societal impact"
  },
  {
    "id": 102,
    "statement": "Axioms are fundamental principles assumed to be true."
  },
  {
    "id": 103,
    "statement": "Peer review assesses research validity, significance, impact without utility bias."
  },
  {
    "id": 104,
    "statement": "Axioms guide scientific theories through framework assumptions principles"
  },
  {
    "id": 105,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics by altering accessibility."
  },
  {
    "id": 106,
    "statement": "Charge geometry affects electric field patterns by spatial arrangement of charges."
  },
  {
    "id": 107,
    "statement": "Peer review evaluates research validity, significance, impact holistically."
  },
  {
    "id": 108,
    "statement": "Peer review evaluates research on scientific validity, significance, and impact."
  },
  {
    "id": 109,
    "statement": "Implicit social learning shapes cultural norms around honesty."
  },
  {
    "id": 110,
    "statement": "Electrostatic force between charges affected by medium properties."
  },
  {
    "id": 111,
    "statement": "Electrostatic force affects by multiple physical properties in medium."
  },
  {
    "id": 112,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement configurations."
  },
  {
    "id": 113,
    "statement": "Peer review assesses methodology, data quality, and statistical analysis."
  },
  {
    "id": 114,
    "statement": "Axioms serve as the foundation for scientific theories and principles."
  },
  {
    "id": 115,
    "statement": "Axioms in science are fundamental, universally accepted assumptions guiding inquiry."
  },
  {
    "id": 116,
    "statement": "Axioms are widely accepted principles guiding scientific theory development."
  },
  {
    "id": 117,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement configurations."
  },
  {
    "id": 118,
    "statement": "Scientific assumptions are testable, flexible, and refined through evidence."
  },
  {
    "id": 119,
    "statement": "Peer review evaluates research for significance, practical applications, and societal impact."
  },
  {
    "id": 120,
    "statement": "Electrostatic force depends on multiple factors, including velocity."
  },
  {
    "id": 121,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance, orientation, and property."
  },
  {
    "id": 122,
    "statement": "Peer review prioritizes scientific validity, then significance, and lastly impact"
  },
  {
    "id": 123,
    "statement": "Epigenetic modifications control chromatin structure and gene expression dynamics."
  },
  {
    "id": 124,
    "statement": "Societal impact in peer review assesses research consequences broadly."
  },
  {
    "id": 125,
    "statement": "Polarization enhances dielectric constant, reducing electrostatic force."
  },
  {
    "id": 126,
    "statement": "Provisional assumptions in science undergo continuous refinement and revision."
  },
  {
    "id": 127,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force strength."
  },
  {
    "id": 128,
    "statement": "Peer review evaluates research for usefulness in real-world settings."
  },
  {
    "id": 129,
    "statement": "Cultural norms shape moral values through observed behaviors."
  },
  {
    "id": 130,
    "statement": "Peer review assesses research design, data accuracy, statistical methods thoroughly."
  },
  {
    "id": 131,
    "statement": "Trust is essential for open and honest communication in relationships."
  },
  {
    "id": 132,
    "statement": "Medium's dielectric constant, polarization, and conductivity affect electrostatic force."
  },
  {
    "id": 133,
    "statement": "Axioms in science are provisional assumptions open to revision."
  },
  {
    "id": 134,
    "statement": "Axioms are fundamental principles guiding scientific theory development."
  },
  {
    "id": 135,
    "statement": "Peer review assesses research for validity, significance, and potential impact."
  },
  {
    "id": 136,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 137,
    "statement": "Histone modifications alter chromatin structure compactly, repressing gene expression."
  },
  {
    "id": 138,
    "statement": "Axioms in science are widely accepted and refined assumptions."
  },
  {
    "id": 139,
    "statement": "Coulomb's Law describes electrostatic force between charges precisely."
  },
  {
    "id": 140,
    "statement": "Coulomb's Law describes electric force between charges as direct and inverse proportion"
  },
  {
    "id": 141,
    "statement": "Peer review evaluates research comprehensively in context and impact"
  },
  {
    "id": 142,
    "statement": "Axioms are fundamental principles guiding scientific inquiry and theories."
  },
  {
    "id": 143,
    "statement": "Peer review's thoroughness varies depending on reviewers and journals."
  },
  {
    "id": 144,
    "statement": "Provisional assumptions guide science with ongoing refinement and testing."
  },
  {
    "id": 145,
    "statement": "Emotional contagion influences implicit social learning, shaping cultural norms."
  },
  {
    "id": 146,
    "statement": "Cultural norms shape moral values through social influence processes."
  },
  {
    "id": 147,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 148,
    "statement": "Peer review assesses research significance, validity, and societal impact."
  },
  {
    "id": 149,
    "statement": "Peer review evaluates research for practical applications and impact."
  },
  {
    "id": 150,
    "statement": "Peer review evaluates research considering individual components' interactions."
  },
  {
    "id": 151,
    "statement": "Charges' spatial arrangement determines electric field patterns"
  },
  {
    "id": 152,
    "statement": "Electric force depends on charge, distance, and orientation only."
  },
  {
    "id": 153,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 154,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 155,
    "statement": "Peer review assesses societal impact in terms of policy, business."
  },
  {
    "id": 156,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force between charges."
  },
  {
    "id": 157,
    "statement": "Trust leverages honesty within foundations of mutual understanding."
  },
  {
    "id": 158,
    "statement": "Emotional contagion shapes cultural norms through implicit social learning."
  },
  {
    "id": 159,
    "statement": "Epigenetic histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 160,
    "statement": "Cultural norms influence honesty's effectiveness in relationships."
  },
  {
    "id": 161,
    "statement": "Honesty develops through observation, imitating, and reinforcement."
  },
  {
    "id": 162,
    "statement": "Provisional assumptions in science are subject to continuous refinement."
  },
  {
    "id": 163,
    "statement": "Epigenetic histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 164,
    "statement": "Peer review assesses research validity, significance, and societal impact potential."
  },
  {
    "id": 165,
    "statement": "Histones' post-translational modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 166,
    "statement": "Implicit social learning shapes cultural norms around honesty through emotional contagion."
  },
  {
    "id": 167,
    "statement": "Honesty's effectiveness depends on cultural, relational, and situational contexts."
  },
  {
    "id": 168,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force in media."
  },
  {
    "id": 169,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 170,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 171,
    "statement": "Peer reviewers evaluate research for methodology, data quality, validity aspects"
  },
  {
    "id": 172,
    "statement": "Honesty's importance depends on context, empathy, and consequences."
  },
  {
    "id": 173,
    "statement": "Universally accepted axioms in science are assumptions guiding inquiry."
  },
  {
    "id": 174,
    "statement": "Axioms provide foundation for scientific theories and frameworks."
  },
  {
    "id": 175,
    "statement": "Electrostatic force is influenced by multiple factors beyond four primary considerations."
  },
  {
    "id": 176,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion unconsciously."
  },
  {
    "id": 177,
    "statement": "Cultural norms influence moral values through complex social learning processes"
  },
  {
    "id": 178,
    "statement": "Polarization's effects on dielectric constant and electrostatic force complex."
  },
  {
    "id": 179,
    "statement": "Peer review evaluates research through multiple aspects considering"
  },
  {
    "id": 180,
    "statement": "Cultural norms shape moral values through social learning reinforcement."
  },
  {
    "id": 181,
    "statement": "Epigenetic modifications regulate gene expression through chromatin remodeling."
  },
  {
    "id": 182,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force in media."
  },
  {
    "id": 183,
    "statement": "Orientation affects electrostatic force through electric field line interactions"
  },
  {
    "id": 184,
    "statement": "Authenticity and vulnerability build trust through genuine openness"
  },
  {
    "id": 185,
    "statement": "Electric force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 186,
    "statement": "Materials' dielectric constant, polarization, and conductivity shape electrostatic force"
  },
  {
    "id": 187,
    "statement": "Electrostatic force depends on multiple factors, including orientation."
  },
  {
    "id": 188,
    "statement": "Implicit social learning shapes honesty norms through emotional contagion."
  },
  {
    "id": 189,
    "statement": "Provisional assumptions in science are hypotheses open to refinement."
  },
  {
    "id": 190,
    "statement": "Peer review evaluates research for practical applications and impact."
  },
  {
    "id": 191,
    "statement": "Epigenetic modifications affect gene expression without altering DNA sequence."
  },
  {
    "id": 192,
    "statement": "Peer review evaluates research for significance, practical applications, and societal impact."
  },
  {
    "id": 193,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force."
  },
  {
    "id": 194,
    "statement": "Emotional resonance amplifies emotional contagion in social learning processes"
  },
  {
    "id": 195,
    "statement": "Authenticity and vulnerability are important aspects of trust building."
  },
  {
    "id": 196,
    "statement": "Arrangement of charges in space affects electric field patterns."
  },
  {
    "id": 197,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 198,
    "statement": "Chromatin structure: dynamic, packaging DNA with histones and other proteins."
  },
  {
    "id": 199,
    "statement": "Provisional assumptions are dynamic frameworks guiding scientific inquiry."
  }
]