[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 2,
    "statement": "Electrostatic force depends on charge, distance primarily."
  },
  {
    "id": 3,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 4,
    "statement": "Peer review prioritizes scientific validity, significance, and impact accordingly"
  },
  {
    "id": 5,
    "statement": "Axioms are working assumptions open to revision in science."
  },
  {
    "id": 6,
    "statement": "Peer review evaluates research for validity, significance, and potential impact."
  },
  {
    "id": 7,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 8,
    "statement": "Peer review primarily evaluates research's scientific validity, significance, and impact."
  },
  {
    "id": 9,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 10,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 11,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 12,
    "statement": "Scientific assumptions are provisional and open to revision."
  },
  {
    "id": 13,
    "statement": "Charge geometry affects electric field patterns, shape, and orientation."
  },
  {
    "id": 14,
    "statement": "Peer review evaluates research methodology, data quality, and validity."
  },
  {
    "id": 15,
    "statement": "Epigenetic modifications are chemical changes on top of DNA sequence."
  },
  {
    "id": 16,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 17,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 18,
    "statement": "Cultural norms shape moral values through social learning and reinforcement."
  },
  {
    "id": 19,
    "statement": "Axioms in science are nuanced assumptions with underlying evidence"
  },
  {
    "id": 20,
    "statement": "Forming a trust is essential for a healthy relationship"
  },
  {
    "id": 21,
    "statement": "Electrostatic force is determined by main factors of charge, distance, and orientation."
  },
  {
    "id": 22,
    "statement": "Open communication fosters mutual understanding, empathy, and transparency"
  },
  {
    "id": 23,
    "statement": "Peer review assesses research validity, significance, and impact comprehensively."
  },
  {
    "id": 24,
    "statement": "Axioms in science are provisional assumptions open revision."
  },
  {
    "id": 25,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties completely"
  },
  {
    "id": 26,
    "statement": "Implicit social learning shapes cultural norms around honesty through emotional contagion."
  },
  {
    "id": 27,
    "statement": "Charge geometry affects electric field patterns by spatial arrangement"
  },
  {
    "id": 28,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 29,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and effectiveness."
  },
  {
    "id": 30,
    "statement": "Orientation affects electrostatic force by changing electric field angle."
  },
  {
    "id": 31,
    "statement": "Orientation affects electrostatic force through electric field alignment."
  },
  {
    "id": 32,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact only"
  },
  {
    "id": 33,
    "statement": "Charge geometry influences electric field patterns and shape primarily."
  },
  {
    "id": 34,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 35,
    "statement": "Implicit social learning shapes cultural norms around honesty through emotional contagion."
  },
  {
    "id": 36,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 37,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility to genes."
  },
  {
    "id": 38,
    "statement": "Peer review prioritizes scientific validity, then significance, and finally impact."
  },
  {
    "id": 39,
    "statement": "Orientation affects electrostatic force through electric field angle changes."
  },
  {
    "id": 40,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 41,
    "statement": "Peer review assesses research using varied quantifiable metrics."
  },
  {
    "id": 42,
    "statement": "Trust is a crucial foundation for relationship building."
  },
  {
    "id": 43,
    "statement": "Axioms are self-evident truths guiding scientific theory development."
  },
  {
    "id": 44,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force quantitatively."
  },
  {
    "id": 45,
    "statement": "Vulnerability is a complex, context-dependent, multifaceted concept."
  },
  {
    "id": 46,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion partially."
  },
  {
    "id": 47,
    "statement": "Emotional contagion is a phenomenon of unconscious social learning."
  },
  {
    "id": 48,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force quantitatively."
  },
  {
    "id": 49,
    "statement": "Emotional contagion influences cultural norms around honesty implicitly."
  },
  {
    "id": 50,
    "statement": "Electrostatic force is inversely proportional to square of distance."
  },
  {
    "id": 51,
    "statement": "Authenticity builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 52,
    "statement": "Peer review considers validity, significance, and impact simultaneously"
  },
  {
    "id": 53,
    "statement": "Peer review evaluates research holistically, considering multiple aspects together."
  },
  {
    "id": 54,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 55,
    "statement": "Medium properties modify electrostatic force through dielectric, polarization, and conductivity interactions."
  },
  {
    "id": 56,
    "statement": "Histone modifications compact chromatin structure, repressing gene expression."
  },
  {
    "id": 57,
    "statement": "Trust involves multiple components, not just authenticity alone"
  },
  {
    "id": 58,
    "statement": "Electric field lines change direction with changing orientation."
  },
  {
    "id": 59,
    "statement": "Epigenetic modifications alter chromatin structure, affecting gene expression."
  },
  {
    "id": 60,
    "statement": "Histone modifications alter chromatin structure, influencing gene expression dynamics."
  },
  {
    "id": 61,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 62,
    "statement": "Authenticity builds trust through combination of personal traits"
  },
  {
    "id": 63,
    "statement": "Honesty's effectiveness varies with cultural norms, relationships, and situations."
  },
  {
    "id": 64,
    "statement": "Epigenetic modifications alter chromatin structure affecting gene expression."
  },
  {
    "id": 65,
    "statement": "Dielectric constant affects electrostatic force quantitatively."
  },
  {
    "id": 66,
    "statement": "Honesty's effectiveness depends on cultural norms, relationships, and situations."
  },
  {
    "id": 67,
    "statement": "Authenticity builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 68,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force additively."
  },
  {
    "id": 69,
    "statement": "Authenticity builds trust through open communication and respect"
  },
  {
    "id": 70,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force in media."
  },
  {
    "id": 71,
    "statement": "Scientific understanding improves through iterative refinement and revision."
  },
  {
    "id": 72,
    "statement": "Axioms are provisional assumptions open to refinement and revision."
  },
  {
    "id": 73,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 74,
    "statement": "Axioms are assumptions guiding scientific research without empirical evidence."
  },
  {
    "id": 75,
    "statement": "Provisional assumptions in science are open to refinement and improvement."
  },
  {
    "id": 76,
    "statement": "Implicit social learning shapes attitudes and behaviors through emotional contagion."
  },
  {
    "id": 77,
    "statement": "Electrostatic force is influenced by multiple factors beyond charge, distance, orientation, and medium properties."
  },
  {
    "id": 78,
    "statement": "Authenticity emerges from vulnerability, fostering trust through mutual understanding"
  },
  {
    "id": 79,
    "statement": "Epigenetic modifications sometimes accompany underlying DNA sequence changes"
  },
  {
    "id": 80,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 81,
    "statement": "Scientific validity in peer review involves methodology, data quality, and validity"
  },
  {
    "id": 82,
    "statement": "Scientific assumptions are provisional, open to revision as new evidence emerges."
  },
  {
    "id": 83,
    "statement": "Orientation affects electric force through aligned electric field lines."
  },
  {
    "id": 84,
    "statement": "Refining and revising provisional assumptions in science acknowledges uncertainty"
  },
  {
    "id": 85,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 86,
    "statement": "Medium properties modify electrostatic force through dielectric, polarization, and conductivity interactions."
  },
  {
    "id": 87,
    "statement": "Peer review comprehensively evaluates research considering multiple factors."
  },
  {
    "id": 88,
    "statement": "Peer review evaluates research for scientific validity and impact"
  },
  {
    "id": 89,
    "statement": "Emotional contagion reinforces honesty through social influence and resonance."
  },
  {
    "id": 90,
    "statement": "Types of histone modifications include methylation, acetylation, phosphorylation, and ubiquitination."
  },
  {
    "id": 91,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 92,
    "statement": "Implicit social learning shapes cultural norms around honesty through observation."
  },
  {
    "id": 93,
    "statement": "Significance refers to scientific importance, while impact refers to practical effects."
  },
  {
    "id": 94,
    "statement": "Peer review assesses research using varied, quantifiable metrics."
  },
  {
    "id": 95,
    "statement": "Honesty's effectiveness depends on cultural norms and relationships directly."
  },
  {
    "id": 96,
    "statement": "Epigenetic modifications alter chromatin structure and gene expression states."
  },
  {
    "id": 97,
    "statement": "Methodology, data quality, and validity are interconnected for validity."
  },
  {
    "id": 98,
    "statement": "Medium properties affect electrostatic force through dielectric constant and conductivity."
  },
  {
    "id": 99,
    "statement": "Electrostatic force decreases rapidly with increasing distance."
  },
  {
    "id": 100,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties"
  },
  {
    "id": 101,
    "statement": "Peer review evaluates novelty considering multiple factors including contribution, approach, and implications."
  },
  {
    "id": 102,
    "statement": "Peer review evaluates research for scientific validity, significance, and practical effectiveness."
  },
  {
    "id": 103,
    "statement": "Vulnerability is openness and honesty in relationships"
  },
  {
    "id": 104,
    "statement": "Peer review assesses significance, practical applications, and societal impact."
  },
  {
    "id": 105,
    "statement": "Axioms in science are provisional assumptions subject to revision."
  },
  {
    "id": 106,
    "statement": "Axioms are assumptions guiding scientific inquiry without empirical evidence."
  },
  {
    "id": 107,
    "statement": "Orientation affects electrostatic force by changing electric field lines."
  },
  {
    "id": 108,
    "statement": "Scientific working assumptions are initially educated guesses subject to revision"
  },
  {
    "id": 109,
    "statement": "Provisional assumptions in science are open to refinement."
  },
  {
    "id": 110,
    "statement": "Authenticity builds trust through combination of factors, not solely vulnerability."
  },
  {
    "id": 111,
    "statement": "Peer review assesses research comprehensively considering multiple factors."
  },
  {
    "id": 112,
    "statement": "Peer review assessees research for scientific validity, significance, and impact."
  },
  {
    "id": 113,
    "statement": "Orientation affects electrostatic force by changing electric field angle."
  },
  {
    "id": 114,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium"
  },
  {
    "id": 115,
    "statement": "Axioms in science are provisional assumptions subject to revision."
  },
  {
    "id": 116,
    "statement": "Peer review assesses research potential impact for future consequences."
  },
  {
    "id": 117,
    "statement": "Peer review prioritizes validity, significance, and impact contextually."
  },
  {
    "id": 118,
    "statement": "Axioms are foundational principles in scientific theories"
  },
  {
    "id": 119,
    "statement": "Histones are proteins wrapping DNA in chromatin structures."
  },
  {
    "id": 120,
    "statement": "Peer review evaluates research validity, significance, and impact comprehensively."
  },
  {
    "id": 121,
    "statement": "Medium properties, including dielectric constant and conductivity, affect electrostatic force."
  },
  {
    "id": 122,
    "statement": "Orientation affects electrostatic force through electric field angle changes."
  },
  {
    "id": 123,
    "statement": "Axioms in science are foundational principles assumed true."
  },
  {
    "id": 124,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 125,
    "statement": "Electrostatic force depends on charge, distance, orientation and medium properties."
  },
  {
    "id": 126,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force."
  },
  {
    "id": 127,
    "statement": "Charge geometry refers to spatial arrangement of charges in space."
  },
  {
    "id": 128,
    "statement": "Implicit social learning shapes cultural norms around honesty values."
  },
  {
    "id": 129,
    "statement": "Axioms in science are working assumptions open to refinement."
  },
  {
    "id": 130,
    "statement": "Peer review evaluates research for methodology, data quality, validity simultaneously"
  },
  {
    "id": 131,
    "statement": "Electrostatic force depends on angle between electric field and charge."
  },
  {
    "id": 132,
    "statement": "Peer review assesses novelty by evaluating originality and uniqueness."
  },
  {
    "id": 133,
    "statement": "Axioms in science are complex, multifaceted, and evidence-based assumptions."
  },
  {
    "id": 134,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement configurations."
  },
  {
    "id": 135,
    "statement": "Methodology, data quality, and validity are interconnected for accuracy."
  },
  {
    "id": 136,
    "statement": "Axioms in science are initially proposed as working assumptions."
  },
  {
    "id": 137,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 138,
    "statement": "Axioms in science are foundational principles assumed to be true."
  },
  {
    "id": 139,
    "statement": "Peer review evaluates research methodology, data quality, and validity simultaneously."
  },
  {
    "id": 140,
    "statement": "Peer review assesses research comprehensively, considering multiple factors."
  },
  {
    "id": 141,
    "statement": "Dielectric constant, polarization, and conductivity interact to modify electrostatic force."
  },
  {
    "id": 142,
    "statement": "Charge geometry influences electric field patterns' shape and orientation."
  },
  {
    "id": 143,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 144,
    "statement": "Honesty's effectiveness varies across cultures and relationships."
  },
  {
    "id": 145,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force"
  },
  {
    "id": 146,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 147,
    "statement": "Peer review assesses research methodology, data quality, and validity."
  },
  {
    "id": 148,
    "statement": "Electrostatic force depends on charge, distance, and orientation according to Coulomb's law."
  },
  {
    "id": 149,
    "statement": "Axioms in science are assumptions open to refinement."
  },
  {
    "id": 150,
    "statement": "Epigenetic modifications regulate gene expression through DNA and histone modifications."
  },
  {
    "id": 151,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 152,
    "statement": "Peer review assesses research for societal impact, consequences, and effects."
  },
  {
    "id": 153,
    "statement": "Cultural norms shape moral values through social learning and transmission."
  },
  {
    "id": 154,
    "statement": "Charges arrangement in space is called charge spatial distribution."
  },
  {
    "id": 155,
    "statement": "Electrostatic force is affected by medium's dielectric constant, polarization, and conductivity."
  },
  {
    "id": 156,
    "statement": "Dielectric constant, polarization, and conductivity quantitatively impact electrostatic force interaction."
  },
  {
    "id": 157,
    "statement": "Peer review evaluates research for methodology, data quality, and validity sequentially."
  },
  {
    "id": 158,
    "statement": "Histones are positively charged proteins wrapping DNA in chromatin structures."
  },
  {
    "id": 159,
    "statement": "Valid research involves sound methodology, high-quality data, and validity."
  },
  {
    "id": 160,
    "statement": "Electrostatic force decreases with increasing dielectric constant."
  },
  {
    "id": 161,
    "statement": "Emotional contagion in social learning can shape cultural honesty norms."
  },
  {
    "id": 162,
    "statement": "Authenticity builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 163,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 164,
    "statement": "Charge geometry influences electric field patterns' shape and orientation."
  },
  {
    "id": 165,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 166,
    "statement": "Open communication fosters empathy, trust, and mutual understanding."
  },
  {
    "id": 167,
    "statement": "Epigenetic modifications alter chromatin structure, impacting gene expression states"
  },
  {
    "id": 168,
    "statement": "Implicit social learning shapes cultural norms through subtle, unintentional cues."
  },
  {
    "id": 169,
    "statement": "Axioms in science are working assumptions subject to revision."
  },
  {
    "id": 170,
    "statement": "Electrostatic force decreases rapidly with distance due to inverse square law."
  },
  {
    "id": 171,
    "statement": "Peer review contextually weighs scientific validity, significance, and impact."
  },
  {
    "id": 172,
    "statement": "Axioms are provisional assumptions subject to revision in science."
  },
  {
    "id": 173,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion partially."
  },
  {
    "id": 174,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium strength."
  },
  {
    "id": 175,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 176,
    "statement": "Peer review prioritizes sound methodology and valid data quality."
  },
  {
    "id": 177,
    "statement": "Electrostatic force decreases rapidly with increasing distance."
  },
  {
    "id": 178,
    "statement": "Scientific working assumptions are initially educated guesses subject to refinement."
  },
  {
    "id": 179,
    "statement": "Axioms in science are accepted without empirical evidence."
  },
  {
    "id": 180,
    "statement": "Trust is multifaceted, built on reliability and mutual understanding"
  },
  {
    "id": 181,
    "statement": "Peer review assesses research potential impact for future consequences carefully."
  },
  {
    "id": 182,
    "statement": "“Cultural norms shape moral values through social learning and experiences”"
  },
  {
    "id": 183,
    "statement": "Peer review assesses research validity, significance, and impact sequentially."
  },
  {
    "id": 184,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility to genes through structural changes."
  },
  {
    "id": 185,
    "statement": "Emotional contagion influences cultural norms around honesty unconsciously."
  },
  {
    "id": 186,
    "statement": "Axioms in science are foundational principles assumed true."
  },
  {
    "id": 187,
    "statement": "Authenticity builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 188,
    "statement": "Charge geometry shapes electric field patterns and orientation."
  },
  {
    "id": 189,
    "statement": "Axioms in science are assumptions without empirical proof initially."
  },
  {
    "id": 190,
    "statement": "Peer review assesses novelty by evaluating originality and uniqueness."
  },
  {
    "id": 191,
    "statement": "Charge geometry determines electric field patterns and strength"
  },
  {
    "id": 192,
    "statement": "Provisional assumptions in science are temporary and revisable hypotheses."
  },
  {
    "id": 193,
    "statement": "Charge geometry influences electric field patterns and orientation."
  },
  {
    "id": 194,
    "statement": "Medium properties modify electrostatic force through interactions."
  },
  {
    "id": 195,
    "statement": "Charge geometry's dominant influence on electric field patterns."
  },
  {
    "id": 196,
    "statement": "Lying may be morally justifiable in exceptional circumstances."
  },
  {
    "id": 197,
    "statement": "Peer review weighs validity, significance, impact based on context."
  },
  {
    "id": 198,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force through interactions."
  },
  {
    "id": 199,
    "statement": "Methodology, data quality, originality, relevance, and ethics are evaluated."
  }
]