[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Peer review evaluates research for validity, significance, and potential impact."
  },
  {
    "id": 2,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 3,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 4,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and effectiveness."
  },
  {
    "id": 5,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 6,
    "statement": "Peer review assesses significance, practical applications, and societal impact."
  },
  {
    "id": 7,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 8,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force."
  },
  {
    "id": 9,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 10,
    "statement": "Cultural norms shape moral values through social learning and reinforcement."
  },
  {
    "id": 11,
    "statement": "Provisional assumptions in science are open to refinement and revision."
  },
  {
    "id": 12,
    "statement": "Peer review assesses societal impact in terms of policy, business, and cultural changes"
  },
  {
    "id": 13,
    "statement": "Charge geometry affects electric field patterns by spatial arrangement"
  },
  {
    "id": 14,
    "statement": "Implicit social learning shapes cultural norms around honesty through emotional contagion."
  },
  {
    "id": 15,
    "statement": "Provisional assumptions are temporary and flexible frameworks guiding inquiry."
  },
  {
    "id": 16,
    "statement": "Electrostatic force depends on charge, distance primarily."
  },
  {
    "id": 17,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 18,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure compactly."
  },
  {
    "id": 19,
    "statement": "Authenticity builds trust through vulnerability, respect, and open communication."
  },
  {
    "id": 20,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 21,
    "statement": "Orientation affects electrostatic force through angle between charges"
  },
  {
    "id": 22,
    "statement": "Forming a trust is essential for a healthy relationship"
  },
  {
    "id": 23,
    "statement": "Axioms in science are working assumptions open to revision."
  },
  {
    "id": 24,
    "statement": "Implicit social learning shapes cultural norms through emotional resonance."
  },
  {
    "id": 25,
    "statement": "Coulomb's Law describes electric force between two point charges proportionally."
  },
  {
    "id": 26,
    "statement": "Honesty's importance varies with context and empathy considerations."
  },
  {
    "id": 27,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact only"
  },
  {
    "id": 28,
    "statement": "Electrostatic force depends on multiple factors, including orientation."
  },
  {
    "id": 29,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 30,
    "statement": "Axioms in science are fundamental, universally accepted assumptions guiding inquiry."
  },
  {
    "id": 31,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 32,
    "statement": "Honesty's effectiveness influenced by cultural norms, relationships, and situations."
  },
  {
    "id": 33,
    "statement": "Peer review assesses research validity through methodological soundness."
  },
  {
    "id": 34,
    "statement": "Authenticity and vulnerability crucial for honesty and trust."
  },
  {
    "id": 35,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 36,
    "statement": "Orientation affects electrostatic force by altering electric field interaction."
  },
  {
    "id": 37,
    "statement": "Scientific validity in peer review involves methodology, data quality, and validity"
  },
  {
    "id": 38,
    "statement": "Orientation affects electrostatic force by changing electric field line direction"
  },
  {
    "id": 39,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance, orientation, and property."
  },
  {
    "id": 40,
    "statement": "Axioms are working assumptions open to revision in science."
  },
  {
    "id": 41,
    "statement": "Electrostatic force depends on charge, distance, and orientation proportionally."
  },
  {
    "id": 42,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact."
  },
  {
    "id": 43,
    "statement": "Authenticity and vulnerability are essential for honesty and trust"
  },
  {
    "id": 44,
    "statement": "Peer review prioritizes scientific validity, significance, and impact accordingly"
  },
  {
    "id": 45,
    "statement": "Peer review assesses research quality, validity, and impact relevance."
  },
  {
    "id": 46,
    "statement": "Implicit social learning shapes cultural norms through emotional contagion."
  },
  {
    "id": 47,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 48,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force in media."
  },
  {
    "id": 49,
    "statement": "Peer review assesses multiple factors beyond scientific validity."
  },
  {
    "id": 50,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement configurations."
  },
  {
    "id": 51,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility and gene expression."
  },
  {
    "id": 52,
    "statement": "Axioms are self-evident truths guiding scientific theory development."
  },
  {
    "id": 53,
    "statement": "Honesty's effectiveness depends on cultural norms and relationships."
  },
  {
    "id": 54,
    "statement": "Axioms guide scientific inquiry by providing conceptual frameworks"
  },
  {
    "id": 55,
    "statement": "Axioms in science are provisional assumptions subject to revision."
  },
  {
    "id": 56,
    "statement": "Implicit social learning shapes cultural norms around honesty'"
  },
  {
    "id": 57,
    "statement": "Axioms are fundamental principles justifiable within theoretical frameworks."
  },
  {
    "id": 58,
    "statement": "Cultural norms directly shape moral values through social learning."
  },
  {
    "id": 59,
    "statement": "Provisional assumptions guide science with ongoing refinement"
  },
  {
    "id": 60,
    "statement": "Peer review assesses research significance, validity, and societal impact"
  },
  {
    "id": 61,
    "statement": "Axioms guide scientific theories through framework assumptions principles"
  },
  {
    "id": 62,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics by altering accessibility."
  },
  {
    "id": 63,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties completely."
  },
  {
    "id": 64,
    "statement": "Charge geometry affects electric field patterns by spatial arrangement of charges."
  },
  {
    "id": 65,
    "statement": "Peer review evaluates research validity, significance, impact holistically."
  },
  {
    "id": 66,
    "statement": "Implicit social learning shapes cultural norms around honesty."
  },
  {
    "id": 67,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 68,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 69,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and metrics."
  },
  {
    "id": 70,
    "statement": "Epigenetic histone modifications relax or compact chromatin structure."
  },
  {
    "id": 71,
    "statement": "Electrostatic force between charges affected by medium properties."
  },
  {
    "id": 72,
    "statement": "Histone modifications compact chromatin structure, repressing gene expression."
  },
  {
    "id": 73,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement configurations."
  },
  {
    "id": 74,
    "statement": "Peer review primarily evaluates research's scientific validity, significance, and impact."
  },
  {
    "id": 75,
    "statement": "Peer review assesses methodology, data quality, and statistical analysis."
  },
  {
    "id": 76,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 77,
    "statement": "Axioms serve as the foundation for scientific theories and principles."
  },
  {
    "id": 78,
    "statement": "Axioms in science are fundamental, universally accepted assumptions guiding inquiry."
  },
  {
    "id": 79,
    "statement": "Epigenetic modifications sometimes accompany underlying DNA sequence changes"
  },
  {
    "id": 80,
    "statement": "Axioms are widely accepted principles guiding scientific theory development."
  },
  {
    "id": 81,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement configurations."
  },
  {
    "id": 82,
    "statement": "Scientific assumptions are testable, flexible, and refined through evidence."
  },
  {
    "id": 83,
    "statement": "Peer review evaluates research for significance, practical applications, and societal impact."
  },
  {
    "id": 84,
    "statement": "Electrostatic force depends on multiple factors, including velocity."
  },
  {
    "id": 85,
    "statement": "Honesty's social norms developed through implicit learning processes."
  },
  {
    "id": 86,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 87,
    "statement": "Peer review prioritizes scientific validity, then significance, and lastly impact"
  },
  {
    "id": 88,
    "statement": "Epigenetic modifications control chromatin structure and gene expression dynamics."
  },
  {
    "id": 89,
    "statement": "Societal impact in peer review assesses research consequences broadly."
  },
  {
    "id": 90,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 91,
    "statement": "Authenticity builds trust through vulnerability, respect, and communication."
  },
  {
    "id": 92,
    "statement": "Polarization enhances dielectric constant, reducing electrostatic force."
  },
  {
    "id": 93,
    "statement": "Provisional assumptions in science undergo continuous refinement and revision."
  },
  {
    "id": 94,
    "statement": "Peer review evaluates research for usefulness in real-world settings."
  },
  {
    "id": 95,
    "statement": "Electrostatic force is inversely proportional to square of distance."
  },
  {
    "id": 96,
    "statement": "Axioms are assumptions guiding scientific research without empirical evidence."
  },
  {
    "id": 97,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force in media."
  },
  {
    "id": 98,
    "statement": "Cultural norms shape moral values through observed behaviors."
  },
  {
    "id": 99,
    "statement": "Peer review assesses research design, data accuracy, statistical methods thoroughly."
  },
  {
    "id": 100,
    "statement": "Peer review evaluates research for methodological soundness and reliability"
  },
  {
    "id": 101,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 102,
    "statement": "Provisional assumptions guide science with ongoing refinement."
  },
  {
    "id": 103,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact."
  },
  {
    "id": 104,
    "statement": "Cultural norms influence moral values through social learning processes."
  },
  {
    "id": 105,
    "statement": "Epigenetic modifications regulate chromatin structure via histone modifications and remodeling."
  },
  {
    "id": 106,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium"
  },
  {
    "id": 107,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 108,
    "statement": "Axioms in science are working assumptions subject to revision."
  },
  {
    "id": 109,
    "statement": "Axioms are provisionally accepted pending further investigation and evidence."
  },
  {
    "id": 110,
    "statement": "Coulomb's Law: Force proportional to q1q2 and inversely r^2"
  },
  {
    "id": 111,
    "statement": "Epigenetic modifications alter gene expression without altering DNA sequence."
  },
  {
    "id": 112,
    "statement": "Electric field patterns depend on charge geometry arrangements spatially."
  },
  {
    "id": 113,
    "statement": "Cultural norms shape moral values through social learning and reinforcement."
  },
  {
    "id": 114,
    "statement": "Cultural norms influence moral values through complex social learning mechanisms."
  },
  {
    "id": 115,
    "statement": "Axioms provide fundamental assumptions for scientific inquiry and theories."
  },
  {
    "id": 116,
    "statement": "Axioms are provisional assumptions guiding scientific inquiry process."
  },
  {
    "id": 117,
    "statement": "Provisional assumptions in science are subject to refinement and revision."
  },
  {
    "id": 118,
    "statement": "Peer review evaluates research design, data accuracy, and statistical methods."
  },
  {
    "id": 119,
    "statement": "Axioms are fundamental principles assumed true without proof or justification."
  },
  {
    "id": 120,
    "statement": "Provisional assumptions are temporary flexibilities in scientific theories."
  },
  {
    "id": 121,
    "statement": "Peer review assesses validity, significance, and impact concurrently."
  },
  {
    "id": 122,
    "statement": "Honesty is essential, but context and empathy also matter."
  },
  {
    "id": 123,
    "statement": "Electrostatic force depends on multiple factors, including distance and others."
  },
  {
    "id": 124,
    "statement": "Axioms in science are fundamental, widely accepted assumptions."
  },
  {
    "id": 125,
    "statement": "Scientific axioms are working assumptions open to revision."
  },
  {
    "id": 126,
    "statement": "Provisional assumptions in science are subject to refinement and revision."
  },
  {
    "id": 127,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility and gene expression dynamics."
  },
  {
    "id": 128,
    "statement": "Axioms in science are provisional assumptions guiding inquiry"
  },
  {
    "id": 129,
    "statement": "Epigenetic modifications influence chromatin structure through histone modifications and remodeling"
  },
  {
    "id": 130,
    "statement": "Axioms in science are provisional and subject to revision"
  },
  {
    "id": 131,
    "statement": "Charge geometry refers to the spatial arrangement of charges."
  },
  {
    "id": 132,
    "statement": "Axioms are provisional assumptions subject to refinement and revision."
  },
  {
    "id": 133,
    "statement": "Axioms are working assumptions guiding scientific inquiry, subject revision."
  },
  {
    "id": 134,
    "statement": "Axioms in science are fundamental principles assumed true."
  },
  {
    "id": 135,
    "statement": "Peer review assesses research impact on society beyond academia."
  },
  {
    "id": 136,
    "statement": "Emotional contagion influences cultural norms through implicit social learning."
  },
  {
    "id": 137,
    "statement": "Charge arrangement determines electric field pattern orientation."
  },
  {
    "id": 138,
    "statement": "Axioms guide scientific inquiry by providing conceptual frameworks."
  },
  {
    "id": 139,
    "statement": "Charge geometry arrangements determine electric field patterns' shape and strength."
  },
  {
    "id": 140,
    "statement": "Dielectric constant, polarization, and conductivity influence electrostatic force in media."
  },
  {
    "id": 141,
    "statement": "Orientation affects electrostatic force through angle between charges."
  },
  {
    "id": 142,
    "statement": "Peer review assesses research significance, validity, and impact simultaneously."
  },
  {
    "id": 143,
    "statement": "Epigenetic histone modifications control chromatin accessibility and gene expression."
  },
  {
    "id": 144,
    "statement": "Orientation affects electric field directions, thereby altering force."
  },
  {
    "id": 145,
    "statement": "Electric orientation affects electrostatic force through aligned electric field lines"
  },
  {
    "id": 146,
    "statement": "Axioms in science are provisional assumptions open to revision."
  },
  {
    "id": 147,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 148,
    "statement": "Histone modifications regulate chromatin accessibility and gene expression dynamics."
  },
  {
    "id": 149,
    "statement": "Provisional assumptions in science are testable and revisable hypotheses."
  },
  {
    "id": 150,
    "statement": "The electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 151,
    "statement": "Axioms in science are provisional assumptions subject to revision."
  },
  {
    "id": 152,
    "statement": "Peer review assesses methodology, data quality, and statistical methods."
  },
  {
    "id": 153,
    "statement": "Honesty's power influenced through emotional contagion and expectations."
  },
  {
    "id": 154,
    "statement": "Peer review prioritizes scientific validity, then significance and impact"
  },
  {
    "id": 155,
    "statement": "Axioms in science are fundamental principles open to revision."
  },
  {
    "id": 156,
    "statement": "Epigenetic histone modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 157,
    "statement": "Axioms are flexible frameworks guiding scientific inquiry revision."
  },
  {
    "id": 158,
    "statement": "Cultural norms shape moral values through observance and imitation."
  },
  {
    "id": 159,
    "statement": "Axioms in science are widely accepted assumptions guiding inquiry."
  },
  {
    "id": 160,
    "statement": "Medium properties significantly impact electrostatic force calculation."
  },
  {
    "id": 161,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics"
  },
  {
    "id": 162,
    "statement": "Provisional assumptions are flexible working hypotheses in science."
  },
  {
    "id": 163,
    "statement": "Authenticity and vulnerability build trust through transparency and empathy."
  },
  {
    "id": 164,
    "statement": "Metrics in peer review include quantifiable measures of impact."
  },
  {
    "id": 165,
    "statement": "Peer review assesses societal impact in terms of policy, business, cultural changes"
  },
  {
    "id": 166,
    "statement": "Healthy relationships involve trust, communication, and mutual understanding."
  },
  {
    "id": 167,
    "statement": "Provisional assumptions in science are refined through data analysis."
  },
  {
    "id": 168,
    "statement": "Cultural norms influence moral values through complex social learning."
  },
  {
    "id": 169,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 170,
    "statement": "Axioms are fundamental, widely accepted assumptions in scientific research"
  },
  {
    "id": 171,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 172,
    "statement": "Honesty's importance varies with context and emotional dynamics"
  },
  {
    "id": 173,
    "statement": "Orientation affects electrostatic force by altering electric field lines direction"
  },
  {
    "id": 174,
    "statement": "Peer review assesses research quality, validity, and impact relevance rigorously."
  },
  {
    "id": 175,
    "statement": "Provisional assumptions are flexible frameworks guiding scientific inquiry."
  },
  {
    "id": 176,
    "statement": "Epigenetic modifications regulate gene expression dynamics through histone modifications."
  },
  {
    "id": 177,
    "statement": "Peer review considers societal impact among multiple factors"
  },
  {
    "id": 178,
    "statement": "Emotional contagion influences attitudes and behaviors through internalization."
  },
  {
    "id": 179,
    "statement": "Honesty builds trust and strong relationships through vulnerability."
  },
  {
    "id": 180,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact in the field."
  },
  {
    "id": 181,
    "statement": "Electrostatic force depends on multiple factors, including medium properties."
  },
  {
    "id": 182,
    "statement": "Epigenetic histone modifications relax or compact chromatin structure through histone alterations."
  },
  {
    "id": 183,
    "statement": "Histone modifications regulate chromatin structure and gene expression"
  },
  {
    "id": 184,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force."
  },
  {
    "id": 185,
    "statement": "Epigenetic modifications regulate gene expression independently of DNA sequence."
  },
  {
    "id": 186,
    "statement": "Honesty requires empathy, context, and compassionate consideration."
  },
  {
    "id": 187,
    "statement": "Dielectric constant, polarization, and conductivity modify electrostatic force."
  },
  {
    "id": 188,
    "statement": "Implicit social learning shapes cultural norms through emotional resonance and conditioning processes."
  },
  {
    "id": 189,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force"
  },
  {
    "id": 190,
    "statement": "Honesty's effectiveness influenced by cultural norms, relationships, and situations."
  },
  {
    "id": 191,
    "statement": "Emotional contagion influences cultural norms through implicit social learning."
  },
  {
    "id": 192,
    "statement": "Orientation affects electrostatic force by altering electric field interaction."
  },
  {
    "id": 193,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement"
  },
  {
    "id": 194,
    "statement": "Axioms in science are fundamental assumptions guiding inquiry and theories"
  },
  {
    "id": 195,
    "statement": "Authenticity and vulnerability foster trust and deepened relationships."
  },
  {
    "id": 196,
    "statement": "Peer review mainly evaluates research validity, significance, and impact"
  },
  {
    "id": 197,
    "statement": "Social learning shapes moral values through observations and experiences."
  },
  {
    "id": 198,
    "statement": "Axioms are fundamental principles guiding scientific inquiry and revision"
  }
]