[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Scientific validity is influenced by multiple factors beyond methodology."
  },
  {
    "id": 2,
    "statement": "Peer review assesses research for validity, methodology, and quality"
  },
  {
    "id": 3,
    "statement": "Peer review assesses research validity through methodology and data quality."
  },
  {
    "id": 4,
    "statement": "Peer review evaluates research for methodology, data quality, and validity"
  },
  {
    "id": 5,
    "statement": "Honesty is not sole foundation of trust; other factors contribute."
  },
  {
    "id": 6,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties, including dielectric constant, polarization, conductivity."
  },
  {
    "id": 7,
    "statement": "Peer review assesses research comprehensively, considering methodology, data quality, validity, significance, impact, originality, clarity, ethical considerations."
  },
  {
    "id": 8,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 9,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 10,
    "statement": "Peer review evaluates research methodology, data quality, and validity."
  },
  {
    "id": 11,
    "statement": "Peer review assesses research validity through methodology, data quality, and results"
  },
  {
    "id": 12,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 13,
    "statement": "Electrostatic force is determined by main factors of charge, distance, and orientation."
  },
  {
    "id": 14,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 15,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity"
  },
  {
    "id": 16,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 17,
    "statement": "Scientific axioms are nuanced assumptions based on evidence and principles."
  },
  {
    "id": 18,
    "statement": "Medium properties affect electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 19,
    "statement": "Scientific axioms are assumptions open to revision and refinement always."
  },
  {
    "id": 20,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 21,
    "statement": "Peer review assesses research quality through methodology, validity, significance"
  },
  {
    "id": 22,
    "statement": "Medium properties influence electrostatic force strength and direction."
  },
  {
    "id": 23,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 24,
    "statement": "Axioms in science require both theoretical and empirical support."
  },
  {
    "id": 25,
    "statement": "Dielectric constant's impact on electrostatic force is context-dependent."
  },
  {
    "id": 26,
    "statement": "Medium properties influence electrostatic force through dielectric constant and polarization."
  },
  {
    "id": 27,
    "statement": "Medium properties modify electric field lines around charged objects"
  },
  {
    "id": 28,
    "statement": "Medium properties affect electrostatic force through dielectric constant."
  },
  {
    "id": 29,
    "statement": "Research validity relies on methodology, data quality, and internal validity."
  },
  {
    "id": 30,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning."
  },
  {
    "id": 31,
    "statement": "Dielectric constant has small to moderate effect on electrostatic force."
  },
  {
    "id": 32,
    "statement": "Electric fields change direction with changing charge distribution."
  },
  {
    "id": 33,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 34,
    "statement": "Internal validity in research refers to the research's design and methods."
  },
  {
    "id": 35,
    "statement": "Peer review evaluates research validity through methodology and data quality."
  },
  {
    "id": 36,
    "statement": "Scientific assumptions are refined through iterative testing and revision."
  },
  {
    "id": 37,
    "statement": "Medium properties affect electrostatic force through direct or indirect interactions."
  },
  {
    "id": 38,
    "statement": "Scientific axioms are assumptions open to revision and refinement"
  },
  {
    "id": 39,
    "statement": "Medium properties affect electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 40,
    "statement": "Scientific assumptions are refined through iterative revisions and testing."
  },
  {
    "id": 41,
    "statement": "Mimicry involves unconsciously imitating others' nonverbal emotional cues."
  },
  {
    "id": 42,
    "statement": "Peer review evaluates research methodology, data quality, and internal validity."
  },
  {
    "id": 43,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 44,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 45,
    "statement": "Honesty is not the sole foundation of trust; other factors contribute."
  },
  {
    "id": 46,
    "statement": "Mimicry involves unconsciously imitating others' emotional expressions."
  },
  {
    "id": 47,
    "statement": "Emotional contagion is the unconscious adoption of emotions through nonverbal cues."
  },
  {
    "id": 48,
    "statement": "Peer review assesses research comprehensively, considering multiple factors."
  },
  {
    "id": 49,
    "statement": "Histone modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 50,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 51,
    "statement": "Peer review reliability depends on multiple complex factors."
  },
  {
    "id": 52,
    "statement": "Peer review assesses data quality for research validity and reliability."
  },
  {
    "id": 53,
    "statement": "Histone modifications regulate chromatin structure and gene expression"
  },
  {
    "id": 54,
    "statement": "Peer review evaluates research in the context of its intended application"
  },
  {
    "id": 55,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 56,
    "statement": "Medium properties influence electrostatic force through dielectric constant."
  },
  {
    "id": 57,
    "statement": "Peer review evaluates research comprehensively, considering significance and others."
  },
  {
    "id": 58,
    "statement": "Emotional contagion spreads through social learning and emotional imitation."
  },
  {
    "id": 59,
    "statement": "Peer review assesses research comprehensively through multiple factors."
  },
  {
    "id": 60,
    "statement": "Peer review limitations and biases can have significant but variable impacts."
  },
  {
    "id": 61,
    "statement": "Social learning influences cultural norms and moral values directly"
  },
  {
    "id": 62,
    "statement": "Peer review considers research validity, significance, and impact contextually."
  },
  {
    "id": 63,
    "statement": "Dielectric constant and conductivity affect electrostatic forces differently."
  },
  {
    "id": 64,
    "statement": "Social learning influences cultural norms and moral values complexly."
  },
  {
    "id": 65,
    "statement": "Scientific axioms are nuanced assumptions based on evidence and principles."
  },
  {
    "id": 66,
    "statement": "Peer review's limitations and biases can influence evaluation outcomes"
  },
  {
    "id": 67,
    "statement": "Charge geometry's spatial arrangement influences electric field pattern."
  },
  {
    "id": 68,
    "statement": "Diversity in peer review refers to reviewer backgrounds and expertise."
  },
  {
    "id": 69,
    "statement": "Internal validity refers to research's ability to measure intended phenomenon."
  },
  {
    "id": 70,
    "statement": "Electrostatic force primarily determined by charge, distance, and orientation."
  },
  {
    "id": 71,
    "statement": "Axioms are refined through continuous experimentation and data analysis."
  },
  {
    "id": 72,
    "statement": "Peer review evaluates research contextually, considering multiple factors."
  },
  {
    "id": 73,
    "statement": "Medium properties can influence electrostatic force, especially at small distances."
  },
  {
    "id": 74,
    "statement": "Emotional contagion spreads by observing emotional cues in others."
  },
  {
    "id": 75,
    "statement": "Peer review limitations include reviewer bias, limited expertise, time constraints"
  },
  {
    "id": 76,
    "statement": "Peer review assesses research methodology, data quality, and validity."
  },
  {
    "id": 77,
    "statement": "Peer review assesses research for validity, significance, and potential impact."
  },
  {
    "id": 78,
    "statement": "Coulomb's law applies to macroscopic objects at large distances."
  },
  {
    "id": 79,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 80,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity."
  },
  {
    "id": 81,
    "statement": "Emotional contagion shapes attitudes and behaviors through social influence."
  },
  {
    "id": 82,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors."
  },
  {
    "id": 83,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 84,
    "statement": "Peer review may be limited by reviewer biases and constraints."
  },
  {
    "id": 85,
    "statement": "Axioms refined through iterative experimentation and data analysis"
  },
  {
    "id": 86,
    "statement": "Peer review assesses multiple aspects of research, prioritizing data quality when necessary."
  },
  {
    "id": 87,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 88,
    "statement": "Peer review evaluates research for scientific validity and impact"
  },
  {
    "id": 89,
    "statement": "Electrostatic force is influenced by charge, distance, orientation, and medium properties."
  },
  {
    "id": 90,
    "statement": "Emotional contagion shapes attitudes and behaviors through social influence."
  },
  {
    "id": 91,
    "statement": "Histone modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 92,
    "statement": "Peer review evaluates research for validity, significance, impact comprehensively."
  },
  {
    "id": 93,
    "statement": "Medium properties influence electrostatic force through dielectric constant and conductivity."
  },
  {
    "id": 94,
    "statement": "Medium properties include dielectric constant, polarization, conductivity, and permeability impact electrostatic forces."
  },
  {
    "id": 95,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity"
  },
  {
    "id": 96,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, and conductivity, with nuances and exceptions."
  },
  {
    "id": 97,
    "statement": "Axioms in science are accepted as true by definition."
  },
  {
    "id": 98,
    "statement": "Peer review assesses research quality through evaluating methodology"
  },
  {
    "id": 99,
    "statement": "Histones can be modified by enzymes with distinct functions."
  },
  {
    "id": 100,
    "statement": "Theoretical support provides logical framework for axioms."
  },
  {
    "id": 101,
    "statement": "Electrostatic force's strength depends on charge orientation and distance."
  },
  {
    "id": 102,
    "statement": "Peer review's reliability relies on reviewer diversity and quality."
  },
  {
    "id": 103,
    "statement": "Peer review assesses research quality through methodology, data, and presentation."
  },
  {
    "id": 104,
    "statement": "Trust involves multiple factors beyond sole honesty foundation."
  },
  {
    "id": 105,
    "statement": "Axioms are nuanced assumptions grounded in evidence and logical principles."
  },
  {
    "id": 106,
    "statement": "Electrostatic force influenced by multiple factors, including media."
  },
  {
    "id": 107,
    "statement": "Medium properties include dielectric constant, polarization, conductivity, and permeability."
  },
  {
    "id": 108,
    "statement": "Peer review prioritizes scientific validity, significance, and impact contextually."
  },
  {
    "id": 109,
    "statement": "Honesty is not sole foundation of trust, other factors contribute."
  },
  {
    "id": 110,
    "statement": "Emotional contagion spreads through social learning and imitation"
  },
  {
    "id": 111,
    "statement": "Medium properties influence electrostatic force through electric field modification"
  },
  {
    "id": 112,
    "statement": "Epigenetic histone modifications influence chromatin accessibility for gene expression"
  },
  {
    "id": 113,
    "statement": "Peer review evaluates research for validity through methodology and data quality"
  },
  {
    "id": 114,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 115,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement"
  },
  {
    "id": 116,
    "statement": "Electrostatic force primarily determined by charge, distance, and orientation."
  },
  {
    "id": 117,
    "statement": "Electrostatic force depends on charge, distance, and medium properties."
  },
  {
    "id": 118,
    "statement": "Peer review evaluates research comprehensively, considering multiple factors."
  },
  {
    "id": 119,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning."
  },
  {
    "id": 120,
    "statement": "Charge, distance, orientation primarily determine electrostatic force."
  },
  {
    "id": 121,
    "statement": "Electrostatic force is influenced by multiple factors, including medium properties."
  },
  {
    "id": 122,
    "statement": "Peer review limitations and biases impact research evaluation outcomes thoroughly."
  },
  {
    "id": 123,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 124,
    "statement": "Charge, distance, and orientation determine electrostatic force primarily"
  },
  {
    "id": 125,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 126,
    "statement": "Electrostatic force depends on charge, distance, and orientation partially."
  },
  {
    "id": 127,
    "statement": "Electrostatic force depends on medium properties, dielectric constant, and conductivity."
  },
  {
    "id": 128,
    "statement": "Peer review may be limited by reviewer biases and constraints"
  },
  {
    "id": 129,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 130,
    "statement": "Scientific axioms are assumptions open to revision and refinement."
  },
  {
    "id": 131,
    "statement": "Electric field lines change direction with changing charge arrangement"
  },
  {
    "id": 132,
    "statement": "Scientific axioms are nuanced assumptions based on evidence."
  },
  {
    "id": 133,
    "statement": "Peer review considers multiple factors, including research environment."
  },
  {
    "id": 134,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 135,
    "statement": "Coulomb's law applies to macroscopic objects at large distances with limitations."
  },
  {
    "id": 136,
    "statement": "Scientific theories are refined through iterative revisions with evidence."
  },
  {
    "id": 137,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 138,
    "statement": "Peer review evaluates research quality through methodology, data, and presentation comprehensively."
  },
  {
    "id": 139,
    "statement": "Charge geometry influences electric field patterns through spatial distribution."
  },
  {
    "id": 140,
    "statement": "Emotional contagion influences cultural norms around honesty through social learning."
  },
  {
    "id": 141,
    "statement": "Peer review assesses research validity through methodology, data quality, and context."
  },
  {
    "id": 142,
    "statement": "Medium properties influence electrostatic force strength and direction"
  },
  {
    "id": 143,
    "statement": "Axioms are considered true by definition, subject to revision."
  },
  {
    "id": 144,
    "statement": "Cultural norms influence moral values through social learning and experiences."
  },
  {
    "id": 145,
    "statement": "Electrostatic force depends on multiple interacting factors simultaneously"
  },
  {
    "id": 146,
    "statement": "Peer review assesses research validity through multiple factors beyond methodology."
  },
  {
    "id": 147,
    "statement": "Peer review is a complex, imperfect, and context-dependent process."
  },
  {
    "id": 148,
    "statement": "Peer review evaluates research comprehensively considering methodology, data quality, and impact."
  },
  {
    "id": 149,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 150,
    "statement": "Multiple factors beyond methodology influence scientific research validity."
  },
  {
    "id": 151,
    "statement": "Emotional contagion increases trust through social learning experiences."
  },
  {
    "id": 152,
    "statement": "Medium properties' dielectric constant, polarization, and conductivity affect electrostatic force."
  },
  {
    "id": 153,
    "statement": "Emotional contagion shapes cultural norms through social learning and emotions."
  },
  {
    "id": 154,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 155,
    "statement": "Axioms are nuanced assumptions based on evidence and principles."
  },
  {
    "id": 156,
    "statement": "Trust involves multiple factors beyond sole honesty foundation including reliability, empathy, and open communication"
  },
  {
    "id": 157,
    "statement": "Emotional contagion occurs through social learning, imitation, and resonance."
  },
  {
    "id": 158,
    "statement": "Emotional contagion occurs through social learning and emotional imitation processes"
  },
  {
    "id": 159,
    "statement": "Peer review limitations and biases can impact evaluation of research"
  },
  {
    "id": 160,
    "statement": "Scientific theories are refined through iterative revisions with evidence."
  },
  {
    "id": 161,
    "statement": "Medium properties, including dielectric constant, influence electrostatic force."
  },
  {
    "id": 162,
    "statement": "Trust involves multiple factors beyond sole honesty foundation."
  },
  {
    "id": 163,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 164,
    "statement": "Scientific axioms are refined through iterative testing."
  },
  {
    "id": 165,
    "statement": "Peer review evaluates research based on its practical applications"
  },
  {
    "id": 166,
    "statement": "Axioms are refined through continuous experimentation and data analysis."
  },
  {
    "id": 167,
    "statement": "Internal validity in research refers to study design and methods' quality."
  },
  {
    "id": 168,
    "statement": "Medium properties alter electrostatic force through dielectric constant, polarization, and conductivity."
  },
  {
    "id": 169,
    "statement": "Emotional contagion spreads through social learning and emotional imitation."
  },
  {
    "id": 170,
    "statement": "Peer review evaluates research validity through multiple factors comprehensively"
  },
  {
    "id": 171,
    "statement": "Internal validity assesses whether a study's findings are due to the manipulated variable."
  },
  {
    "id": 172,
    "statement": "Medium properties influence electrostatic force through dielectric constant."
  },
  {
    "id": 173,
    "statement": "Peer review assesses research comprehensively considering multiple factors."
  },
  {
    "id": 174,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 175,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 176,
    "statement": "Electrostatic force's primary determinants are charge, distance, and orientation."
  },
  {
    "id": 177,
    "statement": "Peer review evaluation outcomes can be influenced by multiple factors."
  },
  {
    "id": 178,
    "statement": "Medium properties influence electrostatic force through direct or indirect interactions."
  },
  {
    "id": 179,
    "statement": "Electrostatic force modified by medium properties, dielectric constant, and conductivity."
  },
  {
    "id": 180,
    "statement": "Axioms are assumptions open to revision based on new evidence."
  },
  {
    "id": 181,
    "statement": "Honesty is one aspect of trust, not the foundation"
  },
  {
    "id": 182,
    "statement": "Trust is complex phenomenon involving multiple dimensions."
  },
  {
    "id": 183,
    "statement": "Scientific axioms are refined through iterative revisions and testing."
  },
  {
    "id": 184,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility for transcription."
  },
  {
    "id": 185,
    "statement": "Axioms in science require both theoretical and empirical support."
  },
  {
    "id": 186,
    "statement": "Electrostatic force often depends on charge, distance, orientation, and medium."
  },
  {
    "id": 187,
    "statement": "Peer review assesses research for validity, significance, and relevant impact."
  },
  {
    "id": 188,
    "statement": "Poor peer review can lead to inaccurate research evaluation."
  },
  {
    "id": 189,
    "statement": "Peer review assesses research for validity, methodology, and quality, encompassing design, data, results, presentation, and originality."
  },
  {
    "id": 190,
    "statement": "Trust relies on a combination of factors beyond honesty alone."
  },
  {
    "id": 191,
    "statement": "Peer review assesses research validity through methodology, data quality, and results."
  },
  {
    "id": 192,
    "statement": "Charge geometry's spatial arrangement affects electric field patterns."
  },
  {
    "id": 193,
    "statement": "Scientific assumptions are refined through iterative testing and refinement."
  },
  {
    "id": 194,
    "statement": "Electrostatic force is influenced by medium properties, including dielectric constant, polarization, and conductivity."
  },
  {
    "id": 195,
    "statement": "Electrostatic force depends on charge, distance, and medium properties."
  },
  {
    "id": 196,
    "statement": "Peer review reliability influenced by multiple factors including culture."
  },
  {
    "id": 197,
    "statement": "Electrostatic force depends on charge orientation, distance, and Coulomb's constant."
  },
  {
    "id": 198,
    "statement": "Charge, distance, orientation primarily determine electrostatic force strength."
  },
  {
    "id": 199,
    "statement": "Electrostatic force influenced by medium properties, including dielectric constant."
  }
]