[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 2,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact."
  },
  {
    "id": 3,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact."
  },
  {
    "id": 4,
    "statement": "Peer review evaluates research for scientific validity, significance, and impact."
  },
  {
    "id": 5,
    "statement": "Electrostatic force depends on charge and distance only."
  },
  {
    "id": 6,
    "statement": "Peer review primarily focuses on scientific validity and significance."
  },
  {
    "id": 7,
    "statement": "Orientation affects electrostatic force through spatial arrangement and angle."
  },
  {
    "id": 8,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 9,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium"
  },
  {
    "id": 10,
    "statement": "Peer review evaluates research for scientific validity, significance, impact, and effectiveness."
  },
  {
    "id": 11,
    "statement": "Peer review primarily focuses on scientific validity and significance"
  },
  {
    "id": 12,
    "statement": "Peer review evaluates research for scientific validity, practical applications, and societal impact."
  },
  {
    "id": 13,
    "statement": "Electrostatic force depends on charge, distance, orientation, and dielectric constant."
  },
  {
    "id": 14,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 15,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 16,
    "statement": "Honesty establishes credibility, creating a sense of safety and vulnerability."
  },
  {
    "id": 17,
    "statement": "Honesty's meaning and value vary in different social contexts."
  },
  {
    "id": 18,
    "statement": "Histone modifications regulate chromatin structure and accessibility epigenetically."
  },
  {
    "id": 19,
    "statement": "Peer review evaluates research for significance, validity, and impact."
  },
  {
    "id": 20,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance, and medium properties."
  },
  {
    "id": 21,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 22,
    "statement": "Distance is the most critical factor in determining electrostatic force."
  },
  {
    "id": 23,
    "statement": "Peer review evaluates research for validity, significance, and practical application."
  },
  {
    "id": 24,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 25,
    "statement": "Honesty's success depends on authenticity and vulnerability in trust."
  },
  {
    "id": 26,
    "statement": "Peer review evaluates scientific validity, practical applications, or societal impact."
  },
  {
    "id": 27,
    "statement": "Peer review evaluates research for practical applications in context."
  },
  {
    "id": 28,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 29,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium, polarization, conductivity."
  },
  {
    "id": 30,
    "statement": "Authenticity fosters trust through vulnerability, openness, and mutual respect."
  },
  {
    "id": 31,
    "statement": "Polarization modifies electrostatic force by distorting electric field lines."
  },
  {
    "id": 32,
    "statement": "Electrostatic forces depend on charge, distance, orientation, and medium properties."
  },
  {
    "id": 33,
    "statement": "Polarization in dielectrics enhances or reduces electrostatic force dependently."
  },
  {
    "id": 34,
    "statement": "Charge geometry affects electric field patterns through spatial arrangement."
  },
  {
    "id": 35,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 36,
    "statement": "Cultural norms influence honesty's definition, expression, and interpretation differently"
  },
  {
    "id": 37,
    "statement": "Polarization bends electric field lines, reducing electrostatic force."
  },
  {
    "id": 38,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance, orientation, and medium properties."
  },
  {
    "id": 39,
    "statement": "Electrostatic force in medium depends on dielectric constant, polarization and conductivity."
  },
  {
    "id": 40,
    "statement": "Epigenetic histone modifications regulate chromatin accessibility and gene expression."
  },
  {
    "id": 41,
    "statement": "Axioms are assumptions guiding scientific research, not arbitrary claims"
  },
  {
    "id": 42,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties completely."
  },
  {
    "id": 43,
    "statement": "Polarization can enhance or reduce electrostatic force in dielectric materials."
  },
  {
    "id": 44,
    "statement": "Authenticity fosters trust through vulnerability, mutual respect, and open communication."
  },
  {
    "id": 45,
    "statement": "Provisional assumptions are temporary, incomplete, and open to revision."
  },
  {
    "id": 46,
    "statement": "Medium properties, such as dielectric constant and conductivity, affect electrostatic force."
  },
  {
    "id": 47,
    "statement": "Axioms are assumed truths guiding scientific theory development."
  },
  {
    "id": 48,
    "statement": "Honesty's interpretation varies across cultural and social contexts based on collectivist vs. individualist values, directness vs. indirectness, saving face, and group harmony principles, power dynamics, and emotional context factors."
  },
  {
    "id": 49,
    "statement": "Cultural norms influence honesty's definition, expression, and interpretation through explicit teachings and implicit modeling."
  },
  {
    "id": 50,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force in media."
  },
  {
    "id": 51,
    "statement": "Spatial arrangement involves physical layout, object orientation, and relationships."
  },
  {
    "id": 52,
    "statement": "Electrostatic force depends on multiple factors interacting simultaneously."
  },
  {
    "id": 53,
    "statement": "Cultural norms can significantly shape moral values and principles."
  },
  {
    "id": 54,
    "statement": "Cultural norms influence moral values through complex societal interactions"
  },
  {
    "id": 55,
    "statement": "Vulnerability and mutual respect facilitate trustworthy relationships"
  },
  {
    "id": 56,
    "statement": "Electrostatic force depends on charge, distance, orientation, dielectric constant, and conductivity."
  },
  {
    "id": 57,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 58,
    "statement": "Cultural norms significantly influence individuals' moral values and principles."
  },
  {
    "id": 59,
    "statement": "Provisional assumptions balance tentativeness with testability criteria."
  },
  {
    "id": 60,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium, and polarization."
  },
  {
    "id": 61,
    "statement": "Honesty's meaning and value vary across cultures and contexts."
  },
  {
    "id": 62,
    "statement": "Cultural norms inform moral values, individual agency influences their application."
  },
  {
    "id": 63,
    "statement": "Peer review evaluates research by scientific validity, significance, and impact."
  },
  {
    "id": 64,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 65,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression"
  },
  {
    "id": 66,
    "statement": "Axioms are assumed truths guiding scientific theory development reliably"
  },
  {
    "id": 67,
    "statement": "Cultural norms inform moral values, individual agency influences too."
  },
  {
    "id": 68,
    "statement": "Polarization enhances or reduces electrostatic force in dielectric materials."
  },
  {
    "id": 69,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 70,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression through transcription factors."
  },
  {
    "id": 71,
    "statement": "Polarization affects electrostatic forces by distorting electric field lines."
  },
  {
    "id": 72,
    "statement": "Implicit social learning processes shape cultural norms around honesty."
  },
  {
    "id": 73,
    "statement": "Epigenetic changes affect gene expression without DNA sequence modifications"
  },
  {
    "id": 74,
    "statement": "Electrostatic force reduced in dielectric materials due to polarization."
  },
  {
    "id": 75,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 76,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 77,
    "statement": "Cultural norms influence honesty's definition and interpretation through context."
  },
  {
    "id": 78,
    "statement": "Provisional assumptions in science are temporary and open to revision."
  },
  {
    "id": 79,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 80,
    "statement": "Cultural norms influence honesty's definition, expression, and interpretation"
  },
  {
    "id": 81,
    "statement": "Scientific axioms are assumed truths, not provable theorems."
  },
  {
    "id": 82,
    "statement": "Authenticity builds trust through mutual respect and vulnerability"
  },
  {
    "id": 83,
    "statement": "Peer review assesses scientific validity and significance jointly."
  },
  {
    "id": 84,
    "statement": "Charge geometry influences electric field patterns with other factors."
  },
  {
    "id": 85,
    "statement": "Epigenetic modifications of histone proteins control gene expression dynamically"
  },
  {
    "id": 86,
    "statement": "Medium properties affect electrostatic force through interactions"
  },
  {
    "id": 87,
    "statement": "Axioms assume truths without direct proof in scientific theory."
  },
  {
    "id": 88,
    "statement": "Peer review evaluates research by multiple factors, including validity."
  },
  {
    "id": 89,
    "statement": "Axioms serve as foundational assumptions for scientific theory development."
  },
  {
    "id": 90,
    "statement": "Scientific axioms are provisional assumptions subject to revision."
  },
  {
    "id": 91,
    "statement": "Cultural norms can shape moral values and individual agency intersects"
  },
  {
    "id": 92,
    "statement": "Provisional assumptions are tentative, testable, and subject to revision."
  },
  {
    "id": 93,
    "statement": "Electrostatic force depends on charge magnitude and distance between particles"
  },
  {
    "id": 94,
    "statement": "Honesty fosters trust through vulnerability, openness, and mutual respect."
  },
  {
    "id": 95,
    "statement": "Scientific axioms are assumed truths guiding theory development."
  },
  {
    "id": 96,
    "statement": "Electric field patterns result from multiple interacting factors interactively."
  },
  {
    "id": 97,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 98,
    "statement": "Magnetic flux change induces electromotive force in a loop."
  },
  {
    "id": 99,
    "statement": "Orientation influences electrostatic force through electric field line interactions."
  },
  {
    "id": 100,
    "statement": ".Orientation influences electrostatic force through electric field interactions."
  },
  {
    "id": 101,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium, and polarization."
  },
  {
    "id": 102,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 103,
    "statement": "Spatial arrangement includes physical layout and object orientation."
  },
  {
    "id": 104,
    "statement": "Authenticity fosters trust through vulnerability and mutual respect."
  },
  {
    "id": 105,
    "statement": "Cultural norms influence honesty's definition and interpretation differently"
  },
  {
    "id": 106,
    "statement": "Authenticity fosters trust through vulnerability and mutual respect."
  },
  {
    "id": 107,
    "statement": "Cultural norms influence honesty through implicit social learning processes."
  },
  {
    "id": 108,
    "statement": "Polarization affects electrostatic force through aligned electric dipoles."
  },
  {
    "id": 109,
    "statement": "Histone modifications regulate chromatin accessibility and gene expression dynamics."
  },
  {
    "id": 110,
    "statement": "Peer review evaluations consider practical applications contextually."
  },
  {
    "id": 111,
    "statement": "Electrostatic force depends on charge, distance, orientation, polarization, dielectric constant."
  },
  {
    "id": 112,
    "statement": "Axioms are assumptions considered true through logical reasoning process."
  },
  {
    "id": 113,
    "statement": "Electromagnetic induction occurs when magnetic fields change."
  },
  {
    "id": 114,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance, and medium."
  },
  {
    "id": 115,
    "statement": "Axioms in science are refined and modified by new evidence."
  },
  {
    "id": 116,
    "statement": "Axioms serve as foundational assumptions for scientific theory development."
  },
  {
    "id": 117,
    "statement": "Cultural norms inform moral values, but individual agency prevails."
  },
  {
    "id": 118,
    "statement": "Authenticity is complex, context-dependent, and not always fixed."
  },
  {
    "id": 119,
    "statement": "Medium properties influence electrostatic force through dielectric constant, conductivity, and polarization."
  },
  {
    "id": 120,
    "statement": "Electrostatic force depends on context, charge, distance, and orientation."
  },
  {
    "id": 121,
    "statement": "Scientific assumptions are initially accepted as true, subject to revision."
  },
  {
    "id": 122,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 123,
    "statement": "Authenticity builds trust through mutual respect and vulnerability."
  },
  {
    "id": 124,
    "statement": "Provisional assumptions in science are temporary and open to revision."
  },
  {
    "id": 125,
    "statement": "Provisional assumptions are temporary and open to scientific revision."
  },
  {
    "id": 126,
    "statement": "Scientific axioms serve as foundational assumptions, guiding theory development."
  },
  {
    "id": 127,
    "statement": "Honesty fosters trust through vulnerability and open communication."
  },
  {
    "id": 128,
    "statement": "Peer review evaluates research for practical application and significance."
  },
  {
    "id": 129,
    "statement": "Honesty builds trust and credibility through authenticity and vulnerability"
  },
  {
    "id": 130,
    "statement": "Cultural norms significantly shape moral values and principles."
  },
  {
    "id": 131,
    "statement": "Medium properties influence electrostatic force through dielectric constant, polarization, conductivity."
  },
  {
    "id": 132,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 133,
    "statement": "Axioms are foundational principles assumed true without proof."
  },
  {
    "id": 134,
    "statement": "Vulnerability as openness can foster trust, intimacy, and deep relationships."
  },
  {
    "id": 135,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 136,
    "statement": "Honesty builds trust through vulnerability and open communication."
  },
  {
    "id": 137,
    "statement": "Medium properties affect electrostatic force through dielectric constant and conductivity."
  },
  {
    "id": 138,
    "statement": "Histone modifications regulate chromatin structure and accessibility epigenetically."
  },
  {
    "id": 139,
    "statement": "Scientific theories arise from iterative combinations of axioms and empirical evidence"
  },
  {
    "id": 140,
    "statement": "Cultural norms influence moral values through social learning processes."
  },
  {
    "id": 141,
    "statement": "Honesty's success depends on its authenticity and vulnerability."
  },
  {
    "id": 142,
    "statement": "Electrostatic force is a complex, context-dependent phenomenon influenced many factors."
  },
  {
    "id": 143,
    "statement": "Trust encompasses honesty, reliability, and vulnerability in relationships."
  },
  {
    "id": 144,
    "statement": "Openness fosters trust, intimacy, and deep relationships through authenticity."
  },
  {
    "id": 145,
    "statement": "Cultural norms influence honesty's definition, expression, and interpretation through context"
  },
  {
    "id": 146,
    "statement": "Axioms in science are statements taken as true without proof."
  },
  {
    "id": 147,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 148,
    "statement": "Peer review evaluates research for validity, significance, and practical impact points."
  },
  {
    "id": 149,
    "statement": "Honesty's interpretation varies across cultures based on societal values."
  },
  {
    "id": 150,
    "statement": "Polarization in dielectrics can either enhance or reduce electrostatic force."
  },
  {
    "id": 151,
    "statement": "Medium properties influence electrostatic force through various mechanisms."
  },
  {
    "id": 152,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 153,
    "statement": "Authenticity is dynamic, context-dependent, and influenced by power dynamics."
  },
  {
    "id": 154,
    "statement": "Medium properties modify electrostatic force through dielectric constant, polarization, and conductivity"
  },
  {
    "id": 155,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 156,
    "statement": "Electrostatic force influenced by medium properties: dielectric constant, conductivity, and polarization."
  },
  {
    "id": 157,
    "statement": "Peer review prioritizes scientific validity, with significance and impact considered"
  },
  {
    "id": 158,
    "statement": "Electrostatic forces are influenced by multiple context-dependent factors."
  },
  {
    "id": 159,
    "statement": "Cultural norms shape moral values through socialization and transmission."
  },
  {
    "id": 160,
    "statement": "Orientation affects electrostatic force through electric field line interactions."
  },
  {
    "id": 161,
    "statement": "Authenticity fosters trust through mutual respect and vulnerability."
  },
  {
    "id": 162,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 163,
    "statement": "Electrostatic force depends on charge, distance, orientation, dielectric constant, and conductivity."
  },
  {
    "id": 164,
    "statement": "Cultural norms shape honesty's definition, expression, and interpretation distinctly."
  },
  {
    "id": 165,
    "statement": "Electrostatic force depends on charge magnitude and distance squared"
  },
  {
    "id": 166,
    "statement": "Charge geometry affects electric field patterns with distance, orientation, and medium."
  },
  {
    "id": 167,
    "statement": "Peer review evaluates research for scientific significance through contribution"
  },
  {
    "id": 168,
    "statement": "Peer review evaluates research for scientific validity, practical applications, and societal impact."
  },
  {
    "id": 169,
    "statement": "Authenticity fosters trust through vulnerability and mutual respect."
  },
  {
    "id": 170,
    "statement": "Cultural norms inform moral values, but individual agency prevails."
  },
  {
    "id": 171,
    "statement": "Scientific assumptions are temporary and open to revision."
  },
  {
    "id": 172,
    "statement": "Peer review evaluates research for scientific validity, significance, methodology, and impact."
  },
  {
    "id": 173,
    "statement": "Electrostatic force affected by medium properties, not just dielectric constant."
  },
  {
    "id": 174,
    "statement": "Orientation in electrostatics refers to charged objects' spatial arrangement."
  },
  {
    "id": 175,
    "statement": "Electrostatic force depends on multiple interacting factors."
  },
  {
    "id": 176,
    "statement": "Polarization can enhance or reduce electrostatic force in dielectric materials."
  },
  {
    "id": 177,
    "statement": "Peer review selects experts based on expertise and objectivity"
  },
  {
    "id": 178,
    "statement": "Electrostatic force depends on charge, distance, and orientation primarily."
  },
  {
    "id": 179,
    "statement": "Scientific axioms are assumed truths, not provable theorems, fundamentally."
  },
  {
    "id": 180,
    "statement": "Charge geometry influences electric field patterns through spatial arrangement."
  },
  {
    "id": 181,
    "statement": "Peer review evaluates research for practical relevance and usefulness."
  },
  {
    "id": 182,
    "statement": "Provisional assumptions in science are temporary and revisable."
  },
  {
    "id": 183,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 184,
    "statement": "Dielectric constant, polarization, and conductivity affect electrostatic force's magnitude and direction."
  },
  {
    "id": 185,
    "statement": "Dielectric constant modifies electric field around charged particles."
  },
  {
    "id": 186,
    "statement": "Vulnerability and openness foster trust through mutual respect and authenticity."
  },
  {
    "id": 187,
    "statement": "Vulnerability in authenticity and trust means being open, honest."
  },
  {
    "id": 188,
    "statement": "Cultural norms shape honesty through explicit teachings and modeling."
  },
  {
    "id": 189,
    "statement": "Dielectric constant, polarization, and conductivity shape electrostatic force in media."
  },
  {
    "id": 190,
    "statement": "Axioms in science are refined by new evidence iteratively."
  },
  {
    "id": 191,
    "statement": "Electrostatic force depends on charge, distance, orientation, medium properties."
  },
  {
    "id": 192,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression dynamics through histone modifications."
  },
  {
    "id": 193,
    "statement": "Provisional assumptions are temporary, testable, and open to refinement."
  },
  {
    "id": 194,
    "statement": "Scientific axioms are provisional assumptions subject to revision through evidence."
  },
  {
    "id": 195,
    "statement": "Electrostatic force depends on spatial arrangement, distance, and angle between particles."
  },
  {
    "id": 196,
    "statement": "Peer review evaluates research for scientific significance, validity, and impact."
  },
  {
    "id": 197,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 198,
    "statement": "Orientation affects electrostatic force through spatial arrangement and angle."
  },
  {
    "id": 199,
    "statement": "Authenticity fosters trust through vulnerability, respect, and open communication."
  }
]