[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Credibility in academia arises from research quality, peer review, and expertise."
  },
  {
    "id": 2,
    "statement": "Honesty is a relative concept influenced by context."
  },
  {
    "id": 3,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 4,
    "statement": "Cultural norms influence scientific interpretation through collective beliefs values"
  },
  {
    "id": 5,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 6,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 7,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 8,
    "statement": "Epigenetic modifications regulate chromatin structure through histone modifications."
  },
  {
    "id": 9,
    "statement": "Electrostatic force depends on multiple factors including charge, distance, orientation"
  },
  {
    "id": 10,
    "statement": "Epigenetic modifications involve histone methylation and DNA methylation"
  },
  {
    "id": 11,
    "statement": "Cultural norms shape scientific interpretation through collective beliefs and values."
  },
  {
    "id": 12,
    "statement": "Honesty establishes tone for reliable and dependable relationships."
  },
  {
    "id": 13,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 14,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 15,
    "statement": "Electrostatic force depends on factors: charge, distance, orientation, shape."
  },
  {
    "id": 16,
    "statement": "Honesty is a fundamental moral principle across cultures."
  },
  {
    "id": 17,
    "statement": "Oppositely charged particles interact through electromagnetic force fields."
  },
  {
    "id": 18,
    "statement": "Charge distribution refers to spatial arrangement of electric charges."
  },
  {
    "id": 19,
    "statement": "Epigenetic modifications influence chromatin structure through multiple mechanisms."
  },
  {
    "id": 20,
    "statement": "Electrostatic force is influenced by surface roughness, charge distribution, and medium."
  },
  {
    "id": 21,
    "statement": "Honesty is a universal moral principle, not relative."
  },
  {
    "id": 22,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 23,
    "statement": "Electrostatic force depends on charge separation, distance, orientation, and medium."
  },
  {
    "id": 24,
    "statement": "Causal relationships in academics are often nuanced and context-dependent"
  },
  {
    "id": 25,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms interaction."
  },
  {
    "id": 26,
    "statement": "Epigenetic modifications influence chromatin structure through histone modifications."
  },
  {
    "id": 27,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications and DNA methylation."
  },
  {
    "id": 28,
    "statement": "Epigenetic modifications influence chromatin structure via histone modifications."
  },
  {
    "id": 29,
    "statement": "Cultural norms influence scientific inquiry and result interpretation."
  },
  {
    "id": 30,
    "statement": "Electrostatic force is influenced by surface roughness, charge, distance, and medium."
  },
  {
    "id": 31,
    "statement": "Electrostatic force is affected by polarization angle of dipoles."
  },
  {
    "id": 32,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 33,
    "statement": "Electrostatic force depends on charge, distance, orientation, and shape in complex ways."
  },
  {
    "id": 34,
    "statement": "Honesty is a culturally relative moral concept."
  },
  {
    "id": 35,
    "statement": "Electrostatic forces depend on charge, distance, orientation, and surrounding medium."
  },
  {
    "id": 36,
    "statement": "The surrounding medium affects electrostatic forces through dielectric constant, polarization, screening, and conductivity."
  },
  {
    "id": 37,
    "statement": "Epigenetic modifications alter chromatin structure to influence gene expression."
  },
  {
    "id": 38,
    "statement": "Axioms are fundamental principles accepted without definitive proof."
  },
  {
    "id": 39,
    "statement": "Axioms are fundamental principles relative to specific theoretical frameworks."
  },
  {
    "id": 40,
    "statement": "Axioms are accepted as true based on intuition, evidence, consensus."
  },
  {
    "id": 41,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 42,
    "statement": "Honesty is a foundation of trust, reliability, and integrity."
  },
  {
    "id": 43,
    "statement": "Honesty as inherent moral truth is a human nature aspect."
  },
  {
    "id": 44,
    "statement": "Electrostatic force doesn't significantly depend on object shape"
  },
  {
    "id": 45,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms."
  },
  {
    "id": 46,
    "statement": "Cultural norms influence scientific evidence through values and attitudes."
  },
  {
    "id": 47,
    "statement": "Electrostatic force is influenced by multiple parameters, including shape, size."
  },
  {
    "id": 48,
    "statement": "Epigenetic modifications regulate gene expression globally through chromatin structure alterations"
  },
  {
    "id": 49,
    "statement": "Epigenetic modifications regulate gene expression through histone modifications."
  },
  {
    "id": 50,
    "statement": "Charge distribution refers to electric charge spatial arrangement."
  },
  {
    "id": 51,
    "statement": "Surface roughness affects electrostatic force through charge transfer andignment."
  },
  {
    "id": 52,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation."
  },
  {
    "id": 53,
    "statement": "Cultural norms influence scientific interpretation through values and beliefs."
  },
  {
    "id": 54,
    "statement": "Epigenetic histone modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 55,
    "statement": "Epigenetic marks influence gene expression through chromatin structure alterations."
  },
  {
    "id": 56,
    "statement": "Cultural norms influence scientific evidence through values and attitudes"
  },
  {
    "id": 57,
    "statement": "Electrostatic force is dependent on charge, distance, orientation, and shape."
  },
  {
    "id": 58,
    "statement": "Electrostatic forces result from charge distribution, proximity, and orientation."
  },
  {
    "id": 59,
    "statement": "Electrostatic forces arise from Coulomb's law and charge distributions"
  },
  {
    "id": 60,
    "statement": "Axioms are assumptions accepted as true, not necessarily evidence-based."
  },
  {
    "id": 61,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes"
  },
  {
    "id": 62,
    "statement": "Axioms are considered universal, fundamental, and intuitively obvious principles."
  },
  {
    "id": 63,
    "statement": "Peer review improves research quality through expert evaluation"
  },
  {
    "id": 64,
    "statement": "Cultural norms influence scientific interpretation through collective values."
  },
  {
    "id": 65,
    "statement": "Honesty is a fundamental social construct for trust and relationships among individuals."
  },
  {
    "id": 66,
    "statement": "Axioms are assumptions accepted as true, but not necessarily evidence-based."
  },
  {
    "id": 67,
    "statement": "Electrostatic force depends on multiple factors, charge, distance, orientation, shape."
  },
  {
    "id": 68,
    "statement": "Honesty is context-dependent, absolute in personal relationships,relative in society."
  },
  {
    "id": 69,
    "statement": "Academic credibility arises from interconnected factors."
  },
  {
    "id": 70,
    "statement": "Electrostatic forces depend on charge, distance, orientation, and surrounding medium."
  },
  {
    "id": 71,
    "statement": "Axioms are assumptions accepted as true, not necessarily evidence-based."
  },
  {
    "id": 72,
    "statement": "Electrostatic force is primarily influenced by charge, distance, and orientation."
  },
  {
    "id": 73,
    "statement": "Medium influences electrostatic force through dielectric constant, polarization, and screening."
  },
  {
    "id": 74,
    "statement": "Epigenetic modifications involve histone and DNA methylation mechanisms interacting to regulate gene expression."
  },
  {
    "id": 75,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 76,
    "statement": "Academic credibility stems from interconnected factors: education, research, collaboration, and communication."
  },
  {
    "id": 77,
    "statement": "Epigenetic modifications involve complex interplay between mechanisms."
  },
  {
    "id": 78,
    "statement": "Honesty is an essential part of building trust, but not alone."
  },
  {
    "id": 79,
    "statement": "Cultural norms shape research foci, methods, and interpretations."
  },
  {
    "id": 80,
    "statement": "Peer review bias can hinder innovation and equality in research."
  },
  {
    "id": 81,
    "statement": "Charge distribution describes spatial arrangement of electric charges."
  },
  {
    "id": 82,
    "statement": "Electrostatic force is influenced by medium properties including dielectric constant, conductivity, polarization, screening, and surface roughness."
  },
  {
    "id": 83,
    "statement": "Surface roughness influences charge transfer and electrostatic force."
  },
  {
    "id": 84,
    "statement": "Epigenetic modifications individually or together regulate gene expression."
  },
  {
    "id": 85,
    "statement": "Honesty is a universal human value and trait"
  },
  {
    "id": 86,
    "statement": "Epigenetic modifications can regulate gene expression through chromatin structure changes."
  },
  {
    "id": 87,
    "statement": "Honesty is culturally relative, with varying cultural values and norms."
  },
  {
    "id": 88,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 89,
    "statement": "Epigenetic histone modifications regulate gene expression through chromatin structure changes"
  },
  {
    "id": 90,
    "statement": "An axiom is a statement considered intuitively true and widely accepted."
  },
  {
    "id": 91,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 92,
    "statement": "An axiom is a self-evident, assumed true fundamental principle."
  },
  {
    "id": 93,
    "statement": "Oppositely charged particles interact through electromagnetic force fields."
  },
  {
    "id": 94,
    "statement": "Cultural norms influence research methods, interpretation, and dissemination."
  },
  {
    "id": 95,
    "statement": "Axioms are fundamental principles assumed true without proof."
  },
  {
    "id": 96,
    "statement": "Peer review ensures research quality through expert evaluation and feedback."
  },
  {
    "id": 97,
    "statement": "Epigenetic modifications regulate chromatin structure and function"
  },
  {
    "id": 98,
    "statement": "Epigenetic modifications involve covalent histone and DNA modifications."
  },
  {
    "id": 99,
    "statement": "Peer review ensures research quality through expert evaluation and feedback."
  },
  {
    "id": 100,
    "statement": "Surface roughness can affect electrostatic force between two charged objects."
  },
  {
    "id": 101,
    "statement": "Credibility in academia stems from multiple interconnected factors including education, research, collaboration, and communication."
  },
  {
    "id": 102,
    "statement": "Electrostatic forces arise from charged particle interactions, oppositely attracting."
  },
  {
    "id": 103,
    "statement": "Object shape can impact electrostatic force with non-uniform charge."
  },
  {
    "id": 104,
    "statement": "Surface roughness influences electrostatic force through charge transfer."
  },
  {
    "id": 105,
    "statement": "Peer review's effectiveness depends on multiple contextual factors."
  },
  {
    "id": 106,
    "statement": "Honesty is a complex moral value influenced by context."
  },
  {
    "id": 107,
    "statement": "Cultural norms shape scientific inquiry through research questions, methodologies, interpretation, and dissemination."
  },
  {
    "id": 108,
    "statement": "Electrostatic force depends on charge distribution, proximity, and polarization angle of charged particles."
  },
  {
    "id": 109,
    "statement": "Physical and mathematical representation of electric charge distribution."
  },
  {
    "id": 110,
    "statement": "Electrostatic force depends on multiple factors, including charge, distance, orientation, and shape."
  },
  {
    "id": 111,
    "statement": "Cultural norms influence scientific interpretation through research approaches."
  },
  {
    "id": 112,
    "statement": "Epigenetic modifications involve biochemical histone and DNA methylation reactions"
  },
  {
    "id": 113,
    "statement": "Dielectric constant determines electrostatic force strength depending on medium."
  },
  {
    "id": 114,
    "statement": "Electrostatic forces arise from charged particles' attraction and repulsion."
  },
  {
    "id": 115,
    "statement": "Electrostatic force depends on charge, distance, and medium properties."
  },
  {
    "id": 116,
    "statement": "Electromagnetic force is fundamental force, mediated by electric and magnetic fields."
  },
  {
    "id": 117,
    "statement": "Oppositely charged particles interact, attracting each other through fields."
  },
  {
    "id": 118,
    "statement": "Epigenetic modifications can induce chromatin compaction or relaxation."
  },
  {
    "id": 119,
    "statement": "Axioms are self-evident truths or principles, not necessarily unproven."
  },
  {
    "id": 120,
    "statement": "Electrostatic forces arise from charged particle interactions, oppositely attracting."
  },
  {
    "id": 121,
    "statement": "Charge distribution refers to electric charge spatial pattern in space."
  },
  {
    "id": 122,
    "statement": "Epigenetic modifications involve histone methylation and DNA methylation mechanisms working together or independently to regulate gene expression."
  },
  {
    "id": 123,
    "statement": "Histone modifications regulate chromatin structure and gene expression through enzymatic mechanisms."
  },
  {
    "id": 124,
    "statement": "Honesty is a crucial component, not sole determinant, of trust."
  },
  {
    "id": 125,
    "statement": "Electrostatic force is influenced by nearby medium's dielectric constant."
  },
  {
    "id": 126,
    "statement": "Peer review ensures research quality through expert evaluation and feedback"
  },
  {
    "id": 127,
    "statement": "Electrostatic force depends on charge, distance, orientation, shape."
  },
  {
    "id": 128,
    "statement": "Electric charge's spatial arrangement affects electrostatic force behavior"
  },
  {
    "id": 129,
    "statement": "Cultural context influences research through values and attitudes"
  },
  {
    "id": 130,
    "statement": "Physical and mathematical representations of electric charge distribution describe electric field and potential"
  },
  {
    "id": 131,
    "statement": "Electrostatic force is influenced by multiple parameters, including charge and distance."
  },
  {
    "id": 132,
    "statement": "Electrostatic forces arise from charged particles' opposite attracting interaction."
  },
  {
    "id": 133,
    "statement": "Cultural norms influence research through methodology and interpretation."
  },
  {
    "id": 134,
    "statement": "Electrostatic force depends on charge distribution, proximity, and polarization."
  },
  {
    "id": 135,
    "statement": "Honesty is a complex moral value influenced by context"
  },
  {
    "id": 136,
    "statement": "Academic credibility arises from complex interconnected research factors."
  },
  {
    "id": 137,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression"
  },
  {
    "id": 138,
    "statement": "Object shape can subtly influence electrostatic force under specific scenarios."
  },
  {
    "id": 139,
    "statement": "Epigenetic modifications globally regulate gene expression through chromatin structure."
  },
  {
    "id": 140,
    "statement": "Oppositely charged particles interact through electric and magnetic forces."
  },
  {
    "id": 141,
    "statement": "Cultural contexts influence moral judgments, including honesty, trust."
  },
  {
    "id": 142,
    "statement": "Cultural norms influence scientific research through shared assumptions."
  },
  {
    "id": 143,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 144,
    "statement": "Epigenetic modifications regulate chromatin structure influencing gene expression"
  },
  {
    "id": 145,
    "statement": "Peer review is a multi-step process improving research quality"
  },
  {
    "id": 146,
    "statement": "Cultural norms influence scientific interpretation through collective beliefs and values."
  },
  {
    "id": 147,
    "statement": "Axioms are assumed truths, not necessarily proven or objective"
  },
  {
    "id": 148,
    "statement": "Cultural norms influence scientific interpretation through epistemological values."
  },
  {
    "id": 149,
    "statement": "Electrostatic force on a non-conducting object depends on surface roughness."
  },
  {
    "id": 150,
    "statement": "Cultural norms influence scientific interpretation through collective beliefs"
  },
  {
    "id": 151,
    "statement": "Honesty is a contextual moral value influenced by situation and culture."
  },
  {
    "id": 152,
    "statement": "Electrostatic force depends on charge, distance, orientation, and shape."
  },
  {
    "id": 153,
    "statement": "Epigenetic modifications involve interactions between histone and DNA methylation mechanisms."
  },
  {
    "id": 154,
    "statement": "Peer review ensures research quality through expert evaluation."
  },
  {
    "id": 155,
    "statement": "Electrostatic force is influenced by multiple factors, including charge, distance, and orientation."
  },
  {
    "id": 156,
    "statement": "Peer review bias can hinder innovation and equality in research."
  },
  {
    "id": 157,
    "statement": "Polarization angle of dipoles affects electrostatic force strength and direction."
  },
  {
    "id": 158,
    "statement": "Academic credibility is influenced by multiple factors, including context."
  },
  {
    "id": 159,
    "statement": "Peer review effectiveness depends on multiple external factors."
  },
  {
    "id": 160,
    "statement": "Surface roughness influences electrostatic forces through distributed charges interaction"
  },
  {
    "id": 161,
    "statement": "Peer review is an imperfect process with limitations."
  },
  {
    "id": 162,
    "statement": "Axioms provide foundation for further inquiry and discovery"
  },
  {
    "id": 163,
    "statement": "Causal relationships in academics are complex and context-dependent."
  },
  {
    "id": 164,
    "statement": "Electrostatic forces arise from charged particle interactions."
  },
  {
    "id": 165,
    "statement": "Honesty establishes trust, setting tone for reliable relationships."
  },
  {
    "id": 166,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 167,
    "statement": "Charge distribution affects electrostatic force strength and direction."
  },
  {
    "id": 168,
    "statement": "Electrostatic force depends on charge distribution, proximity, and orientation patterns."
  },
  {
    "id": 169,
    "statement": "Spatial arrangement of electric charges affects forces and behavior."
  },
  {
    "id": 170,
    "statement": "Epigenetic modifications influence chromatin structure through complex mechanisms."
  },
  {
    "id": 171,
    "statement": "Electrostatic force depends on surface roughness, charge, distance, and medium."
  },
  {
    "id": 172,
    "statement": "Electrostatic forces depend on multiple factors including charge and distance."
  },
  {
    "id": 173,
    "statement": "Credibility in academia stems from interconnected education, research, collaboration, communication"
  },
  {
    "id": 174,
    "statement": "Electrostatic force is influenced by charge distribution, distance, orientation, and medium properties."
  },
  {
    "id": 175,
    "statement": "Epigenetic modifications involve histone and DNA methylation reactions."
  },
  {
    "id": 176,
    "statement": "Honesty's application varies across cultures due to values and norms."
  },
  {
    "id": 177,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 178,
    "statement": "Axioms are context-dependent principles of specific theoretical frameworks."
  },
  {
    "id": 179,
    "statement": "Research quality ensured through education, design, and transparency"
  },
  {
    "id": 180,
    "statement": "Cultural norms influence scientific research through values, attitudes, and context"
  },
  {
    "id": 181,
    "statement": "Electrostatic force depends on multiple factors, including charge distribution, distance, orientation, shape, size, and medium."
  },
  {
    "id": 182,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium."
  },
  {
    "id": 183,
    "statement": "Coulomb's law describes electrostatic force magnitude and direction."
  },
  {
    "id": 184,
    "statement": "Honesty is a complex concept influenced by cultural norms"
  },
  {
    "id": 185,
    "statement": "The dielectric constant affects electrostatic force between charged particles."
  },
  {
    "id": 186,
    "statement": "Honesty's multifaceted nature blurs universal and cultural distinctions."
  },
  {
    "id": 187,
    "statement": "The medium's dielectric constant affects electrostatic force through electric field strength reduction."
  },
  {
    "id": 188,
    "statement": "Electrostatic force can be modified by object shape slightly."
  },
  {
    "id": 189,
    "statement": "Epigenetic modifications regulate chromatin structure through histone modifications and complexes"
  },
  {
    "id": 190,
    "statement": "Oppositely charged particles interact through electromagnetic force fields."
  },
  {
    "id": 191,
    "statement": "Epigenetic marks regulate gene expression through chromatin structure modulation."
  },
  {
    "id": 192,
    "statement": "Electrostatic force depends on charge, distance, orientation, and medium properties."
  },
  {
    "id": 193,
    "statement": "Consensus refers to general agreement among experts and scholars."
  },
  {
    "id": 194,
    "statement": "Electrostatic force arises from charged particle interactions, shaped by distance, orientation, and surrounding environment."
  },
  {
    "id": 195,
    "statement": "Object shape impacts electrostatic force with non-uniform charge distribution."
  },
  {
    "id": 196,
    "statement": "Honesty is a complex moral value influenced by context."
  },
  {
    "id": 197,
    "statement": "Academic credibility arises from interconnected factors of education, research, collaboration, and communication."
  },
  {
    "id": 198,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure manipulation."
  }
]