[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 2,
    "statement": "Square root of 2 is irrational, cannot be expressed as fraction."
  },
  {
    "id": 3,
    "statement": "Genetic variation results from interacting mechanisms: mutations, gene flow, recombination, and more."
  },
  {
    "id": 4,
    "statement": "Food storage involves combining methods and regular maintenance."
  },
  {
    "id": 5,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 6,
    "statement": "Trust involves multiple factors: reliability, competence, and empathy."
  },
  {
    "id": 7,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 8,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 9,
    "statement": "Newton's 3rd law has limitations in quantum mechanics and relativity."
  },
  {
    "id": 10,
    "statement": "Progressive taxation reduces wealth disparity through redistributive measures."
  },
  {
    "id": 11,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 12,
    "statement": "Moral judgments influenced by cultural, historical, and personal experiences."
  },
  {
    "id": 13,
    "statement": "Moral truths can be both subjective and objective"
  },
  {
    "id": 14,
    "statement": "Informed consent is essential in medical decision-making with euthanasia."
  },
  {
    "id": 15,
    "statement": "Overall well-being is a comprehensive measure of life quality."
  },
  {
    "id": 16,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 17,
    "statement": "Moral objectivity contingent on universal applicability and context."
  },
  {
    "id": 18,
    "statement": "Moral principles evolve through experiences, cultural context and time."
  },
  {
    "id": 19,
    "statement": "Moral objectivity is subjective, shaped by human perspective."
  },
  {
    "id": 20,
    "statement": "Corporal punishment increases aggression, depression, and violence in children."
  },
  {
    "id": 21,
    "statement": "Storing food elevated and sealed is a wildlife deterrent method"
  },
  {
    "id": 22,
    "statement": "Modular arithmetic's commutative property exceptions arise from order dependence."
  },
  {
    "id": 23,
    "statement": "Genetic variation arises from complex interplay of multiple mechanisms."
  },
  {
    "id": 24,
    "statement": "Commutative property only applies to addition and multiplication of numbers."
  },
  {
    "id": 25,
    "statement": "Wildlife deterrent method: elevate and seal food storage containers."
  },
  {
    "id": 26,
    "statement": "Moral values derive from complex interplay of intentions, character, and context."
  },
  {
    "id": 27,
    "statement": "Genetic variation arises from interacting mechanisms: mutations, gene flow, recombination."
  },
  {
    "id": 28,
    "statement": "Genetic variation arises from mutations, gene flow, recombination, and duplication."
  },
  {
    "id": 29,
    "statement": "Mathematical proofs always verify rational numbers definitively"
  },
  {
    "id": 30,
    "statement": "√2 is irrational; cannot be expressed as a fraction."
  },
  {
    "id": 31,
    "statement": "Genetic variation arises from mutations, gene flow, recombination, and duplication."
  },
  {
    "id": 32,
    "statement": "Commutative property applies to various mathematical operations."
  },
  {
    "id": 33,
    "statement": "Genetic variation arises from interacting mechanisms: mutations, gene flow, recombination, and duplication."
  },
  {
    "id": 34,
    "statement": "Genetic information encoded in unique DNA sequence determines traits."
  },
  {
    "id": 35,
    "statement": "Human dignity and life definitions influence moral perceptions."
  },
  {
    "id": 36,
    "statement": "Light is a form of high-frequency electromagnetic radiation."
  },
  {
    "id": 37,
    "statement": "Boiling water kills most pathogens, not all bacteria."
  },
  {
    "id": 38,
    "statement": "Moral decision-making involves complex interplay of intentions, character, and context."
  },
  {
    "id": 39,
    "statement": "Animal welfare evaluated based on capacity for suffering."
  },
  {
    "id": 40,
    "statement": "Molten iron convection drives Earth's magnetic field through dynamo action"
  },
  {
    "id": 41,
    "statement": "Meritocracy ensures equal opportunities for personal achievement."
  },
  {
    "id": 42,
    "statement": "Genetic variation arises from mutations, gene flow, recombination, and duplication mechanisms."
  },
  {
    "id": 43,
    "statement": "Irrational numbers are proven through contradiction in mathematics."
  },
  {
    "id": 44,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 45,
    "statement": "The Law of Large Numbers describes average convergence to population mean."
  },
  {
    "id": 46,
    "statement": "Moral growth emerges from experiences, reflection, and cultural exchange."
  },
  {
    "id": 47,
    "statement": "Boiling water may not kill all bacteria due to resistance."
  },
  {
    "id": 48,
    "statement": "Mathematical proofs provide absolute certainty about rational numbers"
  },
  {
    "id": 49,
    "statement": "Moral truths are objective, absolute, and outside human influence."
  },
  {
    "id": 50,
    "statement": "Autonomy is the right to make choices over one's own body."
  },
  {
    "id": 51,
    "statement": "Absolute pacifism is a strictly non-violent philosophical stance."
  },
  {
    "id": 52,
    "statement": "Epigenetic modifications result from environmental toxins, stress, and nutrition."
  },
  {
    "id": 53,
    "statement": "Progressive taxation reduces wealth disparity through redistributive measures."
  },
  {
    "id": 54,
    "statement": "Newton's 3rd law is modified in quantum mechanics and relativity due to abstraction."
  },
  {
    "id": 55,
    "statement": "Sentience refers to subjective experiences of sensations, emotions, and feelings."
  },
  {
    "id": 56,
    "statement": "Progressive taxation reduces wealth disparity through redistributive measures."
  },
  {
    "id": 57,
    "statement": "Boiling water may not kill certain bacteria and viruses"
  },
  {
    "id": 58,
    "statement": "Mandatory voting fosters informed, responsive, and accountable governance."
  },
  {
    "id": 59,
    "statement": "Cultural assimilation leads to loss of minority identities through language, suppression, and marginalization."
  },
  {
    "id": 60,
    "statement": "Commutative property exceptions exist in modular arithmetic contexts."
  },
  {
    "id": 61,
    "statement": "Abortion morality depends on life's commencement and dignity definitions."
  },
  {
    "id": 62,
    "statement": "square root of 2 is proven irrational through contradiction]"
  },
  {
    "id": 63,
    "statement": "Genetic variation arises from mutations, gene flow, recombination, and duplication, with emphasis on mutations in small populations."
  },
  {
    "id": 64,
    "statement": "Meritocracy requires equal opportunities to prevent inequity."
  },
  {
    "id": 65,
    "statement": "Comprehensive food storage requires combination of methods and regular maintenance."
  },
  {
    "id": 66,
    "statement": "Food storage methods can impact wildlife's ability to access food."
  },
  {
    "id": 67,
    "statement": "Moral judgments balance cultural, historical, and personal influences."
  },
  {
    "id": 68,
    "statement": "Lying sometimes morally acceptable for harm prevention and protection."
  },
  {
    "id": 69,
    "statement": "The commutative property has exceptions in non-commutative operations."
  },
  {
    "id": 70,
    "statement": "Moral objectivity balances universal principles with cultural relativism."
  },
  {
    "id": 71,
    "statement": "Autonomy involves complex interplay of intentions, character, and context."
  },
  {
    "id": 72,
    "statement": "Mandatory voting enhances democracy through informed civic engagement."
  },
  {
    "id": 73,
    "statement": "Viruses replicate inside cells; not considered living organisms."
  },
  {
    "id": 74,
    "statement": "Earth's magnetic field generated through dynamo action in outer core."
  },
  {
    "id": 75,
    "statement": "Square root of 2 is proven irrational by contradiction."
  },
  {
    "id": 76,
    "statement": "Abstraction simplifies complex phenomena to focus on essential aspects."
  },
  {
    "id": 77,
    "statement": "Proof by contradiction used to prove mathematical statements' existence."
  },
  {
    "id": 78,
    "statement": "Mathematical proofs yield high confidence but not absolute certainty."
  },
  {
    "id": 79,
    "statement": "DNA sequence determines traits through gene expression and proteins function"
  },
  {
    "id": 80,
    "statement": "Genetic information influences traits, influenced by environmental interactions"
  },
  {
    "id": 81,
    "statement": "The electromagnetic spectrum encompasses all frequencies and energies."
  },
  {
    "id": 82,
    "statement": "Moral objectivity requires facts and principles above human influence"
  },
  {
    "id": 83,
    "statement": "Moral principles are influenced by cumulative societal changes."
  },
  {
    "id": 84,
    "statement": "The commutative property has exceptions in non-commutative operations."
  },
  {
    "id": 85,
    "statement": "Universal Basic Income tackles income inequality through sustainable means."
  },
  {
    "id": 86,
    "statement": "Sentience distinguishes living beings from non-living entities, deserving ethical consideration."
  },
  {
    "id": 87,
    "statement": "Moral truths can be subjective and context-dependent, but also shareable."
  },
  {
    "id": 88,
    "statement": "Mandatory voting enhances democracy through increased civic engagement."
  },
  {
    "id": 89,
    "statement": "Animal suffering assessed by behavioral, physiological, and neurobiological measures."
  },
  {
    "id": 90,
    "statement": "The commutative property only applies to addition and multiplication."
  },
  {
    "id": 91,
    "statement": "Moral judgments influenced by cultural and historical contexts."
  },
  {
    "id": 92,
    "statement": "Mandatory voting may increase civic engagement in specific contexts."
  },
  {
    "id": 93,
    "statement": "Moral judgments influenced by cultural, historical, and psychological factors."
  },
  {
    "id": 94,
    "statement": "Moral truths are subjective and exist within cultural context."
  },
  {
    "id": 95,
    "statement": "Genetic variation arises from complex interactions of mechanisms."
  },
  {
    "id": 96,
    "statement": "Newton's 3rd law has limitations in quantum mechanics and relativistic systems."
  },
  {
    "id": 97,
    "statement": "Autonomy implies balance between individual rights and societal concerns."
  },
  {
    "id": 98,
    "statement": "A woman's autonomy is compromised by external interference."
  },
  {
    "id": 99,
    "statement": "Square root of 2 is proven irrational by contradiction proof."
  },
  {
    "id": 100,
    "statement": "Absolute pacifism rejects all violence in all forms and situations."
  },
  {
    "id": 101,
    "statement": "Molten iron in Earth's outer core generates strong magnetic field through convection."
  },
  {
    "id": 102,
    "statement": "Molten iron convection drives Earth's magnetic field through dynamo action."
  },
  {
    "id": 103,
    "statement": "Moral principles adapt through societal change, knowledge, and culture."
  },
  {
    "id": 104,
    "statement": "Cell theory remains conceptually fundamental in biology despite exceptions."
  },
  {
    "id": 105,
    "statement": "Moral truths exist independently of human opinion or perspective."
  },
  {
    "id": 106,
    "statement": "Abortion morality tied to life's beginning and human dignity definition."
  },
  {
    "id": 107,
    "statement": "Meritocracy alone cannot eliminate social and economic inequity"
  },
  {
    "id": 108,
    "statement": "Environmental interactions impact gene expression by epigenetic modification."
  },
  {
    "id": 109,
    "statement": "All forms of electromagnetic radiation fit within the electromagnetic spectrum"
  },
  {
    "id": 110,
    "statement": "Moral principles evolve through experiences, culture, and time."
  },
  {
    "id": 111,
    "statement": "The Law of Large Numbers states sample means converge probability-wise."
  },
  {
    "id": 112,
    "statement": "Elevated and sealed food storage may hinder wildlife access."
  },
  {
    "id": 113,
    "statement": "Boiling water kills most pathogens, but not thermoresistant microorganisms."
  },
  {
    "id": 114,
    "statement": "Animal capacity for suffering considered in welfare decision-making."
  },
  {
    "id": 115,
    "statement": "Mandatory voting alone does not increase civic engagement."
  },
  {
    "id": 116,
    "statement": "Abortion morality depends on commencement and dignity definitions"
  },
  {
    "id": 117,
    "statement": "Moral objectivity stems from inherent value, transcending human opinion"
  },
  {
    "id": 118,
    "statement": "Moral judgments influenced by cultural and historical contexts."
  },
  {
    "id": 119,
    "statement": "Evolutionary rates and mechanisms diverse among organisms and viruses."
  },
  {
    "id": 120,
    "statement": "Sentience defined as capacity for subjective experiences."
  },
  {
    "id": 121,
    "statement": "Abortion morality tied to life's beginning and human dignity."
  },
  {
    "id": 122,
    "statement": "Light is electromagnetic radiation with high frequency and higher energy."
  },
  {
    "id": 123,
    "statement": "Design elements shape Universal Basic Income's success and sustainability."
  },
  {
    "id": 124,
    "statement": "The Law of Large Numbers ensures average convergence to population mean."
  },
  {
    "id": 125,
    "statement": "pH 7 is the neutral point due to equal H+ and OH- concentrations."
  },
  {
    "id": 126,
    "statement": "Moral objectivity may require commonalities across cultures and societies."
  },
  {
    "id": 127,
    "statement": "Moral principles adapt through experiences, culture, and gradual historical change."
  },
  {
    "id": 128,
    "statement": "pH <7 acidic, >7 basic; neutral water is pH7."
  },
  {
    "id": 129,
    "statement": "Absolute pacifism rejects violence in all forms, situations."
  },
  {
    "id": 130,
    "statement": "Abortion morality depends on human dignity and life definitions"
  },
  {
    "id": 131,
    "statement": "√2 is irrational; cannot be expressed as a finite decimal or fraction"
  },
  {
    "id": 132,
    "statement": "Genetic variation arises from multiple mechanisms interacting."
  },
  {
    "id": 133,
    "statement": "Mathematical proofs provide high confidence, not absolute certainty."
  },
  {
    "id": 134,
    "statement": "Objectivity in moral truths requires independent existence"
  },
  {
    "id": 135,
    "statement": "Moral principles can be both personal and universally applied"
  },
  {
    "id": 136,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 137,
    "statement": "Moral growth arises from personal experiences and cultural exchange."
  },
  {
    "id": 138,
    "statement": "Minority identities refer to unique cultural practices, languages, and beliefs."
  },
  {
    "id": 139,
    "statement": "Heat-driven convection generates electric currents in the Earth's core."
  },
  {
    "id": 140,
    "statement": "Moral values emerge from dynamic interactions between intentions, character, and context."
  },
  {
    "id": 141,
    "statement": "Informed consent essential in euthanasia for autonomy and dignity."
  },
  {
    "id": 142,
    "statement": "Moral principles adapt through experiences, culture, and time."
  },
  {
    "id": 143,
    "statement": "Wealth redistribution not a moral obligation, requires nuanced discourse."
  },
  {
    "id": 144,
    "statement": "Cell theory remains fundamental despite exceptions in biology."
  },
  {
    "id": 145,
    "statement": "Elevation and sealing not foolproof wildlife deterrent methods."
  },
  {
    "id": 146,
    "statement": "Light has mid-range energy in electromagnetic spectrum."
  },
  {
    "id": 147,
    "statement": "Sentience refers to subjective experiences, emotions, and feelings in beings."
  },
  {
    "id": 148,
    "statement": "Irrational numbers are real numbers not expressible as finite decimals."
  },
  {
    "id": 149,
    "statement": "Human dignity tied to inherent value and worth of human life."
  },
  {
    "id": 150,
    "statement": "Moral truths may exist independently of human opinion and perspective."
  },
  {
    "id": 151,
    "statement": "pH scale is logarithmic, with small changes having significant effects"
  },
  {
    "id": 152,
    "statement": "Progressive taxation reduces wealth disparity through redistributive measures."
  },
  {
    "id": 153,
    "statement": "pH measures hydrogen ion concentration in a solution"
  },
  {
    "id": 154,
    "statement": "Electromagnetic radiation spans a continuous range of frequencies and energies."
  },
  {
    "id": 155,
    "statement": "Design elements shape Universal Basic Income's success and sustainability through careful planning and implementation."
  },
  {
    "id": 156,
    "statement": "Newton's 3rd law limited in quantum and relativistic systems"
  },
  {
    "id": 157,
    "statement": "Mathematical proofs provide high confidence, not absolute certainty always."
  },
  {
    "id": 158,
    "statement": "Boiling water kills most pathogens, except thermoresistant microorganisms."
  },
  {
    "id": 159,
    "statement": "Moral judgments influenced by cultural and historical contexts."
  },
  {
    "id": 160,
    "statement": "Dignity definitions influence moral stance on abortion and life's commencement."
  },
  {
    "id": 161,
    "statement": "The electromagnetic spectrum encompasses all frequencies and energies of radiation."
  },
  {
    "id": 162,
    "statement": "Government decisions should be based on evidence and public interest not religion."
  },
  {
    "id": 163,
    "statement": "Genetic variation arises from interplay of multiple mechanisms, including gene conversion."
  },
  {
    "id": 164,
    "statement": "Genetic information interacts with environment, influencing traits and susceptibility."
  },
  {
    "id": 165,
    "statement": "Effective food storage combines multiple methods with regular maintenance practices."
  },
  {
    "id": 166,
    "statement": "Moral objectivity stems from inherent value and transcends human."
  },
  {
    "id": 167,
    "statement": "Ethics: individual freedom should respect harm principles and environment."
  },
  {
    "id": 168,
    "statement": "Boiling water may not kill all thermoresistant bacteria due"
  },
  {
    "id": 169,
    "statement": "Meritocracy limits social and economic mobility due to structural barriers"
  },
  {
    "id": 170,
    "statement": "Mathematical proofs provide extremely high confidence, not absolute certainty."
  },
  {
    "id": 171,
    "statement": "Genetic variation arises from multiple mechanisms interacting dynamically."
  },
  {
    "id": 172,
    "statement": "Newton's 3rd law limited in quantum mechanics and relativity due to non-locality and spacetime curvature."
  },
  {
    "id": 173,
    "statement": "Moral principles adapt to societal, scientific, and cultural changes."
  },
  {
    "id": 174,
    "statement": "Moral truths can be both subjective and objective, influenced by culture."
  },
  {
    "id": 175,
    "statement": "Mental well-being, social connections, and purpose intertwined determine well-being."
  },
  {
    "id": 176,
    "statement": "Regular maintenance involves routine checks and tasks for food storage."
  },
  {
    "id": 177,
    "statement": "Empathy is a fundamental aspect of building trust between individuals."
  },
  {
    "id": 178,
    "statement": "Sentience is the capacity for subjective experiences, including emotions"
  },
  {
    "id": 179,
    "statement": "Mandatory voting potentially fosters informed, responsive, and accountable governance."
  },
  {
    "id": 180,
    "statement": "Abortion morality depends on various factors, not solely commencement of life."
  },
  {
    "id": 181,
    "statement": "Epigenetic modifications result from various environmental and lifestyle factors."
  },
  {
    "id": 182,
    "statement": "Cultural assimilation can erase minority identities and languages."
  },
  {
    "id": 183,
    "statement": "Epigenetic modification: histone chemical groups influence gene expression."
  },
  {
    "id": 184,
    "statement": "Genetic variation arises primarily from mutations, gene flow, recombination."
  },
  {
    "id": 185,
    "statement": "Human dignity rooted in autonomous moral agency not solely biology."
  },
  {
    "id": 186,
    "statement": "Molten iron convection drives Earth's magnetic field through dynamo action"
  },
  {
    "id": 187,
    "statement": "Boiling water may not kill certain heat-resistant bacteria, viruses, and prions."
  },
  {
    "id": 188,
    "statement": "Absolute pacifism prioritizes non-violence, with possible exceptions."
  },
  {
    "id": 189,
    "statement": "Commutative property applies to various binary operations."
  },
  {
    "id": 190,
    "statement": "Moral decision-making involves complex interplay of intentions, character, and situational context."
  },
  {
    "id": 191,
    "statement": "Meritocracy can be biased; addressing these biases is crucial"
  },
  {
    "id": 192,
    "statement": "Environmental degradation exacerbates social and economic inequalities."
  },
  {
    "id": 193,
    "statement": "Genetic variation arises from complex interplay of multiple mechanisms"
  },
  {
    "id": 194,
    "statement": "Boiling water kills most pathogens, but not all bacteria."
  },
  {
    "id": 195,
    "statement": "Universal Basic Income (UBI) reduces poverty and income inequality."
  },
  {
    "id": 196,
    "statement": "Corporal punishment increases aggression, depression, and violence in children."
  },
  {
    "id": 197,
    "statement": "Animal capacity for suffering linked to brain structure and social behavior."
  },
  {
    "id": 198,
    "statement": "High-frequency electromagnetic radiation includes visible light with frequencies between 4.3×10^14 and 7.5×10^14 Hz."
  },
  {
    "id": 199,
    "statement": "Meritocracy requires fair access to education, resources, and opportunities."
  }
]