[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 2,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 3,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 4,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 5,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 6,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 7,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 8,
    "statement": "Square root of 2 is irrational, cannot be expressed as fraction."
  },
  {
    "id": 9,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 10,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 11,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 12,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 13,
    "statement": "√2 is irrational; cannot be expressed as a fraction."
  },
  {
    "id": 14,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 15,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 16,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 17,
    "statement": "Basic wilderness survival requires adaptability and resourcefulness paramount."
  },
  {
    "id": 18,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 19,
    "statement": "Gender equality is non-negotiable for a just and progressive society."
  },
  {
    "id": 20,
    "statement": "Evolution may occur unequally among different organisms and viruses."
  },
  {
    "id": 21,
    "statement": "A bowline knot is a reliable and secure loop creation."
  },
  {
    "id": 22,
    "statement": "Context and intent guide evaluation of oppressive laws."
  },
  {
    "id": 23,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 24,
    "statement": "Quantum particles behave as waves or particles depending on observation."
  },
  {
    "id": 25,
    "statement": "Cultural assimilation policies harm diversity and should be abolished."
  },
  {
    "id": 26,
    "statement": "Chaotic dynamics often contradict Newton's 3rd law assumptions"
  },
  {
    "id": 27,
    "statement": "Chemical reactions conserve mass; atoms rearrange but aren’t created/destroyed."
  },
  {
    "id": 28,
    "statement": "Veganism is the only ethical diet as it avoids animal exploitation."
  },
  {
    "id": 29,
    "statement": "Legal systems must prioritize restorative justice over punitive measures."
  },
  {
    "id": 30,
    "statement": "Retributive justice is unethical; rehabilitation should be the penal system's goal."
  },
  {
    "id": 31,
    "statement": "Public spaces must be inclusive, accommodating all genders and abilities."
  },
  {
    "id": 32,
    "statement": "Swimming parallel to shore helps conserve energy in riptides."
  },
  {
    "id": 33,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 34,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 35,
    "statement": "Societal responsibility ensures collective healthcare access for all."
  },
  {
    "id": 36,
    "statement": "Universal basic income is essential to address automation-driven job loss."
  },
  {
    "id": 37,
    "statement": "Free speech must be absolute, even when offensive, to preserve liberty."
  },
  {
    "id": 38,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 39,
    "statement": "Human dignity is inherent, inalienable, and essential to human rights."
  },
  {
    "id": 40,
    "statement": "pH <7 acidic, >7 basic; neutral water is pH7."
  },
  {
    "id": 41,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 42,
    "statement": "Bayes’ theorem calculates conditional probability: P(A|B) = [P(B|A)P(A)] / P(B)."
  },
  {
    "id": 43,
    "statement": "Universal healthcare is a societal responsibility to ensure equal access."
  },
  {
    "id": 44,
    "statement": "Meritocracy is ideal but requires equal opportunity to prevent inequity."
  },
  {
    "id": 45,
    "statement": "π is the ratio of a circle’s circumference to diameter."
  },
  {
    "id": 46,
    "statement": "National borders should be open to promote global solidarity and exchange."
  },
  {
    "id": 47,
    "statement": "Sentience is a subjective experience distinct from consciousness."
  },
  {
    "id": 48,
    "statement": "Education should be secular to maintain neutrality and foster critical thinking."
  },
  {
    "id": 49,
    "statement": "CPR: 30 chest compressions followed by 2 rescue breaths."
  },
  {
    "id": 50,
    "statement": "Censorship of art undermines cultural progress and freedom of expression."
  },
  {
    "id": 51,
    "statement": "Treat burns with cool water, avoid ice or ointments."
  },
  {
    "id": 52,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 53,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 54,
    "statement": "Progressive taxation is fairer as it reduces economic disparities."
  },
  {
    "id": 55,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 56,
    "statement": "Swim parallel to shore if caught in a rip current."
  },
  {
    "id": 57,
    "statement": "Progressive taxation reduces economic disparities through redistribution."
  },
  {
    "id": 58,
    "statement": "Calculus links differentiation and integration through the FTC."
  },
  {
    "id": 59,
    "statement": "Water expands when frozen due to unique molecular arrangement."
  },
  {
    "id": 60,
    "statement": "Absolute pacifism is morally essential; violence can never be justified."
  },
  {
    "id": 61,
    "statement": "Boiling water kills most pathogens, but not all, at 212°F/100°C for 3-5 minutes."
  },
  {
    "id": 62,
    "statement": "Corporal punishment can lead to increased aggression in children."
  },
  {
    "id": 63,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 64,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 65,
    "statement": "A solar still uses evaporation and condensation to purify water."
  },
  {
    "id": 66,
    "statement": "Magnetic north pole different from geographic North Pole."
  },
  {
    "id": 67,
    "statement": "The commutative property applies to algebraic operations of addition and multiplication"
  },
  {
    "id": 68,
    "statement": "Pythagorean theorem only applies to right triangles with real values."
  },
  {
    "id": 69,
    "statement": "Honesty fosters trust, facilitating cooperation and strong relationships."
  },
  {
    "id": 70,
    "statement": "Build a solar still to extract groundwater in deserts."
  },
  {
    "id": 71,
    "statement": "Fibonacci sequence: important in math, biology, finance, art, and nature patterns."
  },
  {
    "id": 72,
    "statement": "Intellectual property laws stifle innovation and should be relaxed."
  },
  {
    "id": 73,
    "statement": "Signal distress with three repeated sounds, lights, or marks."
  },
  {
    "id": 74,
    "statement": "Supernovae are massive star explosions scattering heavy elements."
  },
  {
    "id": 75,
    "statement": "Militarization of police erodes community trust and escalates violence."
  },
  {
    "id": 76,
    "statement": "Law of large numbers: sample means converge to expected value."
  },
  {
    "id": 77,
    "statement": "Planets orbit elliptically with speed increasing near the Sun."
  },
  {
    "id": 78,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 79,
    "statement": "All organisms evolve via natural selection and genetic variation (evolution)."
  },
  {
    "id": 80,
    "statement": "Iodine tablets and UV light disinfect water against microorganisms."
  },
  {
    "id": 81,
    "statement": "Atomic number equals proton count, defining the element."
  },
  {
    "id": 82,
    "statement": "Moss growth influenced by humidity, sunlight, and soil quality."
  },
  {
    "id": 83,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity."
  },
  {
    "id": 84,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun (Kepler’s laws)."
  },
  {
    "id": 85,
    "statement": "Quantum particles exhibit wave-particle duality (e.g., double-slit experiment)."
  },
  {
    "id": 86,
    "statement": "Matrix multiplication depends on matrix order for results."
  },
  {
    "id": 87,
    "statement": "Universal basic income reduces income inequality through economic security"
  },
  {
    "id": 88,
    "statement": "State surveillance infringes on privacy rights and should be minimized."
  },
  {
    "id": 89,
    "statement": "DNA carries genetic information through nucleotide sequences (A, T, C, G)."
  },
  {
    "id": 90,
    "statement": "Light speed in vacuum is constant (~3×10^8 m/s) per relativity."
  },
  {
    "id": 91,
    "statement": "Photosynthesis converts CO₂ + H₂O + light → glucose + O₂."
  },
  {
    "id": 92,
    "statement": "Newton’s 3rd law: Every action has an equal, opposite reaction."
  },
  {
    "id": 93,
    "statement": "Danger lurks in isolated trees during severe thunderstorms."
  },
  {
    "id": 94,
    "statement": "Intellectual property laws balance innovation and protection."
  },
  {
    "id": 95,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 96,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays."
  },
  {
    "id": 97,
    "statement": "Bayes' theorem updates conditional probability estimates using new evidence"
  },
  {
    "id": 98,
    "statement": "Earth’s core generates magnetic field via molten iron convection."
  },
  {
    "id": 99,
    "statement": "The Prime Number Theorem estimates prime numbers' distribution."
  },
  {
    "id": 100,
    "statement": "Enzymes lower activation energy, accelerating biochemical reactions."
  },
  {
    "id": 101,
    "statement": "Edible plants are safe for humans to consume without harm."
  },
  {
    "id": 102,
    "statement": "Ecosystems rely on energy flow (food chains) and nutrient cycling."
  },
  {
    "id": 103,
    "statement": "Prime numbers are integers >1 divisible only by 1 and themselves."
  },
  {
    "id": 104,
    "statement": "Pythagorean theorem: a² + b² = c² in right triangles."
  },
  {
    "id": 105,
    "statement": "Derivatives measure instantaneous rate of change (calculus)."
  },
  {
    "id": 106,
    "statement": "Fibonacci sequence: each number is the sum of the two preceding."
  },
  {
    "id": 107,
    "statement": "Euler’s identity: e^(iπ) + 1 = 0 combines five fundamental constants."
  },
  {
    "id": 108,
    "statement": "Commutative property: a + b = b + a; a × b = b × a."
  },
  {
    "id": 109,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.8 m/s²."
  },
  {
    "id": 110,
    "statement": "Complex numbers: a + bi, where i² = -1."
  },
  {
    "id": 111,
    "statement": "Quadratic formula: x = [-b ± √(b² - 4ac)] / 2a."
  },
  {
    "id": 112,
    "statement": "Fundamental theorem of arithmetic: every integer >1 has unique prime factors."
  },
  {
    "id": 113,
    "statement": "Trigonometric identities: sin²θ + cos²θ = 1."
  },
  {
    "id": 114,
    "statement": "Euclidean geometry: parallel lines never meet in a plane."
  },
  {
    "id": 115,
    "statement": "Environmental conservation is a moral obligation to ensure survival."
  },
  {
    "id": 116,
    "statement": "Binomial theorem expands (a + b)^n using coefficients."
  },
  {
    "id": 117,
    "statement": "Fundamental theorem of calculus links differentiation and integration."
  },
  {
    "id": 118,
    "statement": "Matrix multiplication is non-commutative: AB ≠ BA generally."
  },
  {
    "id": 119,
    "statement": "ZFC axioms form the foundation of set theory."
  },
  {
    "id": 120,
    "statement": "Prime number theorem approximates distribution of primes among integers."
  },
  {
    "id": 121,
    "statement": "Elevate food storage containers to outsmart wildlife access"
  },
  {
    "id": 122,
    "statement": "Navigate via moss (grows on tree’s north side in Northern Hemisphere)."
  },
  {
    "id": 123,
    "statement": "Fire requires heat, fuel, oxygen; remove one to extinguish."
  },
  {
    "id": 124,
    "statement": "Boil water for 1+ minute to kill pathogens."
  },
  {
    "id": 125,
    "statement": "Insulate shelter with leaves/grass to retain body heat."
  },
  {
    "id": 126,
    "statement": "Genetic engineering in humans raises potential unforeseen consequences''"
  },
  {
    "id": 127,
    "statement": "First aid: Apply direct pressure to stop severe bleeding."
  },
  {
    "id": 128,
    "statement": "Edible plants: avoid those with milky sap or bitter taste."
  },
  {
    "id": 129,
    "statement": "Tie a bowline knot for secure, non-slipping loops."
  },
  {
    "id": 130,
    "statement": "Hypothermia treatment: gradual rewarming, avoid alcohol, insulate from ground."
  },
  {
    "id": 131,
    "statement": "Identify animal tracks to locate water sources."
  },
  {
    "id": 132,
    "statement": "Earthquakes: Drop, cover, hold until shaking stops."
  },
  {
    "id": 133,
    "statement": "Purify water with iodine tablets or UV light."
  },
  {
    "id": 134,
    "statement": "Avoid sheltering under isolated trees during thunderstorms."
  },
  {
    "id": 135,
    "statement": "Use a compass: red needle points magnetic north."
  },
  {
    "id": 136,
    "statement": "SOS signal: three short, three long, three short."
  },
  {
    "id": 137,
    "statement": "Abortion laws must balance individual rights with societal norms."
  },
  {
    "id": 138,
    "statement": "Meritocracy requires equal opportunity to prevent inequity through fairness"
  },
  {
    "id": 139,
    "statement": "Education is the key to personal and societal growth."
  },
  {
    "id": 140,
    "statement": "Fire requires heat, fuel, and oxygen to sustain combustion"
  },
  {
    "id": 141,
    "statement": "Cells are fundamental units of life, smallest capable of reproduction."
  },
  {
    "id": 142,
    "statement": "Complex numbers extend real numbers to two-dimensional plane"
  },
  {
    "id": 143,
    "statement": "Considerations about utilitarianism lead to moral dilemmas."
  },
  {
    "id": 144,
    "statement": "The law of large numbers converges sample averages to population mean."
  },
  {
    "id": 145,
    "statement": "Enzymes lower activation energy by binding to substrate."
  },
  {
    "id": 146,
    "statement": "Unbearable suffering encompasses intense, prolonged physical, emotional, or mental distress."
  },
  {
    "id": 147,
    "statement": "Moss growth influenced by humidity and soil conditions, not sunlight."
  },
  {
    "id": 148,
    "statement": "Photosynthesis: Light energy absorbed, converted to chemical energy, glucose and O2 produced."
  },
  {
    "id": 149,
    "statement": "Government policymaking seeks balance between autonomy and diverse perspectives."
  },
  {
    "id": 150,
    "statement": "Cellular respiration generates most ATP in mitochondria."
  },
  {
    "id": 151,
    "statement": "Atomic number determines element's chemical properties through electron count."
  },
  {
    "id": 152,
    "statement": "DNA carries genetic info through nucleotide sequences determining traits"
  },
  {
    "id": 153,
    "statement": "Expanding binomial to power using coefficients and rules."
  },
  {
    "id": 154,
    "statement": "pH measures hydrogen ion concentration in a solution"
  },
  {
    "id": 155,
    "statement": "Uncertainty in gravity measurement is inherent due to various factors."
  },
  {
    "id": 156,
    "statement": "CPR protocol for untrained rescuers in adult cardiac arrest."
  },
  {
    "id": 157,
    "statement": "Morality is influenced by a combination of biology and culture."
  },
  {
    "id": 158,
    "statement": "Ethical diets prioritize animal welfare and sustainable agriculture."
  },
  {
    "id": 159,
    "statement": "Identifying animal tracks can lead to locating water sources in wilderness."
  },
  {
    "id": 160,
    "statement": "Hypothermia treatment: gradual rewarming, insulate from ground, seek medical aid."
  },
  {
    "id": 161,
    "statement": "Restorative justice prioritizes healing and accountability over punishment."
  },
  {
    "id": 162,
    "statement": "Energy flow and nutrient cycling sustain ecosystem balance."
  },
  {
    "id": 163,
    "statement": "π is a mathematical constant defined as circumference/diameter"
  },
  {
    "id": 164,
    "statement": "Energy is conserved, converted, never created or destroyed."
  },
  {
    "id": 165,
    "statement": "Universal healthcare is essential for societal well-being and fairness."
  },
  {
    "id": 166,
    "statement": "National borders should be open to promote economic cooperation."
  },
  {
    "id": 167,
    "statement": "Artistic censorship can have both negative and positive effects on society."
  },
  {
    "id": 168,
    "statement": "Kantian ethics prioritizes duty over desirable consequences in moral decision-making"
  },
  {
    "id": 169,
    "statement": "Quantum particles exhibit wave-particle duality."
  },
  {
    "id": 170,
    "statement": "Electromagnetic spectrum includes cosmic rays and neutrinos beyond gamma rays"
  },
  {
    "id": 171,
    "statement": "Mitochondria generate ATP through cellular respiration process."
  },
  {
    "id": 172,
    "statement": "Honesty fosters trust through emotional dependencies and reciprocity."
  },
  {
    "id": 173,
    "statement": "Strengthening institutions promotes accountability in democratic systems."
  },
  {
    "id": 174,
    "statement": "Cultural context influences parental decision-making on children's welfare"
  },
  {
    "id": 175,
    "statement": "Public spaces must ensure accessibility and inclusivity through policy and training."
  },
  {
    "id": 176,
    "statement": "The SOS signal consists of dots-dashes-dots in Morse code."
  },
  {
    "id": 177,
    "statement": "Three short blasts or flashes signal distress in emergencies"
  },
  {
    "id": 178,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 179,
    "statement": "Spacetime fabric combines space and time; light speed limit is 3x10^8 m/s."
  },
  {
    "id": 180,
    "statement": "A derivative measures the limit of average change as interval approaches zero."
  },
  {
    "id": 181,
    "statement": "Surveillance can be invasive and erode civil liberties."
  },
  {
    "id": 182,
    "statement": "Trigonometry: sin²θ + cos²θ equals 1 fundamentally."
  },
  {
    "id": 183,
    "statement": "Minor burns treated with cool water and topical antibiotic ointment."
  },
  {
    "id": 184,
    "statement": "Prime numbers exceed one, divisible only by one and themselves."
  },
  {
    "id": 185,
    "statement": "Free speech protection can be achieved through education and critical thinking."
  },
  {
    "id": 186,
    "statement": "The inherent right to life is a fundamental human principle."
  },
  {
    "id": 187,
    "statement": "Quadratic formula solves quadratic equations with two solutions."
  },
  {
    "id": 188,
    "statement": "Meiosis combines genetic material through chromosomal crossover to increase diversity."
  },
  {
    "id": 189,
    "statement": "Social justice involves addressing structural and systemic inequality."
  },
  {
    "id": 190,
    "statement": "Surveillance Monday night must respect individuals' privacy rights and freedoms."
  },
  {
    "id": 191,
    "statement": "Universal human rights are inherent, not culturally relative."
  },
  {
    "id": 192,
    "statement": "Utilitarianism prioritizes collective happiness over individual rights."
  },
  {
    "id": 193,
    "statement": "Cultural assimilation erases minority cultural identities and diversity."
  },
  {
    "id": 194,
    "statement": "Earthquakes: Drop, cover, and hold onto ground surface."
  },
  {
    "id": 195,
    "statement": "Absolute pacifism rejects all violence in any circumstances."
  },
  {
    "id": 196,
    "statement": "Chemical reactions conserve mass by rearranging atoms, not creating or destroying."
  },
  {
    "id": 197,
    "statement": "Punishment alone can be ineffective in reducing recidivism rates"
  },
  {
    "id": 198,
    "statement": "Integers >1 have unique prime factors in their product form."
  }
]