[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 2,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 3,
    "statement": "Square root of 2 is irrational, cannot be expressed as fraction."
  },
  {
    "id": 4,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 5,
    "statement": "Commutative property only applies to addition and multiplication of numbers."
  },
  {
    "id": 6,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 7,
    "statement": "Absolute pacifism is a strictly non-violent philosophical stance."
  },
  {
    "id": 8,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 9,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 10,
    "statement": "Abortion morality depends on life's commencement and dignity definitions."
  },
  {
    "id": 11,
    "statement": "Genetic variation arises from mutations, gene flow, recombination, and duplication."
  },
  {
    "id": 12,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 13,
    "statement": "Trust involves multiple factors: reliability, competence, and empathy."
  },
  {
    "id": 14,
    "statement": "Mandatory voting fosters informed, responsive, and accountable governance."
  },
  {
    "id": 15,
    "statement": "Mandatory voting increases civic engagement through education campaigns"
  },
  {
    "id": 16,
    "statement": "Converging sample averages reflect population mean's probability not exactly equal"
  },
  {
    "id": 17,
    "statement": "Sentience refers to subjective experiences of sensations, emotions, and feelings."
  },
  {
    "id": 18,
    "statement": "Autonomy's scope in abortion decisions remains a contentious issue"
  },
  {
    "id": 19,
    "statement": "Boiling water kills most pathogens, but not all types."
  },
  {
    "id": 20,
    "statement": "Secure bowline knot has specific criteria for reliability."
  },
  {
    "id": 21,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 22,
    "statement": "Absolute pacifism rejects violence in all circumstances, prioritizing non-violent conflict resolution."
  },
  {
    "id": 23,
    "statement": "Progressive taxation reduces wealth disparity through redistributive measures."
  },
  {
    "id": 24,
    "statement": "Evolutionary rates and mechanisms vary among organisms and viruses."
  },
  {
    "id": 25,
    "statement": "Converging sample averages reflect population mean's probability"
  },
  {
    "id": 26,
    "statement": "Genetic information influences traits, influenced by environmental interactions"
  },
  {
    "id": 27,
    "statement": "Absolute pacifism balances non-violence with self-defense and protection."
  },
  {
    "id": 28,
    "statement": "Morality is context-dependent and influenced by various factors."
  },
  {
    "id": 29,
    "statement": "Molten iron convection drives the Earth's magnetic field generation."
  },
  {
    "id": 30,
    "statement": "The commutative property only applies to addition and multiplication."
  },
  {
    "id": 31,
    "statement": "Institutional design combines transparency, participation, and oversight mechanisms."
  },
  {
    "id": 32,
    "statement": "√2 is irrational; cannot be expressed as a fraction."
  },
  {
    "id": 33,
    "statement": "Magnetic field generated by molten iron's convection and rotation."
  },
  {
    "id": 34,
    "statement": "Square root of 2 is proven irrational by contradiction."
  },
  {
    "id": 35,
    "statement": "Meritocracy requires equal opportunities to prevent inequity."
  },
  {
    "id": 36,
    "statement": "Religious institutions should influence policies through open consultation"
  },
  {
    "id": 37,
    "statement": "Informed consent is essential in medical decision-making with euthanasia."
  },
  {
    "id": 38,
    "statement": "The electromagnetic spectrum encompasses all frequencies and energies."
  },
  {
    "id": 39,
    "statement": "Molten iron convection drives Earth's magnetic field through dynamo action."
  },
  {
    "id": 40,
    "statement": "Trust involves multiple factors: reliability, competence, and empathy."
  },
  {
    "id": 41,
    "statement": "Progressive taxation involves redistributive measures to reduce wealth disparity"
  },
  {
    "id": 42,
    "statement": "Mathematical proofs always verify rational numbers definitively"
  },
  {
    "id": 43,
    "statement": "Cell theory remains conceptually fundamental in biology despite exceptions."
  },
  {
    "id": 44,
    "statement": "Boiling water kills most pathogens, but some resistant microorganisms exist."
  },
  {
    "id": 45,
    "statement": "Water's unique crystalline structure causes it to float on top."
  },
  {
    "id": 46,
    "statement": "Cultural assimilation suppresses minority cultures, diversity, and individuality."
  },
  {
    "id": 47,
    "statement": "It is never morally acceptable to lie to someone."
  },
  {
    "id": 48,
    "statement": "Abortion morality depends on commencement and dignity definitions"
  },
  {
    "id": 49,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 50,
    "statement": "Human life has inherent value; its ending is morally significant."
  },
  {
    "id": 51,
    "statement": "Genetic information influences traits, modified by environmental factors."
  },
  {
    "id": 52,
    "statement": "Comprehensive food storage requires combination of methods and regular maintenance."
  },
  {
    "id": 53,
    "statement": "Law of large numbers: sample means converge to expected value."
  },
  {
    "id": 54,
    "statement": "Individuals' autonomy and dignity must be respected in end-of-life decisions."
  },
  {
    "id": 55,
    "statement": "Evolutionary rates and mechanisms vary among organisms and viruses."
  },
  {
    "id": 56,
    "statement": "Parents prioritize children's welfare above all by selfless actions."
  },
  {
    "id": 57,
    "statement": "Genetic information is encoded in a unique DNA sequence"
  },
  {
    "id": 58,
    "statement": "Chaotic systems exhibit unpredictable behavior due to complex interactions."
  },
  {
    "id": 59,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 60,
    "statement": "Euthanasia's ethics balance persuasion with protecting vulnerable populations."
  },
  {
    "id": 61,
    "statement": "Animal welfare evaluated based on capacity for suffering."
  },
  {
    "id": 62,
    "statement": "Universal Basic Income tackles income inequality through sustainable means."
  },
  {
    "id": 63,
    "statement": "Mandatory voting fosters civic engagement through informed participation."
  },
  {
    "id": 64,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 65,
    "statement": "Genetic variation arises from mutations, gene flow, recombination, and duplication."
  },
  {
    "id": 66,
    "statement": "Cell theory has exceptions in viruses, prions, and non-cellular organisms."
  },
  {
    "id": 67,
    "statement": "Newton's 3rd law has limitations in quantum mechanics and relativistic systems."
  },
  {
    "id": 68,
    "statement": "Corporal punishment perpetuates cycles of violence and harm."
  },
  {
    "id": 69,
    "statement": "Utilitarianism faces issues in measuring individual happiness and applying equality."
  },
  {
    "id": 70,
    "statement": "Objectivity in moral truths requires independent existence"
  },
  {
    "id": 71,
    "statement": "Absolute pacifism allows exceptions for self-defense in extreme cases."
  },
  {
    "id": 72,
    "statement": "Harm prevention encompasses proportionality, necessity, and social consensus."
  },
  {
    "id": 73,
    "statement": "Water's unique crystalline structure is crucial for its physical properties."
  },
  {
    "id": 74,
    "statement": "Mandatory voting requires institutional arrangements for informed governance"
  },
  {
    "id": 75,
    "statement": "Honesty's foundation in trust can be relativized in exceptional circumstances"
  },
  {
    "id": 76,
    "statement": "Utilitarianism prioritizes collective happiness and maximizing overall well-being."
  },
  {
    "id": 77,
    "statement": "Food storage requires combination of methods and regular maintenance."
  },
  {
    "id": 78,
    "statement": "Mathematical proofs provide absolute certainty about rational numbers"
  },
  {
    "id": 79,
    "statement": "Oppressive laws perpetuate social, economic, and political inequalities."
  },
  {
    "id": 80,
    "statement": "Dignity in abortion debate is complex and multifaceted consideration."
  },
  {
    "id": 81,
    "statement": "Evaluation of oppressive laws requires considering societal implications."
  },
  {
    "id": 82,
    "statement": "Genetic information encoded in unique DNA sequence determines traits."
  },
  {
    "id": 83,
    "statement": "Moral values derive from complex interplay of intentions, character, and context."
  },
  {
    "id": 84,
    "statement": "Cultural assimilation can have both positive and negative effects"
  },
  {
    "id": 85,
    "statement": "The Law of Large Numbers states sample means converge to expected value."
  },
  {
    "id": 86,
    "statement": "Inherent value of human life is independent of potential or quality."
  },
  {
    "id": 87,
    "statement": "Commutative property applies to all real numbers, except modular arithmetic."
  },
  {
    "id": 88,
    "statement": "Genetic variation arises from multiple mechanisms interacting."
  },
  {
    "id": 89,
    "statement": "Utilitarianism's challenges in measuring overall happiness persist."
  },
  {
    "id": 90,
    "statement": "Meritocracy requires actively addressing biases and inequalities."
  },
  {
    "id": 91,
    "statement": "Progressive taxation seeks to reduce wealth disparity through redistributive measures."
  },
  {
    "id": 92,
    "statement": "Commutative property applies to addition and multiplication of numbers"
  },
  {
    "id": 93,
    "statement": "Store food in sealed containers to deter wildlife and pests."
  },
  {
    "id": 94,
    "statement": "Human moral understanding evolves through experiences, culture, and time."
  },
  {
    "id": 95,
    "statement": "Mandatory voting fosters informed governance with civic education campaigns."
  },
  {
    "id": 96,
    "statement": "DNA sequence uniqueness encodes genetic information and identity."
  },
  {
    "id": 97,
    "statement": "pH <7 acidic, >7 basic; neutral water is pH7."
  },
  {
    "id": 98,
    "statement": "Moral value lies in motivation and consequences together"
  },
  {
    "id": 99,
    "statement": "Equal opportunity is essential for meritocracy to prevent inequity."
  },
  {
    "id": 100,
    "statement": "Absolute pacifism rejects violence as a means of conflict resolution."
  },
  {
    "id": 101,
    "statement": "Progressive taxation reduces wealth disparity through redistributive measures."
  },
  {
    "id": 102,
    "statement": "Absolute pacifism prioritizes non-violence, self-defense, and protection."
  },
  {
    "id": 103,
    "statement": "Societal stability relies on diverse, equitable systems and institutions."
  },
  {
    "id": 104,
    "statement": "Environmental degradation harms future generations' well-being and survival."
  },
  {
    "id": 105,
    "statement": "Cultural differences should not be used to justify human rights violations"
  },
  {
    "id": 106,
    "statement": "Gender equality varies globally, influenced by culture and tradition."
  },
  {
    "id": 107,
    "statement": "Environmental factors shape identity beyond genetic information."
  },
  {
    "id": 108,
    "statement": "Individual freedoms can be restricted for self-protection or environmental safety."
  },
  {
    "id": 109,
    "statement": "Parenting prioritizes multiple needs and values, not only children's."
  },
  {
    "id": 110,
    "statement": "Mitochondria produce ATP through oxidative phosphorylation in eukaryotes."
  },
  {
    "id": 111,
    "statement": "Moral truths are objective and exist independently."
  },
  {
    "id": 112,
    "statement": "Mitochondria generate ATP through oxidative phosphorylation process."
  },
  {
    "id": 113,
    "statement": "Individual freedoms should be balanced with harm prevention considerations."
  },
  {
    "id": 114,
    "statement": "Lying can be morally acceptable in exceptional circumstances."
  },
  {
    "id": 115,
    "statement": "Universal Basic Income reduces income inequality through economic security."
  },
  {
    "id": 116,
    "statement": "Newton's 3rd law demonstrates forces in action everywhere."
  },
  {
    "id": 117,
    "statement": "pH 7 neutrality arises from equilibrium, not equal concentrations."
  },
  {
    "id": 118,
    "statement": "Corporal punishment of children perpetuates cycles of violence and harm."
  },
  {
    "id": 119,
    "statement": "Mitochondria produce ATP through oxidative phosphorylation process."
  },
  {
    "id": 120,
    "statement": "Boiling water kills most bacteria, not all micropathogens."
  },
  {
    "id": 121,
    "statement": "Human life has inherent value; abortion terminates potential life"
  },
  {
    "id": 122,
    "statement": "Animal welfare is determined by multiple factors including capacity for suffering."
  },
  {
    "id": 123,
    "statement": "Parents prioritize children's welfare above all selflessly"
  },
  {
    "id": 124,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 125,
    "statement": "Algebraic contradiction proves square root of 2 is irrational."
  },
  {
    "id": 126,
    "statement": "Utilitarianism faces issues in measuring individual happiness and applying equality."
  },
  {
    "id": 127,
    "statement": "Molten iron convection drives Earth's magnetic field generation."
  },
  {
    "id": 128,
    "statement": "Balancing individual freedoms with potential harm to others requires nuance."
  },
  {
    "id": 129,
    "statement": "Capital punishment is justified in extreme and remorseless cases only."
  },
  {
    "id": 130,
    "statement": "Commutative property holds true for addition and multiplication only."
  },
  {
    "id": 131,
    "statement": "Parenting involves recognizing and balancing multiple needs and values."
  },
  {
    "id": 132,
    "statement": "Informed governance requires measures beyond mandatory voting itself."
  },
  {
    "id": 133,
    "statement": "Elevated and sealed storage deters wildlife with varying effectiveness."
  },
  {
    "id": 134,
    "statement": "The electromagnetic spectrum is not exhaustive, encompassing only electromagnetic energies."
  },
  {
    "id": 135,
    "statement": "Progressive taxation redistributes wealth from rich to poor."
  },
  {
    "id": 136,
    "statement": "Boiling water kills most pathogens, leaving some exceptions."
  },
  {
    "id": 137,
    "statement": "Separation of church and state ensures individual rights protection."
  },
  {
    "id": 138,
    "statement": "The Law of Large Numbers shows averages converge to the expected value."
  },
  {
    "id": 139,
    "statement": "Genetic information influences traits, interacting with environmental factors."
  },
  {
    "id": 140,
    "statement": "Mitochondria produce ATP through oxidative phosphorylation in eukaryotes."
  },
  {
    "id": 141,
    "statement": "Abortion morality depends on commencement and dignity definitions."
  },
  {
    "id": 142,
    "statement": "Storage conditions affect food contamination risk, more than containers"
  },
  {
    "id": 143,
    "statement": "pH scale measures hydrogen ion concentration in solutions."
  },
  {
    "id": 144,
    "statement": "Cultural and traditional practices shape gender equality globally."
  },
  {
    "id": 145,
    "statement": "Parents' motivations in prioritizing children's welfare are complex and multifaceted."
  },
  {
    "id": 146,
    "statement": "Secure bowline knot has specific criteria for reliability, including prescribed technique and material considerations."
  },
  {
    "id": 147,
    "statement": "Genetic variation arises from mutations, gene flow, recombination, and duplication."
  },
  {
    "id": 148,
    "statement": "pH neutrality emerges from equilibrium, not concentration equality."
  },
  {
    "id": 149,
    "statement": "Honesty's foundation in trust can be relativized in exceptional circumstances."
  },
  {
    "id": 150,
    "statement": "Capital punishment is justified in extreme and remorseless cases only, considering severity of crime, lack of remorse, and history of violence."
  },
  {
    "id": 151,
    "statement": "Boiling water has limitations in killing all pathogens, including viruses and spores."
  },
  {
    "id": 152,
    "statement": "The Law of Large Numbers states sample means converge to population mean."
  },
  {
    "id": 153,
    "statement": "Commutative property applies to binary operations satisfying symmetry."
  },
  {
    "id": 154,
    "statement": "Parenting styles influenced by personal biases and values"
  },
  {
    "id": 155,
    "statement": "Inherent value: human life has worth regardless of circumstances."
  },
  {
    "id": 156,
    "statement": "Lying may be morally acceptable in extreme situations"
  },
  {
    "id": 157,
    "statement": "Capital punishment is a violation of inherent human right to life."
  },
  {
    "id": 158,
    "statement": "Irrational numbers have real-world applications in science and engineering."
  },
  {
    "id": 159,
    "statement": "Progressive taxation reduces wealth disparity through redistributive measures."
  },
  {
    "id": 160,
    "statement": "Environmental conservation is a moral obligation to ensure survival."
  },
  {
    "id": 161,
    "statement": "Moral complexity requires situational evaluation of lying's justifiability"
  },
  {
    "id": 162,
    "statement": "Wealth redistribution involves diverse strategies and context-specific measures."
  },
  {
    "id": 163,
    "statement": "Individual freedoms can be restricted for self-protection or others' safety."
  },
  {
    "id": 164,
    "statement": "Molten iron convection drives Earth's magnetic field generation through dynamo action."
  },
  {
    "id": 165,
    "statement": "Progressive taxation is a debated topic with theoretical benefits and limitations."
  },
  {
    "id": 166,
    "statement": "Universal Basic Income (UBI) tackles income inequality sustainably."
  },
  {
    "id": 167,
    "statement": "Societal stability relies on effective governance and resource management"
  },
  {
    "id": 168,
    "statement": "Environmental conservation requires moral imperative for future survival"
  },
  {
    "id": 169,
    "statement": "Mitochondria generate ATP through oxidative phosphorylation process"
  },
  {
    "id": 170,
    "statement": "Mitochondrial inner membrane has protein complexes for oxidative phosphorylation"
  },
  {
    "id": 171,
    "statement": "Non-violence is a way of living that prioritizes peaceful conflict resolution."
  },
  {
    "id": 172,
    "statement": "Magnetic field generates from molten iron motion in Earth's core."
  },
  {
    "id": 173,
    "statement": "Corporal punishment perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 174,
    "statement": "Redistributive measures aim to reduce economic inequality through taxation."
  },
  {
    "id": 175,
    "statement": "Proof by contradiction: square root of 2 is irrational due."
  },
  {
    "id": 176,
    "statement": "Morality is influenced by context-dependent factors and judgement."
  },
  {
    "id": 177,
    "statement": "Moral truths are considered objective and universal by some."
  },
  {
    "id": 178,
    "statement": "Kantian ethics emphasizes motivation, considering consequences as evidence."
  },
  {
    "id": 179,
    "statement": "Euthanasia's ethics balance persuasion with protecting vulnerable populations' well-being"
  },
  {
    "id": 180,
    "statement": "Genetic information determines individual traits through unique DNA sequences."
  },
  {
    "id": 181,
    "statement": "Equal opportunity ensures fairness in meritocratic systems."
  },
  {
    "id": 182,
    "statement": "Trust involves multiple factors: reliability, competence, and empathy; complexity arises."
  },
  {
    "id": 183,
    "statement": "Environmental degradation's consequences are already devastating ecosystems."
  },
  {
    "id": 184,
    "statement": "Absolute pacifism is a philosophical approach rejecting all violence forms."
  },
  {
    "id": 185,
    "statement": "Honesty may not be foundation of trust universally."
  },
  {
    "id": 186,
    "statement": "Genetic information encoded in DNA determines individual's physical characteristics."
  },
  {
    "id": 187,
    "statement": "Autonomy's scope in abortion decisions encompasses various circumstances"
  },
  {
    "id": 188,
    "statement": "Environmental factors shape identity beyond genetic information."
  },
  {
    "id": 189,
    "statement": "Equal opportunities in meritocracy mean access and fair chances."
  },
  {
    "id": 190,
    "statement": "Mitochondria convert energy from glucose into ATP through oxidative phosphorylation."
  },
  {
    "id": 191,
    "statement": "Institutional design balances transparency, participation, and oversight through structures."
  },
  {
    "id": 192,
    "statement": "Informed consent crucial in medical decision-making, especially euthanasia."
  },
  {
    "id": 193,
    "statement": "Chaotic systems exhibit unpredictable behavior due to complex interactions."
  },
  {
    "id": 194,
    "statement": "Power dynamics influence ethical considerations in freedom balancing."
  },
  {
    "id": 195,
    "statement": "Cultural differences can't justify human rights violations always."
  },
  {
    "id": 196,
    "statement": "Meritocracy addresses biases and inequalities to ensure fairness."
  },
  {
    "id": 197,
    "statement": "Religious institutions should participate in policy-making through dialogue."
  },
  {
    "id": 198,
    "statement": "Empathy crucial in building trust in character and intentions."
  }
]