[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 2,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 3,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 4,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from harmoniously integrated brain regions' synchronized activity."
  },
  {
    "id": 6,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 7,
    "statement": "Consciousness arises from dynamic brain region interactions globally, integrating information."
  },
  {
    "id": 8,
    "statement": "Consciousness arises from coordinated brain region interactions globally through synchronization."
  },
  {
    "id": 9,
    "statement": "Consciousness biases perception of reality through attention and interpretation processes."
  },
  {
    "id": 10,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 11,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 12,
    "statement": "Consciousness is a multidisciplinary topic studied across various disciplines."
  },
  {
    "id": 13,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 14,
    "statement": "Consciousness arises from coordinated brain region activity through neural networks."
  },
  {
    "id": 15,
    "statement": "Humans are social, but exceptions and nuances exist."
  },
  {
    "id": 16,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 17,
    "statement": "Honesty is one component of trust, not the only foundation."
  },
  {
    "id": 18,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 19,
    "statement": "Consciousness influences perception through attention."
  },
  {
    "id": 20,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 21,
    "statement": "Humans are social beings, exhibiting variability in expressions."
  },
  {
    "id": 22,
    "statement": "Honesty is one aspect of building trust in social relationships."
  },
  {
    "id": 23,
    "statement": "Anthropology studies consciousness in cultural and social contexts holistically."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from coordinated brain region interactions harmoniously."
  },
  {
    "id": 25,
    "statement": "Consciousness arises from harmoniously integrated brain region activity."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from synchronized brain region interactions harmoniously."
  },
  {
    "id": 28,
    "statement": "Brain regions integrate and synchronize neural activity through binding processes."
  },
  {
    "id": 29,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 30,
    "statement": "Hormonal fluctuations influence neuroplasticity through synaptic pruning, migration, and neurotransmitter regulation."
  },
  {
    "id": 31,
    "statement": "Gamma oscillations (8-40 Hz) integrate brain regions for consciousness"
  },
  {
    "id": 32,
    "statement": "Consciousness arises from globally integrating information through global workspace."
  },
  {
    "id": 33,
    "statement": "Humans' social nature exhibits variability in expressions"
  },
  {
    "id": 34,
    "statement": "Global Workspace Theory integrates sensory information globally"
  },
  {
    "id": 35,
    "statement": "Consciousness emerges from dynamic interactions between multiple brain regions."
  },
  {
    "id": 36,
    "statement": "Consciousness biases perception through attention and interpretation processes."
  },
  {
    "id": 37,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities"
  },
  {
    "id": 38,
    "statement": "Internal representation is a filtered model of reality."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 40,
    "statement": "Harmonious brain region interactions generate unified conscious experience."
  },
  {
    "id": 41,
    "statement": "Honesty's importance varies depending on context, power, culture, emotions, and timing."
  },
  {
    "id": 42,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 43,
    "statement": "Consciousness is multidisciplinary, studied through neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from integrating information globally through brain networks."
  },
  {
    "id": 45,
    "statement": "Neural oscillations synchronise and integrate brain regions for consciousness."
  },
  {
    "id": 46,
    "statement": "Neuroplasticity is shaped by hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 47,
    "statement": "Cultural norms, power dynamics, and goals significantly influence honesty."
  },
  {
    "id": 48,
    "statement": "Harmonious brain region interactions generate unified conscious experience synchronized."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from integrated information across brain regions globally."
  },
  {
    "id": 50,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 51,
    "statement": "Consciousness emerges from globally integrating information in global workspace."
  },
  {
    "id": 52,
    "statement": "Emotions shape our perception, attention, and interpretation of reality."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from synchronized neural oscillations across brain regions."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 55,
    "statement": "Honesty is one component of trustbuilding, nuanced by context."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from neural network integration across brain regions."
  },
  {
    "id": 57,
    "statement": "Neural oscillations synchronize brain regions for information integration."
  },
  {
    "id": 58,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 59,
    "statement": "Honesty's importance varies depending on context, power, culture, emotions, and timing."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from integration of information across brain regions."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 62,
    "statement": "Honesty, while crucial, is not always primary foundation of trust."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from global workspace integrating brain regions' information."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 65,
    "statement": "Neural oscillations synchronize brain regions for information integration through entrainment"
  },
  {
    "id": 66,
    "statement": "Consciousness studies require interdisciplinary approaches to understanding."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from synchronized brain region interactions globally."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from integrated brain regions' global activity."
  },
  {
    "id": 69,
    "statement": "Consciousness is multidisciplinary phenomenon studied through various fields including anthropology."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from integration of sensory information."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from coordinated brain region interactions globally through neural oscillations."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from integrated information generated by brain networks globally."
  },
  {
    "id": 73,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 74,
    "statement": "Mental representations influence brain activity through neural oscillations globally."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 76,
    "statement": "Consciousness' multifaceted nature involves subjective experience, neural correlates and attention."
  },
  {
    "id": 77,
    "statement": "Honesty provides founding foundation for building trust relationships."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 79,
    "statement": "Humans' social nature exhibits variability in expressions and contexts."
  },
  {
    "id": 80,
    "statement": "Consciousness studied through multidisciplinary approaches involving neuroscience, psychology, philosophy, and computer science."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from harmonious, synchronized brain region integration."
  },
  {
    "id": 82,
    "statement": "Brain regions integrate and synchronize neural activity for consciousness through binding processes."
  },
  {
    "id": 83,
    "statement": "Lying can be justified in exceptional circumstances to protect others."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 87,
    "statement": "Integrated Information Theory links consciousness to information integration globally"
  },
  {
    "id": 88,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 89,
    "statement": "Mental representations influence brain activity through synchronized neural oscillations."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from harmoniously integrated brain regions' synchronized activity."
  },
  {
    "id": 91,
    "statement": "Consciousness influences perception through attention, expectation, and emotional filters."
  },
  {
    "id": 92,
    "statement": "Emotional states influence processing and interpretation of sensory information."
  },
  {
    "id": 93,
    "statement": "Mental representations influence brain activity through neural oscillations."
  },
  {
    "id": 94,
    "statement": "Consciousness emerges from synchronized brain region interactions globally."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 96,
    "statement": "Consciousness is a multidisciplinary topic studied across various fields."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from integrated information globally across brain networks."
  },
  {
    "id": 98,
    "statement": "Context shapes moral acceptability of honesty decisions"
  },
  {
    "id": 99,
    "statement": "Honesty builds trust by demonstrating reliability and respect"
  },
  {
    "id": 100,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 101,
    "statement": "Humans exhibit diverse social behavior shaped by complexity and context."
  },
  {
    "id": 102,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields"
  },
  {
    "id": 103,
    "statement": "Neural oscillations facilitate information exchange through binding and cross-talk."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from coordinated brain region interactions, processing unity."
  },
  {
    "id": 105,
    "statement": "Neural oscillations facilitate information integration between brain regions."
  },
  {
    "id": 106,
    "statement": "Anthropology studies consciousness in cultural and social contexts."
  },
  {
    "id": 107,
    "statement": "Consciousness is dynamic, influenced by internal and external factors."
  },
  {
    "id": 108,
    "statement": "Consciousness varies in response to altered states and neural factors"
  },
  {
    "id": 109,
    "statement": "Harmonious brain region interactions generate unified conscious experience through synchronization."
  },
  {
    "id": 110,
    "statement": "Consciousness emerges from global workspace integration of brain regions."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from synchronized brain regions' coordinated activity."
  },
  {
    "id": 112,
    "statement": "Consciousness filters perception through attention, expectation, and emotion interactions."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 114,
    "statement": "Binding processes integrate diverse sensory features cohesively."
  },
  {
    "id": 115,
    "statement": "Honesty is foundation of trust, nuanced by context and culture."
  },
  {
    "id": 116,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 117,
    "statement": "Synchrony enables coordinated neural communication and information sharing globally"
  },
  {
    "id": 118,
    "statement": "Consciousness may arise from integrated information across brain regions globally"
  },
  {
    "id": 119,
    "statement": "Consciousness filters information through attention, expectation, and emotional biases."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from synchronizing and integrating brain region activity."
  },
  {
    "id": 121,
    "statement": "Internal representations are abstract models of experiences filtering reality."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from harmonious brain region synchronizations globally"
  },
  {
    "id": 123,
    "statement": "Consciousness arises from distributed brain region interactions dynamically."
  },
  {
    "id": 124,
    "statement": "Lying can be morally justifiable in exceptional circumstances to prevent harm."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from coordinated brain region activity worldwide."
  },
  {
    "id": 126,
    "statement": "Neural oscillations facilitate information exchange between brain regions."
  },
  {
    "id": 127,
    "statement": "Honesty's morality depends on context, intention, and consequences"
  },
  {
    "id": 128,
    "statement": "Honesty builds trust through reliability, respect, and vulnerability"
  },
  {
    "id": 129,
    "statement": "Synchrony in brain enables integrated information processing globally"
  },
  {
    "id": 130,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 131,
    "statement": "Consciousness biases perception through attention and interpretation processes."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from integrating neural activity across brain regions."
  },
  {
    "id": 133,
    "statement": "Lying can be morally justifiable under certain circumstances."
  },
  {
    "id": 134,
    "statement": "Neuroplasticity is shaped by interconnected factors in a web-like structure"
  },
  {
    "id": 135,
    "statement": "Harmonious brain region interactions enable synchronized neural activity"
  },
  {
    "id": 136,
    "statement": "Humans are social beings, exhibiting diverse expressions and variations"
  },
  {
    "id": 137,
    "statement": "Consciousness studies require integration of multiple fields."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from synchronized brain region interactions globally."
  },
  {
    "id": 139,
    "statement": "Binding integrates features of a stimulus through synchronized neural activity."
  },
  {
    "id": 140,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 141,
    "statement": "Global synchronization arises from neural oscillations and communication."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from complex interactions between multiple factors."
  },
  {
    "id": 143,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 144,
    "statement": "Lying's moral justification depends on context, intent, and consequences."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from harmonious synchronized brain region inte"
  },
  {
    "id": 146,
    "statement": "Consciousness influences perception through attention, expectation, and emotion processes."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from synchronized neural oscillations globally coordinately."
  },
  {
    "id": 148,
    "statement": "Honesty varies depending on context, power, culture, and emotions."
  },
  {
    "id": 149,
    "statement": "Multidisciplinary study of consciousness involves various fields"
  },
  {
    "id": 150,
    "statement": "Honesty varies in importance based on context and situation specifics."
  },
  {
    "id": 151,
    "statement": "Honesty is essential foundation for building trust relationships"
  },
  {
    "id": 152,
    "statement": "Consciousness arises from dynamically integrating neural activity globally."
  },
  {
    "id": 153,
    "statement": "Honesty is crucial in building trust relationships."
  },
  {
    "id": 154,
    "statement": "Binding processes integrate sensory features cohesively through neural synchronization."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrated information processing across brain globally."
  },
  {
    "id": 156,
    "statement": "Harmonious brain region interactions enable conscious experience globally."
  },
  {
    "id": 157,
    "statement": "Cultural norms, power dynamics, and goals influence honesty in complex ways"
  },
  {
    "id": 158,
    "statement": "Honesty builds trust through reliability and respect, facilitating relationships."
  },
  {
    "id": 159,
    "statement": "Consciousness is a multidisciplinary topic studied across various fields."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from integrating information globally across brain regions."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from harmonious brain region interactions synchronized globally"
  },
  {
    "id": 164,
    "statement": "Lying can be morally justifiable for protecting others' well-being."
  },
  {
    "id": 165,
    "statement": "Trust can be built on multiple factors, not just honesty."
  },
  {
    "id": 166,
    "statement": "Honesty not always necessary for trust building in cultures."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from harmonious brain region integration globally"
  },
  {
    "id": 168,
    "statement": "Consciousness arises from neural networks' global information integration."
  },
  {
    "id": 169,
    "statement": "Internal representations are mental frameworks processing and filtering reality"
  },
  {
    "id": 170,
    "statement": "Brain regions integrate features through binding to form conscious experience."
  },
  {
    "id": 171,
    "statement": "Human social behavior encompasses diverse and complex patterns."
  },
  {
    "id": 172,
    "statement": "Consciousness is a complex, multifaceted phenomenon influenced by multiple factors."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 174,
    "statement": "Global Workspace Theory integrates sensory information globally."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 176,
    "statement": "Neural oscillations synchronize neural activity for information exchange."
  },
  {
    "id": 177,
    "statement": "Consciousness is studied through multiple disciplines, including anthropology, neuroscience, philosophy, psychology."
  },
  {
    "id": 178,
    "statement": "Emotions influence perception, attention, and interpretation through neural pathways"
  },
  {
    "id": 179,
    "statement": "Consciousness biases perception by active interpretation of sensory input."
  },
  {
    "id": 180,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific phenomenon"
  },
  {
    "id": 181,
    "statement": "Consciousness influences perception through attentional processes."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrating neural activity across brain regions."
  },
  {
    "id": 183,
    "statement": "Consciousness influences perception through attention, expectation, and emotional filters."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from global integration of brain regions through machinery"
  },
  {
    "id": 185,
    "statement": "Cognitive biases influence perception and decision-making processes."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from integrated brain region processing streams harmoniously."
  },
  {
    "id": 187,
    "statement": "Humans' social nature exhibits variability in verbal and nonverbal cues."
  },
  {
    "id": 188,
    "statement": "Internal representations are filtered models of reality."
  },
  {
    "id": 189,
    "statement": "Entrainment synchronizes brain regions for information integration."
  },
  {
    "id": 190,
    "statement": "Humans exhibit diverse social behavior influenced by complexity."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from dynamic brain region interactions globally through binding processes."
  },
  {
    "id": 192,
    "statement": "Consciousness biases perception through attention, interpretation, and cognitive biases"
  },
  {
    "id": 193,
    "statement": "Hormonal fluctuations modulate neuroplasticity through estrogen receptors and kinases."
  },
  {
    "id": 194,
    "statement": "Honesty is crucial but not sole foundation of trust."
  },
  {
    "id": 195,
    "statement": "Honesty is crucial but insufficient for building trust alone."
  },
  {
    "id": 196,
    "statement": "Harmonious brain region interactions synchronize neural oscillations globally."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from synchronized global brain region interactions."
  },
  {
    "id": 198,
    "statement": "Consciousness filters information through attention, expectation, and emotional biases."
  },
  {
    "id": 199,
    "statement": "Mental representations modulate neural oscillations through synchronization."
  }
]