[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 2,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 3,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 4,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 6,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 7,
    "statement": "Consciousness biases perception of reality through attention and interpretation processes."
  },
  {
    "id": 8,
    "statement": "Consciousness arises from integration of information across brain regions."
  },
  {
    "id": 9,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 10,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 11,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 12,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 13,
    "statement": "Consciousness emerges from harmonious, globally coordinated brain region interactions."
  },
  {
    "id": 14,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from harmonious brain region interactions through neural networks."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from integrated information generated by brain networks globally."
  },
  {
    "id": 17,
    "statement": "Consciousness studied through multidisciplinary approaches involving neuroscience, psychology, philosophy, and computer science."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from integrated brain region activity complexly."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from integrated neural regions globally through synchrony."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from integrated brain processing globally."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 22,
    "statement": "Consciousness arises from coordinated brain region activity globally uniified."
  },
  {
    "id": 23,
    "statement": "Debate surrounds consciousness theories, complexity and controversy prevail."
  },
  {
    "id": 24,
    "statement": "Empathy arises from neural resonance through mirror neurons' activation"
  },
  {
    "id": 25,
    "statement": "Neuroplasticity is influenced by developmental stages, hormones, aging, and life experiences."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from dynamic integration of neural information globally."
  },
  {
    "id": 27,
    "statement": "Neural oscillations synchronize brain regions for information integration globally."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from synchronized coordination of multiple brain networks."
  },
  {
    "id": 29,
    "statement": "Harmonious integration occurs through synchronized neural oscillations globally."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 31,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 32,
    "statement": "Consciousness influences perception through attention, expectation, and emotion."
  },
  {
    "id": 33,
    "statement": "Honesty is a crucial component of building trust, but not sole factor."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from coordinated brain region activity through neural networks."
  },
  {
    "id": 36,
    "statement": "Consciousness is multidisciplinary, studied through neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 37,
    "statement": "Consciousness's subjective aspects can be shared through empathy."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 39,
    "statement": "Neuroplasticity changes due to hormonal, genetic, environmental, epigenetic, and neuroinflammatory factors."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from harmoniously integrated brain regions' synchronized activity."
  },
  {
    "id": 41,
    "statement": "Internal representations are abstract models of experiences filtering reality."
  },
  {
    "id": 42,
    "statement": "Honesty builds trust in most situations through respect, integrity, fairness, and empathy"
  },
  {
    "id": 43,
    "statement": "Consciousness is studied across disciplines with different emphases depending on field."
  },
  {
    "id": 44,
    "statement": "Humans' social nature exhibits variability in expressions and interaction"
  },
  {
    "id": 45,
    "statement": "Consciousness is a complex, multifaceted phenomenon studied interdisciplinaryly."
  },
  {
    "id": 46,
    "statement": "Honesty's morality depends on context, intention, and consequences"
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 48,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 49,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 50,
    "statement": "Brain oscillations facilitate information processing, communication, and integration through frequency-specific mechanisms."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 52,
    "statement": "Consciousness studied by combining multiple disciplines with various strengths and limitations."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 54,
    "statement": "Harmonious brain region interactions facilitate synchronized neural activities"
  },
  {
    "id": 55,
    "statement": "Consciousness arises from integrating information globally through brain networks."
  },
  {
    "id": 56,
    "statement": "Consciousness biases reality through attention, interpretation, expectations, and emotions"
  },
  {
    "id": 57,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from integrated processing within brain regions."
  },
  {
    "id": 59,
    "statement": "Default mode network integrates sensory, cognitive, and emotional information."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 61,
    "statement": "Emotions shape our perception, attention, and interpretation of reality."
  },
  {
    "id": 62,
    "statement": "Brain regions integrate and synchronize neural activity through binding processes."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 64,
    "statement": "Consciousness emerges from coordinated brain region interactions globally harmoniously."
  },
  {
    "id": 65,
    "statement": "Conssciousness is a multidisciplinary phenomenon studied across various fields"
  },
  {
    "id": 66,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from integrated information processing within brain regions."
  },
  {
    "id": 68,
    "statement": "Neural oscillations synchronize brain regions for information integration."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 70,
    "statement": "Consciousness is a multidisciplinary phenomenon studied through diverse approaches."
  },
  {
    "id": 71,
    "statement": "Harmonious brain region interactions create synchronized neural activity globally."
  },
  {
    "id": 72,
    "statement": "Debates in consciousness studies revolve around hard problem, IIT, GWT, binding problem, and NCCs."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 74,
    "statement": "Consciousness biases our perception of reality."
  },
  {
    "id": 75,
    "statement": "Consciousness studies require interdisciplinary approaches to understanding."
  },
  {
    "id": 76,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 77,
    "statement": "Default mode network integrates sensory, cognitive, and emotional information"
  },
  {
    "id": 78,
    "statement": "Moral absolutism oversimplifies complex moral dilemmas and situations."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from coordinated brain region interactions, processing unity."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from harmonious, synchronized brain region interactions globally."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from harmonious integrated brain region interactions globally"
  },
  {
    "id": 82,
    "statement": "Consciousness is an essential property of human existence, inherently integrated."
  },
  {
    "id": 83,
    "statement": "Honesty's importance varies depending on context, power, culture, emotions, and timing."
  },
  {
    "id": 84,
    "statement": "Harmonious brain region interactions create synchronized neural activity."
  },
  {
    "id": 85,
    "statement": "Consciousness is a multidisciplinary topic studied across various disciplines."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from synchronizing and integrating brain region activity."
  },
  {
    "id": 87,
    "statement": "Honesty is not always the sole foundation of trust."
  },
  {
    "id": 88,
    "statement": "Harmonious brain region interactions generate unified conscious experience."
  },
  {
    "id": 89,
    "statement": "Mental representations influence brain activity contributing to consciousness formation."
  },
  {
    "id": 90,
    "statement": "Moral absolutism oversimplifies complex moral dilemmas and situations."
  },
  {
    "id": 91,
    "statement": "Honesty, while crucial, is not always primary foundation of trust."
  },
  {
    "id": 92,
    "statement": "Lying can be morally justifiable in exceptional circumstances to prevent harm."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from harmonious synchronized neural activity coordination."
  },
  {
    "id": 94,
    "statement": "Honesty is foundation of trust, but contextual nuances matter."
  },
  {
    "id": 95,
    "statement": "Brain regions integrate and synchronize neural activity for consciousness through binding processes."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from global workspace integration of brain region activity."
  },
  {
    "id": 97,
    "statement": "Consciousness is a fundamental aspect of human nature."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from coordinated brain region interactions harmoniously."
  },
  {
    "id": 99,
    "statement": "Consciousness emerges from distributed parallel information processing globally"
  },
  {
    "id": 100,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships, influencing its impact."
  },
  {
    "id": 101,
    "statement": "Honesty is foundation of trust in social relationships."
  },
  {
    "id": 102,
    "statement": "Consciousness emerges from harmonious brain region interactions globally"
  },
  {
    "id": 103,
    "statement": "Brain regions integrate and synchronize neural activity for consciousness."
  },
  {
    "id": 104,
    "statement": "Neuroplasticity influenced by complex interplay of developmental, hormonal, experiential factors."
  },
  {
    "id": 105,
    "statement": "It is never morally acceptable to lie because honesty is"
  },
  {
    "id": 106,
    "statement": "Harmonious brain coordination enables global workspace through neural oscillations."
  },
  {
    "id": 107,
    "statement": "Conscious experience is unique, personal, and inherently private."
  },
  {
    "id": 108,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 109,
    "statement": "Consciousness arises from distributed parallel information processing globally."
  },
  {
    "id": 110,
    "statement": "Consciousness is a multifaceted phenomenon studied across various disciplines."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from coordinated brain region activity harmoniously."
  },
  {
    "id": 112,
    "statement": "Hormones influence neuroplasticity through gene expression, neurotransmitter regulation, and synaptic pruning."
  },
  {
    "id": 113,
    "statement": "Neuroplasticity results from interplay of developmental, hormonal, and experiential factors"
  },
  {
    "id": 114,
    "statement": "Consciousness is studied by psychology, neuroscience, philosophy, and cognitive."
  },
  {
    "id": 115,
    "statement": "Brain regions interact dynamically, influencing function through oscillations."
  },
  {
    "id": 116,
    "statement": "Consciousness is an essential aspect of human nature."
  },
  {
    "id": 117,
    "statement": "Brain oscillations facilitate information processing, communication, and integration"
  },
  {
    "id": 118,
    "statement": "Consciousness arises from global brain workspace integration process"
  },
  {
    "id": 119,
    "statement": "Consciousness biases reality perception through attentional and interpretative processes."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from harmonious synchronized brain region activity globally."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 123,
    "statement": "Distributed parallel processing integrates brain regions globally for consciousness."
  },
  {
    "id": 124,
    "statement": "Consciousness arises from harmonious brain region global coordination."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from global workspace integrating brain region activity."
  },
  {
    "id": 126,
    "statement": "Consciousness studied through interdisciplinary approaches, neural processes, psychology, and culture."
  },
  {
    "id": 127,
    "statement": "Consciousness is a fundamental aspect of human subjective experience"
  },
  {
    "id": 128,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 129,
    "statement": "Trust is a complex phenomenon, influenced by multiple factors."
  },
  {
    "id": 130,
    "statement": "Conscious experience is inherently subjective and internally unique."
  },
  {
    "id": 131,
    "statement": "Consciousness biases reality perception through attention and interpretation processes"
  },
  {
    "id": 132,
    "statement": "Consciousness arises from coordinated brain region interactions globally and dynamically."
  },
  {
    "id": 133,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 134,
    "statement": "Honesty is a crucial aspect of establishing trust over time."
  },
  {
    "id": 135,
    "statement": "Trust can be built on multiple factors beyond honesty"
  },
  {
    "id": 136,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 137,
    "statement": "Brain regions integrate and synchronize neural activity into unified conscious experience."
  },
  {
    "id": 138,
    "statement": "Mental representations influence brain activity through neural networks"
  },
  {
    "id": 139,
    "statement": "Empathy shares subjective experiences through neural and emotional resonance"
  },
  {
    "id": 140,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 141,
    "statement": "Brain region interactions are complex and multifaceted processes studied globally."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 143,
    "statement": "Global workspace integrates diverse sensory and cognitive information globally."
  },
  {
    "id": 144,
    "statement": "The global workspace integrates diverse sensory and cognitive information globally."
  },
  {
    "id": 145,
    "statement": "Consciousness is a multidisciplinary topic studied across various fields"
  },
  {
    "id": 146,
    "statement": "Consciousness arises from integrated information globally through brain networks."
  },
  {
    "id": 147,
    "statement": "Consciousness emerges from harmonious integration of brain regions globally."
  },
  {
    "id": 148,
    "statement": "Consciousness emerges from harmonious brain region interactions globally"
  },
  {
    "id": 149,
    "statement": "Consciousness is a complex, multifaceted phenomenon."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 151,
    "statement": "Harmonious integration involves complex neural mechanisms and networks."
  },
  {
    "id": 152,
    "statement": "Combining disciplines to study consciousness requires interdisciplinary collaboration."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 154,
    "statement": "It is never morally acceptable to fabricate information publicly."
  },
  {
    "id": 155,
    "statement": "Consciousness filters and constructs reality through attention and interpretation."
  },
  {
    "id": 156,
    "statement": "Honesty can be situational, culturally relative, or professionally nuanced, requiring alternative trust-building strategies."
  },
  {
    "id": 157,
    "statement": "Consciousness is a multifaceted and complex interdisciplinary phenomenon."
  },
  {
    "id": 158,
    "statement": "Consciousness influences perception through attention, interpretation, and expectations."
  },
  {
    "id": 159,
    "statement": "Honesty's impact is influenced by cultural norms, motivations, and relationships."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from integrated global brain region activity."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from global workspace integrating brain region activity."
  },
  {
    "id": 162,
    "statement": "Neural oscillations facilitate information integration across brain regions"
  },
  {
    "id": 163,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from global workspace integrating brain regions' activity."
  },
  {
    "id": 165,
    "statement": "Neural oscillations facilitate synchronized brain region activity for integration."
  },
  {
    "id": 166,
    "statement": "Honesty is essential but not sufficient foundation for trust."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 168,
    "statement": "Neuroplasticity arises from complex interplay of genetic, environmental, and hormonal influences."
  },
  {
    "id": 169,
    "statement": "Honesty is essential but not sole contributor to trust building"
  },
  {
    "id": 170,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 171,
    "statement": "Consciousness is a multidisciplinary phenomenon studied through diverse approaches."
  },
  {
    "id": 172,
    "statement": "Consciousness emerges from harmonious coordinated brain region interactions."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 174,
    "statement": "Internal representations are abstract mental models of reality."
  },
  {
    "id": 175,
    "statement": "Harmonious brain region interactions generate conscious experience globally"
  },
  {
    "id": 176,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 178,
    "statement": "Diverse disciplines shed light on complex consciousness phenomenon."
  },
  {
    "id": 179,
    "statement": "Moral absolutism oversimplifies complex situations by ignoring context."
  },
  {
    "id": 180,
    "statement": "Consciousness emerges from synchronized coordination of brain networks globally."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from harmonious brain region coordination through neural networks."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from harmonious brain region interactions."
  },
  {
    "id": 183,
    "statement": "Human social nature exhibits variation in expressions and interactions due"
  },
  {
    "id": 184,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from integrated information across brain regions globally."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from coordinated brain region activity globally."
  },
  {
    "id": 187,
    "statement": "Neuroplasticity influenced by combination of genetic, hormonal and environmental factors."
  },
  {
    "id": 188,
    "statement": "Harmonious brain regions integrate information through synchronized oscillations."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from coordinated brain region activity globally"
  },
  {
    "id": 190,
    "statement": "Consciousness arises from harmonious, globally coordinated brain region interactions."
  },
  {
    "id": 191,
    "statement": "Brain regions interact dynamically, influencing function through oscillations and synchronization."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from integrating information across brain regions."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from harmonious integration and synchronized brain activity."
  },
  {
    "id": 195,
    "statement": "Empathy can facilitate shared subjective experiences through perspective-taking."
  },
  {
    "id": 196,
    "statement": "Consciousness a multifaceted phenomenon studied by various disciplines."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from integrated information globally, not locally."
  },
  {
    "id": 198,
    "statement": "Consciousness involves multifaceted aspects of subjective experience."
  },
  {
    "id": 199,
    "statement": "Harmonious brain coordination enabled by synchronized neural oscillations globally."
  }
]