[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty's effectiveness depends on context and consequences"
  },
  {
    "id": 2,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 3,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary in multiple ways"
  },
  {
    "id": 4,
    "statement": "Hierarchical brain processing is crucial for conscious experience integration."
  },
  {
    "id": 5,
    "statement": "Honesty is a fundamental moral value, universally accepted."
  },
  {
    "id": 6,
    "statement": "Neural oscillations integrate sensory information through synchronized activity mostly"
  },
  {
    "id": 7,
    "statement": "“Consciousness arises from harmonious synchronized brain activity across regions.”"
  },
  {
    "id": 8,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 9,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 11,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 12,
    "statement": "Hierarchical brain processing integrates sensory information across multiple levels."
  },
  {
    "id": 13,
    "statement": "pH measures acidity using logarithmic scale for ease of understanding."
  },
  {
    "id": 14,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 15,
    "statement": "Utilitarianism balances individual rights with overall happiness through harm principle"
  },
  {
    "id": 16,
    "statement": "Neural oscillations integrate sensory information through synchronized activity partly"
  },
  {
    "id": 17,
    "statement": "Morality of lying depends on context, motivations, and consequences."
  },
  {
    "id": 18,
    "statement": "Neural oscillations integrate sensory inputs for conscious perception through synchronization."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 20,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 21,
    "statement": "Deontology prioritizes inherent moral value over consequences and context absolutely."
  },
  {
    "id": 22,
    "statement": "Utilitarianism respects individual rights as a dimension of well-being."
  },
  {
    "id": 23,
    "statement": "Deontology prioritizes inherent moral value over consequences and context"
  },
  {
    "id": 24,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 25,
    "statement": "Neural oscillations integrate multiple sensory inputs for conscious perception."
  },
  {
    "id": 26,
    "statement": "Hierarchical brain processing integrates sensory information hierarchically"
  },
  {
    "id": 27,
    "statement": "Consciousness arises from dynamic interactions between distributed brain networks globally"
  },
  {
    "id": 28,
    "statement": "Consciousness is a fundamental property of the universe possibly."
  },
  {
    "id": 29,
    "statement": "Consciousness is multidisciplinary study combining philosophy, neuroscience, psychology."
  },
  {
    "id": 30,
    "statement": "Honesty's effectiveness depends on cultural and social norms context."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 32,
    "statement": "Careful consideration balances individual rights and overall happiness in decisions."
  },
  {
    "id": 33,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 35,
    "statement": "Human morality is subjective and context-dependent across cultures."
  },
  {
    "id": 36,
    "statement": "Neural oscillations integrate sensory inputs for conscious perception."
  },
  {
    "id": 37,
    "statement": "Global workspace theory integrates information across brain regions."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from integrated information processing across brain systems."
  },
  {
    "id": 39,
    "statement": "Histone modification and chromatin remodeling regulate epigenetic states through coordination."
  },
  {
    "id": 40,
    "statement": "Demonology typically refers to the study of supernatural entities, not moral ambiguities"
  },
  {
    "id": 41,
    "statement": "Integrated Information Theory (IIT) proposes consciousness as unified processing."
  },
  {
    "id": 42,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from integrated brain activity through synchronization, binding, and hierarchical processing."
  },
  {
    "id": 45,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale formulas."
  },
  {
    "id": 46,
    "statement": "Consciousness multidisciplinary study combining philosophy, neuroscience, psychology, yielding insights."
  },
  {
    "id": 47,
    "statement": "Neural oscillations, a fundamental process of consciousness."
  },
  {
    "id": 48,
    "statement": "Binding refers to integrating multiple sensory features into unified percepts."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from global workspace integrating neural activity."
  },
  {
    "id": 50,
    "statement": "Deontology's nuance lies in balancing inherent value and context"
  },
  {
    "id": 51,
    "statement": "Empathy cultivates honest decision-making by considering others' emotions."
  },
  {
    "id": 52,
    "statement": "Hierarchical brain processing integrates information across multiple levels."
  },
  {
    "id": 53,
    "statement": "Consciousness emerges from harmonious brain region integration empirically measurable."
  },
  {
    "id": 54,
    "statement": "Neural oscillations enable synchronization of sensory feature binding."
  },
  {
    "id": 55,
    "statement": "Utilitarianism balances individual rights with overall happiness, decisions."
  },
  {
    "id": 56,
    "statement": "Neural oscillations synchronize sensory information across brain networks."
  },
  {
    "id": 57,
    "statement": "Binding refers to the process of integrating sensory features into unified percepts."
  },
  {
    "id": 58,
    "statement": "Honesty is a fundamental moral value widely recognized."
  },
  {
    "id": 59,
    "statement": "Hierarchical brain processing integrates information across multiple levels."
  },
  {
    "id": 60,
    "statement": "Honesty is a foundation of trust, but not the only factor."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from integrated brain activity globally processed"
  },
  {
    "id": 62,
    "statement": "Consciousness arises from global workspace integrating sensory information harmoniously."
  },
  {
    "id": 63,
    "statement": "Honesty builds trust by establishing reliability and authenticity."
  },
  {
    "id": 64,
    "statement": "Consciousness emerges from harmonious global brain network interactions."
  },
  {
    "id": 65,
    "statement": "Empathy fosters honest decision-making by considering others' feelings."
  },
  {
    "id": 66,
    "statement": "In deontology, inherent moral value prioritizes individual dignity over consequences, context."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from complex brain processes globally."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from harmonious, dynamic brain activity integration."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated information processing globally through GWT."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from global workspace integrating neural activity."
  },
  {
    "id": 71,
    "statement": "Honesty's effectiveness depends on context, consequences, and relationship dynamics."
  },
  {
    "id": 72,
    "statement": "Morality of lying depends on context, consent, and empathy"
  },
  {
    "id": 73,
    "statement": "Hierarchical brain processing is crucial for sensory information integration and conscious experience."
  },
  {
    "id": 74,
    "statement": "Histone modification and chromatin remodeling coordinately regulate epigenetic states through chromatin structure manipulation."
  },
  {
    "id": 75,
    "statement": "Empathy fosters honest decision-making by considering others' feelings and consequences."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from global workspace integrating sensory information harmoniously"
  },
  {
    "id": 77,
    "statement": "Neural oscillations synchronize and bind sensory information processing."
  },
  {
    "id": 78,
    "statement": "Consciousness is a fundamental property of the universe possibly."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 81,
    "statement": "Due to intuitive compression, pH measures acidity logarithmically."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from globally integrated brain processes harmoniously"
  },
  {
    "id": 83,
    "statement": "Histone modification and chromatin remodeling coordinately regulate epigenetic states."
  },
  {
    "id": 84,
    "statement": "Histone modification and chromatin remodeling regulate epigenetic states harmoniously."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from harmonious synchronized brain activity globally."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from globally integrated brain processes harmoniously."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from synchronized brain activity across correlated regions."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from integrated brain information through causal interactions."
  },
  {
    "id": 89,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 90,
    "statement": "Neural oscillations facilitate integrated sensory feature binding through synchronization."
  },
  {
    "id": 91,
    "statement": "Demonology refers to the study of moral ambiguities and gray areas."
  },
  {
    "id": 92,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 93,
    "statement": "Neural oscillations integrate sensory information through coordinated brain activity."
  },
  {
    "id": 94,
    "statement": "Neural oscillations integrate multiple sensory inputs for conscious perception."
  },
  {
    "id": 95,
    "statement": "Demonology typically refers to supernatural entities, not moral ambiguities in Christian context."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from globally integrated brain processes harmoniously."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from integrated information globally processed globally."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from global workspace integrating neural activity harmoniously."
  },
  {
    "id": 100,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 101,
    "statement": "Neural oscillations integrate sensory inputs through synchronized activity globally"
  },
  {
    "id": 102,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from integrated information processing across brain regions."
  },
  {
    "id": 104,
    "statement": "Integrated information is a measure of globally available brain activity."
  },
  {
    "id": 105,
    "statement": "Integrated information processing arises from neural network synchronization globally."
  },
  {
    "id": 106,
    "statement": "Consciousness arises from global workspace integrating neural activity harmoniously."
  },
  {
    "id": 107,
    "statement": "Morality of lying depends on context, motivations, and potential consequences"
  },
  {
    "id": 108,
    "statement": "Consciousness arises from complex brain activity harmoniously"
  },
  {
    "id": 109,
    "statement": "Histone modification and chromatin remodeling regulate epigenetic states through accessibility."
  },
  {
    "id": 110,
    "statement": "Hierarchical brain processing integrates information for conscious awareness globally"
  },
  {
    "id": 111,
    "statement": "Utilitarianism balances individual rights with overall happiness through decision-making principles."
  },
  {
    "id": 112,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 113,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 114,
    "statement": "pH measures hydrogen ion concentration using logarithmic equations logarithmically."
  },
  {
    "id": 115,
    "statement": "Utilitarianism balances individual rights with overall happiness through utility optimization."
  },
  {
    "id": 116,
    "statement": "Deontology prioritizes inherent moral value yet considers contextoccasionally."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 118,
    "statement": "Neural oscillations facilitate synchrony binding of sensory features."
  },
  {
    "id": 119,
    "statement": "Careful consideration weighs individual rights against overall happiness in decision-making."
  },
  {
    "id": 120,
    "statement": "Neural oscillations integrate sensory inputs globally across brain networks."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 122,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 123,
    "statement": "Neural oscillations integrate sensory inputs through synchrony and binding."
  },
  {
    "id": 124,
    "statement": "Neural oscillations integrate sensory inputs through synchronized activity globally."
  },
  {
    "id": 125,
    "statement": "Histone modification and chromatin remodeling regulate gene expression complexly."
  },
  {
    "id": 126,
    "statement": "Deontology prioritizes inherent moral value over context and consequences."
  },
  {
    "id": 127,
    "statement": "Consciousness arises from coordinated global brain activity harmoniously."
  },
  {
    "id": 128,
    "statement": "Neural oscillations integrate sensory inputs for conscious perception globally."
  },
  {
    "id": 129,
    "statement": "Careful consideration balances individual rights with overall happiness in decision-making processes."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from harmonious synchronized brain activity globally."
  },
  {
    "id": 131,
    "statement": "Consciousness is a fundamental property of the universe, pending research."
  },
  {
    "id": 132,
    "statement": "Neural oscillations integrate sensory inputs through synchronized activity."
  },
  {
    "id": 133,
    "statement": "Histone modification and chromatin remodeling coordinate to regulate epigenetic states."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 135,
    "statement": "Demonology is the study of supernatural entities, not moral ambiguities."
  },
  {
    "id": 136,
    "statement": "Neural oscillations integrate sensory features through synchrony binding()"
  },
  {
    "id": 137,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 138,
    "statement": "pH measures hydrogen ion concentration using logarithmic equations accurately."
  },
  {
    "id": 139,
    "statement": "Neural oscillations integrate sensory inputs globally through neural synchrony."
  },
  {
    "id": 140,
    "statement": "Neural oscillations synchronize sensory information processing for consciousness through synchrony."
  },
  {
    "id": 141,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary in multiple ways."
  },
  {
    "id": 142,
    "statement": "Neural oscillations integrate sensory information through coordinated brain activity."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from harmonious integration of multiple brain regions"
  },
  {
    "id": 144,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 145,
    "statement": "Utilitarianism balances individual rights with overall happiness through harm principle."
  },
  {
    "id": 146,
    "statement": "Human morality is subjective, context-dependent, and influenced by both."
  },
  {
    "id": 147,
    "statement": "Deontology balances inherent moral value with context and consequences."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 149,
    "statement": "Demonology's primary focus is the study of supernatural entities"
  },
  {
    "id": 150,
    "statement": "Deontology prioritizes inherent moral value over consequences and context, complexly."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from global workspace's integrated information processing."
  },
  {
    "id": 152,
    "statement": "Neural oscillations synchronize feature binding across brain regions."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrated brain activity globally processed harmoniously."
  },
  {
    "id": 154,
    "statement": "Neural oscillations' synchronization integrates sensory information through binding."
  },
  {
    "id": 155,
    "statement": "Consciousness multidisciplinary study combines philosophy, neuroscience, psychology, yielding insights."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated brain activity across distributed regions."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from integrated information processed globally across brain regions."
  },
  {
    "id": 158,
    "statement": "Gamma oscillations integrate sensory information for coherent perception reliably"
  },
  {
    "id": 159,
    "statement": "Empathy fosters honest decision-making when balanced with critical thinking."
  },
  {
    "id": 160,
    "statement": "Deontology balances inherent moral value with context and consequences."
  },
  {
    "id": 161,
    "statement": "pH measures acidity logarithmically due to intuitive compression mechanisms."
  },
  {
    "id": 162,
    "statement": "Careful consideration balances competing values and interests through prudence."
  },
  {
    "id": 163,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally"
  },
  {
    "id": 164,
    "statement": "Demonology primarily examines supernatural entities and their interactions."
  },
  {
    "id": 165,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 166,
    "statement": "Consciousness arises from integrated brain information processing."
  },
  {
    "id": 167,
    "statement": "Morality of lying depends on context, motivations, and consequences."
  },
  {
    "id": 168,
    "statement": "pH measures acidity using logarithmic scale for ease visualization."
  },
  {
    "id": 169,
    "statement": "Hierarchical brain processing integrates sensory information for conscious experience."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from globally integrated brain information processing."
  },
  {
    "id": 171,
    "statement": "Histone modification and chromatin remodeling regulate epigenetic states harmoniously through coordination."
  },
  {
    "id": 172,
    "statement": "Distributed brain networks communicate through neural activity patterns, chemicals."
  },
  {
    "id": 173,
    "statement": "Honesty's effectiveness depends on context and consequences."
  },
  {
    "id": 174,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 175,
    "statement": "Neural oscillations integrate sensory inputs through synchronized activity globally."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from integrated brain information globally processed."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 178,
    "statement": "Global workspace theory is a framework for conscious processing."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from globally integrated information in GWT."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from synchronized brain activity and hierarchical processing."
  },
  {
    "id": 181,
    "statement": "Utilitarianism balances individual rights with overall happiness strategically."
  },
  {
    "id": 182,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness globally."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from globally integrated brain processes, harmonized collectively."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from integrated brain processing harmoniously globally."
  },
  {
    "id": 185,
    "statement": "Neural oscillations globally integrate sensory information through synchronized activity."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from harmonious synchronized brain activity globally."
  },
  {
    "id": 187,
    "statement": "Deontology prioritizes inherent moral value in context-sensitive decision-making."
  },
  {
    "id": 188,
    "statement": "Neural oscillations synchronize brain activity for conscious perception integration."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 190,
    "statement": "Deontology balances inherent moral value with context and consequences."
  },
  {
    "id": 191,
    "statement": "Neural oscillations synchronize brain activity for unified sensory perception."
  },
  {
    "id": 192,
    "statement": "Neural oscillations play a crucial role in conscious processing."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from integrated brain information through global processing"
  },
  {
    "id": 194,
    "statement": "Consciousness emerges from integrated brain information through causal interactions."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from integrated brain activity across networks."
  },
  {
    "id": 196,
    "statement": "Hierarchical brain processing integrates information across multiple levels."
  },
  {
    "id": 197,
    "statement": "Honesty's effectiveness depends on contextual moral evaluations."
  },
  {
    "id": 198,
    "statement": "Deontology balances inherent moral value with context-sensitive decision-making."
  },
  {
    "id": 199,
    "statement": "Deontology balances inherent value against context to make moral decisions for overall happiness."
  }
]