[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 2,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 3,
    "statement": "Consciousness arises from integration of information across brain regions."
  },
  {
    "id": 4,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 5,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 6,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated information generated by brain networks globally."
  },
  {
    "id": 8,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 9,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 10,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from harmonious brain region interactions through neural networks."
  },
  {
    "id": 12,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 13,
    "statement": "Consciousness is a complex, multifaceted phenomenon studied interdisciplinaryly."
  },
  {
    "id": 14,
    "statement": "Consciousness biases perception of reality through attention and interpretation processes."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 16,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships, influencing its impact."
  },
  {
    "id": 17,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 18,
    "statement": "Consciousness emerges from harmonious, globally coordinated brain region interactions."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from coordinated brain region interactions, processing unity."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 22,
    "statement": "Moral absolutism oversimplifies complex moral dilemmas and situations."
  },
  {
    "id": 23,
    "statement": "Brain regions integrate and synchronize neural activity through binding processes."
  },
  {
    "id": 24,
    "statement": "Brain regions interact dynamically, influencing function through oscillations."
  },
  {
    "id": 25,
    "statement": "Neuroplasticity influenced by complex interplay of developmental, hormonal, experiential factors."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from coordinated brain region activity through neural networks."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated brain region activity complexly."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 29,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 30,
    "statement": "Consciousness is studied across disciplines with different emphases depending on field."
  },
  {
    "id": 31,
    "statement": "Consciousness studied through multidisciplinary approaches involving neuroscience, psychology, philosophy, and computer science."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 33,
    "statement": "Consciousness's subjective aspects can be shared through empathy."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from distributed parallel information processing globally."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from integrated information processing within brain regions."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from integrated brain processing globally."
  },
  {
    "id": 37,
    "statement": "Neural oscillations synchronize brain regions for information integration."
  },
  {
    "id": 38,
    "statement": "Internal representations are abstract models of experiences filtering reality."
  },
  {
    "id": 39,
    "statement": "Consciousness studied by combining multiple disciplines with various strengths and limitations."
  },
  {
    "id": 40,
    "statement": "Consciousness biases our perception of reality."
  },
  {
    "id": 41,
    "statement": "Consciousness is a multidisciplinary phenomenon studied through diverse approaches."
  },
  {
    "id": 42,
    "statement": "Moral absolutism oversimplifies complex moral dilemmas and situations."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from harmoniously integrated brain regions' synchronized activity."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 45,
    "statement": "Humans' social nature exhibits variability in expressions and interaction"
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from harmonious synchronized brain region activity globally."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from harmonious synchronized brain region communication globally."
  },
  {
    "id": 50,
    "statement": "Global workspace integrates neural activity through synchronized oscillations globally"
  },
  {
    "id": 51,
    "statement": "Consciousness is multidisciplinary, studied through neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 52,
    "statement": "Default mode network integrates sensory, cognitive, and emotional information."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from brain regions' harmonious interactions."
  },
  {
    "id": 54,
    "statement": "Consciousness is multidisciplinary, studied through neuroscience, philosophy, psychology, anthropology's methods"
  },
  {
    "id": 55,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from harmonious integrated brain region interactions globally"
  },
  {
    "id": 57,
    "statement": "Harmonious brain coordination enables global workspace through neural oscillations."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from coordinated brain region activity globally uniified."
  },
  {
    "id": 59,
    "statement": "Honesty is not always the sole foundation of trust."
  },
  {
    "id": 60,
    "statement": "Consciousness arises from global workspace's information integration process."
  },
  {
    "id": 61,
    "statement": "Consciousness is a complex multidisciplinary phenomenon studied by four fields."
  },
  {
    "id": 62,
    "statement": "Consciousness arises from harmonious synchronized neural activity coordination."
  },
  {
    "id": 63,
    "statement": "Harmonious brain region interactions generate unified conscious experience."
  },
  {
    "id": 64,
    "statement": "Consciousness is a fundamental aspect of human nature."
  },
  {
    "id": 65,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships"
  },
  {
    "id": 66,
    "statement": "Consciousness studied by multiple fields, including neuroscience, psychology, etc."
  },
  {
    "id": 67,
    "statement": "Neuroplasticity changes across life stages due to various factors."
  },
  {
    "id": 68,
    "statement": "Neuroplasticity is influenced by developmental stages, hormones, aging, and life experiences shaping brain's adaptability."
  },
  {
    "id": 69,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 70,
    "statement": "Honesty's morality depends on context, intention, and consequences intertwining."
  },
  {
    "id": 71,
    "statement": "Debate surrounds consciousness theories, complexity and controversy prevail."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from harmonious integrated brain region interactions globally"
  },
  {
    "id": 73,
    "statement": "Consciousness is complex, multifaceted phenomenon studied interdisciplinaryly."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from dynamic integration of neural information globally."
  },
  {
    "id": 75,
    "statement": "Consciousness may arise from harmonious quantum brain region interactions."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 77,
    "statement": "It is never morally acceptable to lie because honesty is"
  },
  {
    "id": 78,
    "statement": "Consciousness emerges from harmonious brain region interactions globally"
  },
  {
    "id": 79,
    "statement": "Honesty, while crucial, is not always primary foundation of trust."
  },
  {
    "id": 80,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 81,
    "statement": "The global workspace is a brain network integrating diverse information"
  },
  {
    "id": 82,
    "statement": "Conscious experience is unique, personal, and inherently private."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from synchronized global brain activity integration."
  },
  {
    "id": 84,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 85,
    "statement": "Brain regions integrate and synchronize neural activity for consciousness through binding processes."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from global workspace integration of brain region activity."
  },
  {
    "id": 87,
    "statement": "Mental representations influence brain activity contributing to consciousness formation."
  },
  {
    "id": 88,
    "statement": "Harmonious integration occurs through synchronized neural oscillations globally."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from coordinated brain region interactions harmoniously."
  },
  {
    "id": 90,
    "statement": "Neuroplasticity influenced by complex interplay of developmental, hormonal, and experiential factors."
  },
  {
    "id": 91,
    "statement": "Neuroplasticity is influenced by developmental stages, hormones, aging, and life experiences."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from global workspace integrating brain region interactions globally."
  },
  {
    "id": 93,
    "statement": "Humans are social creatures needing community, shared experiences"
  },
  {
    "id": 94,
    "statement": "Neuroplasticity changes across life stages due to hormonal, genetic, and environmental factors."
  },
  {
    "id": 95,
    "statement": "Consciousness emerges from harmonious brain region interactions globally."
  },
  {
    "id": 96,
    "statement": "Consciousness is multifaceted, studied from various interdisciplinary perspectives"
  },
  {
    "id": 97,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from integrated synchronized brain region activity harmoniously."
  },
  {
    "id": 99,
    "statement": "Neuroplasticity arises from dynamic interactions between biological, environmental, and lifestyle factors."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 101,
    "statement": "Default mode network integrates sensory, cognitive, and emotional information"
  },
  {
    "id": 102,
    "statement": "Consciousness arises from complex, multifaceted field interactions quantumly."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from integrated information within brain regions harmoniously."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from complex, multifaceted interactions between fields"
  },
  {
    "id": 105,
    "statement": "Consciousness arises from integrating information within brain's neural networks."
  },
  {
    "id": 106,
    "statement": "Consciousness manifests multifacetedly through various interdisciplinary lenses."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from synchronized global brain region information integration."
  },
  {
    "id": 108,
    "statement": "Human sociality varies from universal need to exceptional cases based on factors."
  },
  {
    "id": 109,
    "statement": "Consciousness is a multifaceted phenomenon with diverse aspects."
  },
  {
    "id": 110,
    "statement": "Consciousness likely arises from complex interactions between multiple brain regions."
  },
  {
    "id": 111,
    "statement": "Consciousness studied by multidisciplinary approaches with different emphases."
  },
  {
    "id": 112,
    "statement": "Consciousness emerges from harmonious brain region interactions quantumly."
  },
  {
    "id": 113,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from integrating various brain neural processes."
  },
  {
    "id": 115,
    "statement": "Humans experience thoughts, emotions, and consciousness through brain activity."
  },
  {
    "id": 116,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from harmoniously integrated neural activity."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from harmonious brain region interactions through synchronized neural activity."
  },
  {
    "id": 119,
    "statement": "Harmonious brain region interactions lead to unified conscious experience."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from mental representation processes and brain activity."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 122,
    "statement": "Human sociality varies from universal need to exceptional cases."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from coordinated global brain region activity integration."
  },
  {
    "id": 124,
    "statement": "Neuroplasticity changes across life stages due to hormonal, genetic, and environmental factors."
  },
  {
    "id": 125,
    "statement": "Neuroplasticity influenced by hormonal, genetic, and environmental factors."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from dynamic neural integration across brain regions."
  },
  {
    "id": 127,
    "statement": "Consciousness studied through multidisciplinary approaches with iterative refinement."
  },
  {
    "id": 128,
    "statement": "Consciousness emerges from integrated information processing globally within brain."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from synchronized brain region interactions, globally."
  },
  {
    "id": 130,
    "statement": "Honesty and honesty-dependent trust can be contextually conditional."
  },
  {
    "id": 131,
    "statement": "Neuroplasticity changes across life stages due to various interdependent factors."
  },
  {
    "id": 132,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from harmonious integrated brain activity."
  },
  {
    "id": 134,
    "statement": "Global brain regions dynamically integrate and communicate together"
  },
  {
    "id": 135,
    "statement": "Consciousness arises from harmonious integration of brain regions' activity"
  },
  {
    "id": 136,
    "statement": "Humans thrive without community or shared experiences in exceptional cases."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 138,
    "statement": "Consciousness emerges from integrating information through global workspace."
  },
  {
    "id": 139,
    "statement": "Consciousness arises from coordinated brain region activity integration"
  },
  {
    "id": 140,
    "statement": "Honesty's effectiveness hinges on context, motivations, and relationships."
  },
  {
    "id": 141,
    "statement": "Hormonal fluctuations influence brain activity and behavior indirectly through various mechanisms."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from quantum information integration in brain"
  },
  {
    "id": 143,
    "statement": "Honesty helps build trust in social relationships fundamentally."
  },
  {
    "id": 144,
    "statement": "Consciousness emerges from harmonious brain region interactions globally."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from integrated information processing across brain regions."
  },
  {
    "id": 146,
    "statement": "Neuroplasticity arises from complex interplay between biological, environmental, and lifestyle factors."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from global workspace's information integration process."
  },
  {
    "id": 148,
    "statement": "Consciousness is studied by neuroscience, philosophy, psychology, and anthropology."
  },
  {
    "id": 149,
    "statement": "Consciousness is studied across disciplines with different emphases depending on field, leading to various insights."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from integrated brain neural process harmonization."
  },
  {
    "id": 151,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from integrated brain region information processing globally."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 154,
    "statement": "Consciousness is a complex, multifaceted phenomenon studied through diverse approaches"
  },
  {
    "id": 155,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally through various mechanisms."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from neural networks' coordinated global activity."
  },
  {
    "id": 157,
    "statement": "Harmonious brain coordination enables global workspace through neural oscillations."
  },
  {
    "id": 158,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from harmonious brain region integration processes."
  },
  {
    "id": 160,
    "statement": "Honesty sets stage for reliability and consistency in trust."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from harmonious synchronized brain activity globally"
  },
  {
    "id": 162,
    "statement": "Hormonal fluctuations influence brain activity and behavior via neurotransmitters."
  },
  {
    "id": 163,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 164,
    "statement": "Consciousness is a multifaceted phenomenon with various aspects."
  },
  {
    "id": 165,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields, involving."
  },
  {
    "id": 166,
    "statement": "Consciousness arises from harmonious integration of brain regions' synchronized activity."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from global workspace integrating sensory and cognitive information."
  },
  {
    "id": 168,
    "statement": "Humans have an inherent need for social connection and interaction."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from brain region interactions globally."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from harmonious integration of brain regions' synchronized activity."
  },
  {
    "id": 171,
    "statement": "Dopamine and serotonin globally modulate neural activity and connections."
  },
  {
    "id": 172,
    "statement": "Consciousness is complex, multifaceted, and studied through multiple disciplines."
  },
  {
    "id": 173,
    "statement": "Humans' social nature exhibits variability in expressions and interactions culturally."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from integrated brain region activities harmoniously."
  },
  {
    "id": 175,
    "statement": "Brain regions interact dynamically, influencing function through rhythmic electrical activity."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 177,
    "statement": "Multidisciplinary approaches in consciousness studies integrate complementary insights."
  },
  {
    "id": 178,
    "statement": "Internal representations are abstract mental constructs filtering reality."
  },
  {
    "id": 179,
    "statement": "Honesty is not always prime foundation of trust; context matters."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from harmonious integration of brain regions' activity."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 182,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships."
  },
  {
    "id": 183,
    "statement": "Honesty's morality depends on situation, intention, and consequences."
  },
  {
    "id": 184,
    "statement": "Consciousness influences perception through cognition, attention, expectations, and biases."
  },
  {
    "id": 185,
    "statement": "Consciousness actively constructs our perception of reality through interpretation processes."
  },
  {
    "id": 186,
    "statement": "Consciousness is multifaceted, studied through interconnected disciplines."
  },
  {
    "id": 187,
    "statement": "Integrated brain processing coordinates neural networks for unified conscious experience."
  },
  {
    "id": 188,
    "statement": "Honesty is never morally acceptable in exceptional circumstances."
  },
  {
    "id": 189,
    "statement": "Humans are social creatures by their fundamental nature"
  },
  {
    "id": 190,
    "statement": "Consciousness arises from coordination of information across brain regions globally."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 192,
    "statement": "Human sociality varies from universal need to individual differences influenced."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from integrating sensory information hierarchically."
  },
  {
    "id": 194,
    "statement": "Neural oscillations facilitate information integration through synchronization and modulation."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 196,
    "statement": "Consciousness arises from dynamic global brain region interactions."
  },
  {
    "id": 197,
    "statement": "Consciousness is a complex multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 198,
    "statement": "Honesty is important foundation of trust, but not always sufficient."
  }
]