[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary in multiple ways"
  },
  {
    "id": 2,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 3,
    "statement": "Morality is subjective and context-dependent across cultures universally."
  },
  {
    "id": 4,
    "statement": "Deontology emphasizes moral rules over consequences and context"
  },
  {
    "id": 5,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 6,
    "statement": "Neural oscillations integrate sensory information through synchronized activity mostly"
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated brain activity and global workspace integration."
  },
  {
    "id": 8,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 9,
    "statement": "Consciousness is a complex phenomenon debated by multiple sciences."
  },
  {
    "id": 10,
    "statement": "Localization theories overlook global brain integration in consciousness."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 12,
    "statement": "Deontology prioritizes moral rules over consequences and context."
  },
  {
    "id": 13,
    "statement": "Demonology is the study of supernatural entities, not moral issues"
  },
  {
    "id": 14,
    "statement": "Morality is universally subjective and context-dependent across cultures."
  },
  {
    "id": 15,
    "statement": "Demonology studies supernatural entities with moral judgment context."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from coordinated brain activity across networks."
  },
  {
    "id": 17,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 18,
    "statement": "Hierarchical brain processing refines sensory info through top-down refinement and feedback."
  },
  {
    "id": 19,
    "statement": "Histone modification synergizes with chromatin remodeling to regulate gene expression."
  },
  {
    "id": 20,
    "statement": "Consciousness is a complex and debated scientific topic about subjective experience."
  },
  {
    "id": 21,
    "statement": "Honesty may not always be the best policy considering context and consequences."
  },
  {
    "id": 22,
    "statement": "Honesty is considered a fundamental moral value universally."
  },
  {
    "id": 23,
    "statement": "Human language is primarily based on syntax and semantics."
  },
  {
    "id": 24,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally"
  },
  {
    "id": 25,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 26,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 27,
    "statement": "Honesty ensures trust by being truthful in social contracts"
  },
  {
    "id": 28,
    "statement": "Conscious experience arises from global workspace integration of information."
  },
  {
    "id": 29,
    "statement": "Localization theories focus on specific brain regions neglecting integration"
  },
  {
    "id": 30,
    "statement": "Honesty is relative, context-dependent, and can be harmful or hurtful."
  },
  {
    "id": 31,
    "statement": "Morality varies across cultures in context-dependent and subjective ways."
  },
  {
    "id": 32,
    "statement": "Neural oscillations integrate sensory information through synchronized activity partially."
  },
  {
    "id": 33,
    "statement": "Hierarchical brain processing integrates sensory information hierarchically"
  },
  {
    "id": 34,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from harmonious brain activity globally processed."
  },
  {
    "id": 36,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary across sciences."
  },
  {
    "id": 37,
    "statement": "Honesty's effectiveness depends on context and potential consequences."
  },
  {
    "id": 38,
    "statement": "Histone modification and chromatin remodeling combine for gene expression regulation."
  },
  {
    "id": 39,
    "statement": "Consciousness is studied multidisciplinary across neuroscience, philosophy, psychology and computer science."
  },
  {
    "id": 40,
    "statement": "Histone modification and chromatin remodeling synergize for gene expression control."
  },
  {
    "id": 41,
    "statement": "Morality varies across cultures, shaped by context and values."
  },
  {
    "id": 42,
    "statement": "Honesty flexibility is crucial for building and maintaining relationships."
  },
  {
    "id": 43,
    "statement": "Histones and chromatin dynamics regulate gene expression through synergism."
  },
  {
    "id": 44,
    "statement": "Consciousness refers to subjective internal experiences versus external objective world."
  },
  {
    "id": 45,
    "statement": "Honety's effectiveness depends on context, situation, and consequences."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated information processing and integration."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integrated brain processing information globally processed."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from global workspace integration of information harmoniously."
  },
  {
    "id": 49,
    "statement": "Histone modification and chromatin remodeling regulate gene expression coordinately."
  },
  {
    "id": 50,
    "statement": "Consciousness intricately linked to brain region dynamics."
  },
  {
    "id": 51,
    "statement": "Honesty is not always the best policy, considering context."
  },
  {
    "id": 52,
    "statement": "Global workspace theory proposes consciousness arises from integrating information."
  },
  {
    "id": 53,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from global workspace integrating sensory information harmoniously"
  },
  {
    "id": 55,
    "statement": "Morality subjective, context-dependent and influenced by personal values."
  },
  {
    "id": 56,
    "statement": "Neural oscillations integrate sensory info through synchronized coordination."
  },
  {
    "id": 57,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 58,
    "statement": "Deontology balances inherent moral value with contextual nuances"
  },
  {
    "id": 59,
    "statement": "Hierarchical brain processing integrates sensory info through refinement and feedback."
  },
  {
    "id": 60,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 61,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 62,
    "statement": "Consciousness arises from integrated information and unified processing."
  },
  {
    "id": 63,
    "statement": "Consciousness is a complex phenomenon debated by scientists."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from harmonious integration of brain regions."
  },
  {
    "id": 65,
    "statement": "Hierarchical brain processing refines and refines sensory information gradually."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 67,
    "statement": "Honesty is a fundamental value in human relationships."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from integrated information generated through brain activity"
  },
  {
    "id": 69,
    "statement": "Honesty's effectiveness depends on context, relationships, and potential consequences."
  },
  {
    "id": 70,
    "statement": "Honesty's effectiveness depends on context, relationships, and potential consequences."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from global workspace integrating neural activity."
  },
  {
    "id": 72,
    "statement": "Subjective internal experiences influence external objective world perception"
  },
  {
    "id": 73,
    "statement": "Morality varies across cultures, shaped by context and values."
  },
  {
    "id": 74,
    "statement": "Utilitarianism balances individual freedoms with overall happiness maximization."
  },
  {
    "id": 75,
    "statement": "Binding integrates features through synchronized neural activity harmoniously."
  },
  {
    "id": 76,
    "statement": "Demonology studies malevolent entities without moral judgment."
  },
  {
    "id": 77,
    "statement": "Cultural values vary in prioritizing individual honesty over social harmony"
  },
  {
    "id": 78,
    "statement": "Neural oscillations integrate sensory information through synchronized activity partially."
  },
  {
    "id": 79,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from synchronized neural activity across brain regions."
  },
  {
    "id": 81,
    "statement": "Deontology prioritizes moral rules over consequences and context universally."
  },
  {
    "id": 82,
    "statement": "Histone modification and chromatin remodeling regulate gene expression interactively."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from integrated processing across disciplines."
  },
  {
    "id": 84,
    "statement": "Sensory binding integrates multiple sensory inputs into unified perception."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from coordinated neural activity across brain regions."
  },
  {
    "id": 86,
    "statement": "Honesty's effectiveness depends on context and consequences"
  },
  {
    "id": 87,
    "statement": "Empathy and compassion play crucial roles in trust-building alongside honesty."
  },
  {
    "id": 88,
    "statement": "Conscious experience arises from globally integrating neural activity"
  },
  {
    "id": 89,
    "statement": "Chromatin modification influences gene expression levels harmoniously"
  },
  {
    "id": 90,
    "statement": "Consciousness arises from integrated brain activity, global workspace integration."
  },
  {
    "id": 91,
    "statement": "Hierarchical brain processing integrates sensory information hierarchically."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from integrated brain activity and global workspace integration."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from integrated processing across disciplines, including psychology, neuroscience, philosophy and biology."
  },
  {
    "id": 94,
    "statement": "Neural oscillations integrate sensory info through coordinated activity harmoniously."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrating information globally in brain"
  },
  {
    "id": 96,
    "statement": "Utilitarianism balances happiness with individual freedoms through principles."
  },
  {
    "id": 97,
    "statement": "Consciousness is a result of integrated brain activity, not localization."
  },
  {
    "id": 98,
    "statement": "Consciousness is a complex, debated, and multidisciplinary scientific topic."
  },
  {
    "id": 99,
    "statement": "Morality varies across cultures shaped by context and values."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from global workspace integration of information harmoniously"
  },
  {
    "id": 102,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 103,
    "statement": "Histone modification and chromatin remodeling coordinate to regulate gene expression."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from multiple brain processes with interactions."
  },
  {
    "id": 105,
    "statement": "Deontology balances moral value with contextual nuances objectively."
  },
  {
    "id": 106,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from integrated processing across disciplines."
  },
  {
    "id": 108,
    "statement": "Honesty effectiveness depends on context and potential consequences."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from integrated global brain activity and workspace integration."
  },
  {
    "id": 110,
    "statement": "Deontology balances inherent moral value with contextual nuances through moral rules"
  },
  {
    "id": 111,
    "statement": "Consciousness arises from harmonious brain activity globally processed."
  },
  {
    "id": 112,
    "statement": "Consciousness emerges from harmonious brain region interaction globally."
  },
  {
    "id": 113,
    "statement": "Honesty foundation of trust based on trust as social contract."
  },
  {
    "id": 114,
    "statement": "Neural oscillations integrate sensory information through synchronized activity."
  },
  {
    "id": 115,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 116,
    "statement": "Honesty's effectiveness influenced by interdependent contextual factors."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from global workspace integrating neural activity."
  },
  {
    "id": 118,
    "statement": "Hierarchical brain processing integrates sensory information through interactions"
  },
  {
    "id": 119,
    "statement": "Utilitarianism balances happiness with individual freedoms through principles."
  },
  {
    "id": 120,
    "statement": "Neural oscillations integrate sensory information through synchronized activity."
  },
  {
    "id": 121,
    "statement": "Honesty's effectiveness depends on context and consequences"
  },
  {
    "id": 122,
    "statement": "Hierarchical brain processing involves multi-level sensory integration conforming"
  },
  {
    "id": 123,
    "statement": "Demonology is a field studying supernatural malevolent entities primarily"
  },
  {
    "id": 124,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 125,
    "statement": "Hierarchical brain processing integrates sensory information across multiple levels"
  },
  {
    "id": 126,
    "statement": "Histone modification and chromatin remodeling coordinate through molecular interactions."
  },
  {
    "id": 127,
    "statement": "Human language is primarily based on syntax and semantics."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from integrated processing across disciplines."
  },
  {
    "id": 129,
    "statement": "Morality is subjective, context-dependent and influenced by personal values"
  },
  {
    "id": 130,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 131,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 132,
    "statement": "Honesty is context-dependent, with consequences of effectiveness."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from integrated brain activity across multiple regions."
  },
  {
    "id": 134,
    "statement": "Malevolent supernatural entities referred to in Demonology include demons."
  },
  {
    "id": 135,
    "statement": "Consciousness emerges from integrated brain region activity globally."
  },
  {
    "id": 136,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 137,
    "statement": "Hierarchical brain processing involves multi-level sensory integration dynamically."
  },
  {
    "id": 138,
    "statement": "Sensory binding integrates multiple sensory features into coherent percepts."
  },
  {
    "id": 139,
    "statement": "Histone modification and chromatin remodeling regulate gene expression coordinately."
  },
  {
    "id": 140,
    "statement": "Honesty is the foundation of trust in relationships by demonstrating reliability and dependability."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from integrated information processing within brain."
  },
  {
    "id": 142,
    "statement": "Sensory information integration involves multiple neural pathways and mechanisms."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from integrated brain activity through global workspace"
  },
  {
    "id": 144,
    "statement": "Neural oscillations integrate sensory information through synchronized activity"
  },
  {
    "id": 145,
    "statement": "Hierarchical brain processing integrates sensory info through refinement and feedback loops."
  },
  {
    "id": 146,
    "statement": "Consciousness emerges from coordinated neural activity across brain regions."
  },
  {
    "id": 147,
    "statement": "Honesty may not always be the best policy considering context"
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated neural activity harmoniously processed."
  },
  {
    "id": 149,
    "statement": "Brain regions communicate through synchronized neural activity harmoniously"
  },
  {
    "id": 150,
    "statement": "Honesty's effectiveness depends on context, relationships, and potential consequences."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from complex neural processing globally integrated"
  },
  {
    "id": 152,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 153,
    "statement": "Histone modification and chromatin remodeling synergize to control gene expression."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from integrated brain processing globally processed."
  },
  {
    "id": 155,
    "statement": "Hierarchical brain processing involves multiple speed and scale mechanisms"
  },
  {
    "id": 156,
    "statement": "Hierarchical brain processing integrates sensory information through refinement."
  },
  {
    "id": 157,
    "statement": "Synchronized neural activity binds features together through gamma oscillations."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from integrated information across brain networks"
  },
  {
    "id": 159,
    "statement": "Deontology balances inherent moral value with contextual nuances through principles."
  },
  {
    "id": 160,
    "statement": "Syntax and semantics interact to convey meaning in language."
  },
  {
    "id": 161,
    "statement": "Hierarchical brain processing involves nested loops and feedback connections."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from integrated brain activity coordinately processed."
  },
  {
    "id": 163,
    "statement": "Honesty may not be the best policy in certain situations."
  },
  {
    "id": 164,
    "statement": "Demonology studies supernatural entities without moral judgment."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 166,
    "statement": "Human language primarily based on syntax and semantics."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from global workspace integrating sensory information harmoniously"
  },
  {
    "id": 168,
    "statement": "Consciousness arises from harmonious global integration of information."
  },
  {
    "id": 169,
    "statement": "Consciousness is a complex, multidisciplinary phenomenon studied across sciences."
  },
  {
    "id": 170,
    "statement": "Empathy and compassion are fundamental for deepening and sustaining trust."
  },
  {
    "id": 171,
    "statement": "Morality is subjective and context-dependent across cultures universally."
  },
  {
    "id": 172,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 173,
    "statement": "Honesty is a fundamental building block of trust, generally."
  },
  {
    "id": 174,
    "statement": "Morality is multifaceted, combining subjective context-dependent elements with universal values."
  },
  {
    "id": 175,
    "statement": "Histones and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from harmonious brain region interactions and integrated information."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated global brain activity harmoniously."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from global workspace integrating neural activity."
  },
  {
    "id": 179,
    "statement": "Hierarchical brain processing refines sensory info top-downally with feedback"
  },
  {
    "id": 180,
    "statement": "Consciousness is a multispectral phenomenon debated by multiple disciplines"
  },
  {
    "id": 181,
    "statement": "Consciousness is a complex, multifaceted phenomenon studied multidisciplinary."
  },
  {
    "id": 182,
    "statement": "Honesty effectiveness depends on context and potential consequences."
  },
  {
    "id": 183,
    "statement": "Histone modification and chromatin remodeling regulate gene expression hierarchically."
  },
  {
    "id": 184,
    "statement": "Consciousness is a debated complex phenomenon studied multidisciplinary"
  },
  {
    "id": 185,
    "statement": "Coordinated neural activity integrates sensory information harmoniously"
  },
  {
    "id": 186,
    "statement": "Consciousness arises from harmonious brain activity globally processed."
  },
  {
    "id": 187,
    "statement": "Histones and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 188,
    "statement": "Hierarchical brain processing integrates sensory information through interactions."
  },
  {
    "id": 189,
    "statement": "Histone modification and chromatin remodeling synergize for gene expression control."
  },
  {
    "id": 190,
    "statement": "Honesty is context-dependent, balancing moral value with consequences."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrated global brain activity globally processed."
  },
  {
    "id": 192,
    "statement": "Partial neural oscillations integrate sensory info in nuanced manner"
  },
  {
    "id": 193,
    "statement": "Honesty flexibility is adaptability in truthful communication."
  },
  {
    "id": 194,
    "statement": "Global workspace theory proposes consciousness arises from integrated brain activity"
  },
  {
    "id": 195,
    "statement": "Honesty as fundamental value contextual and nuanced."
  },
  {
    "id": 196,
    "statement": "Histone modification and chromatin remodeling coordinately regulate gene expression"
  },
  {
    "id": 197,
    "statement": "Consciousness arises from integrated processing across multiple disciplines."
  },
  {
    "id": 198,
    "statement": "Histone modification and chromatin remodeling coordinate through molecular interactions."
  },
  {
    "id": 199,
    "statement": "Computer science contributes to studying consciousness through AI, ML, cognitive architectures, and neural networks."
  }
]