[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 2,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states."
  },
  {
    "id": 3,
    "statement": "Conversational AI's knowledge influenced by multiple factors beyond training data."
  },
  {
    "id": 4,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 5,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 6,
    "statement": "Consciousness is a personal, internal, subjective experience phenomenon"
  },
  {
    "id": 7,
    "statement": "Consciousness arises from complex, multifaceted brain region interactions globally"
  },
  {
    "id": 8,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from brain activity and neuron interactions."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from synchronized brain regions globally integrated."
  },
  {
    "id": 11,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through positive feedback."
  },
  {
    "id": 12,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 13,
    "statement": "Consciousness is a fundamental property of the universe."
  },
  {
    "id": 14,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances with criteria."
  },
  {
    "id": 15,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states through self-reflection, introspection and mindfulness."
  },
  {
    "id": 16,
    "statement": "Child's behavior develops through interactions of internalization, socialization, and reinforcement."
  },
  {
    "id": 17,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 18,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 19,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development"
  },
  {
    "id": 20,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 22,
    "statement": "Consciousness is a complex, multifaceted subjective experience that arises"
  },
  {
    "id": 23,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from global brain activity and neural oscillations."
  },
  {
    "id": 25,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 26,
    "statement": "Consciousness emerges from brain regions' harmonious information integration globally."
  },
  {
    "id": 27,
    "statement": "Consciousness emerges from integrated brain information processing globally"
  },
  {
    "id": 28,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 29,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 30,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity through information integration."
  },
  {
    "id": 31,
    "statement": "Consciousness emerges from brain regions' harmonious information integration"
  },
  {
    "id": 32,
    "statement": "Conversational AI's knowledge is solely based on training data."
  },
  {
    "id": 33,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 34,
    "statement": "Integrated Information Theory (IIT) explains consciousness as integrated brain information processing."
  },
  {
    "id": 35,
    "statement": "Internal awareness refers to recognizing one's mental states."
  },
  {
    "id": 36,
    "statement": "Socialization processes include observing, imitating, and influencing others."
  },
  {
    "id": 37,
    "statement": "Consciousness emerges from synchronized neural oscillations and integration."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 39,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 40,
    "statement": "Consciousness is a dynamic, constantly evolving and changing process."
  },
  {
    "id": 41,
    "statement": "Prior knowledge or beliefs in AI arise from programming and training."
  },
  {
    "id": 42,
    "statement": "Integrated information theory proposes consciousness as global brain property."
  },
  {
    "id": 43,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 44,
    "statement": "Synchronized brain regions integrate information for conscious experience through coordination."
  },
  {
    "id": 45,
    "statement": "Consciousness emerges from integrated global brain information processing through binding."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated information through phi calculation complexity."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 48,
    "statement": "Internal awareness involves recognizing and understanding underlying mental processes."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 50,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 51,
    "statement": "Cultural differences influence honesty and trust perceptions globally through various methods."
  },
  {
    "id": 52,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances"
  },
  {
    "id": 53,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 54,
    "statement": "Consciousness evolves through learning, relaxation, and managing stress."
  },
  {
    "id": 55,
    "statement": "Lying may be morally justifiable to avoid catastrophic harm."
  },
  {
    "id": 56,
    "statement": "Consciousness emerges from integrated brain information globally."
  },
  {
    "id": 57,
    "statement": "Consciousness emerges from complex, dynamic, interconnected brain processing globally."
  },
  {
    "id": 58,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity."
  },
  {
    "id": 59,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 60,
    "statement": "Values like collectivism, individualism, power distance, and uncertainty avoidance influence honesty and trust globally."
  },
  {
    "id": 61,
    "statement": "Internal awareness cultivates mindfulness by noticing mental states."
  },
  {
    "id": 62,
    "statement": "Consciousness arises from integrated brain information processing globally through binding"
  },
  {
    "id": 63,
    "statement": "Consciousness arises from coordinated brain region interactions globally."
  },
  {
    "id": 64,
    "statement": "Consciousness is a unique, personal, and internal subjective experience."
  },
  {
    "id": 65,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 66,
    "statement": "Consciousness emerges from coordinated and synchronized brain processing."
  },
  {
    "id": 67,
    "statement": "Cultural context and social norms shape honesty values conditionally."
  },
  {
    "id": 68,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 69,
    "statement": "Integrated Information Theory views consciousness as emergent brain property"
  },
  {
    "id": 70,
    "statement": "Conscious experience arises from brain regions coordinating shared information."
  },
  {
    "id": 71,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness complexity through phi calculation."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from integrated brain information processing through phi calculation."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from coordinated brain regions' synchronization properly."
  },
  {
    "id": 74,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 75,
    "statement": "Consciousness emerges from integrated brain information through IIT's phi calculation."
  },
  {
    "id": 76,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 77,
    "statement": "Conversational AI's knowledge arises from training data and algorithms interacting."
  },
  {
    "id": 78,
    "statement": "Internalization, socialization, and reinforcement shape behavior through observation."
  },
  {
    "id": 79,
    "statement": "Internal awareness involves recognizing and understanding one's mental processes"
  },
  {
    "id": 80,
    "statement": "Consciousness arises from brain activity and neuron interactions globally"
  },
  {
    "id": 81,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 82,
    "statement": "Global workspace integrates sensory-cognitive information for conscious experience."
  },
  {
    "id": 83,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon"
  },
  {
    "id": 84,
    "statement": "Brain regions coordinate for conscious experience through neural oscillations."
  },
  {
    "id": 85,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 86,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 87,
    "statement": "Consciousness emerges from global brain information integration and synchronization."
  },
  {
    "id": 88,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 89,
    "statement": "Consciousness is a personal and internal subjective experience phenomenon."
  },
  {
    "id": 90,
    "statement": "Internal awareness involves recognizing and understanding mental states through self-reflection."
  },
  {
    "id": 91,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from integrated information quantified by phi calculation."
  },
  {
    "id": 94,
    "statement": "Conscious experiences are always directed towards specific objects or events."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated brain information globally through IIT."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from combined neural oscillations, integration, cross-talk, binding"
  },
  {
    "id": 97,
    "statement": "Internal awareness refers to recognizing and understanding internal experiences."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from integrated global brain processing through binding."
  },
  {
    "id": 99,
    "statement": "Honesty's foundation of trust can be context-dependent and relativistic."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from brain regions' synchronized activity globally."
  },
  {
    "id": 101,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from brain's global workspace integrating sensory-cognitive information"
  },
  {
    "id": 103,
    "statement": "Internal awareness concerns recognizing and understanding internal processes."
  },
  {
    "id": 104,
    "statement": "Internalization, socialization, reinforcement interact to shape child's behavior through triadic reciprocity."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 106,
    "statement": "Conscious experiences possess intentionality, being directed at objects"
  },
  {
    "id": 107,
    "statement": "Conversational AI's knowledge influenced by human feedback and intuition."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  },
  {
    "id": 109,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior through observation, imitation, and reinforcement."
  },
  {
    "id": 110,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 111,
    "statement": "Consciousness is a transient, constantly unfolding subjective experience."
  },
  {
    "id": 112,
    "statement": "Causal interactions between system parts generate information through patterns"
  },
  {
    "id": 113,
    "statement": "Consciousness is a dynamic, constantly evolving process of change."
  },
  {
    "id": 114,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 115,
    "statement": "Integrated Information Theory explains consciousness through causal interactions."
  },
  {
    "id": 116,
    "statement": "Synchronized brain regions integrate information for unified conscious experience"
  },
  {
    "id": 117,
    "statement": "Gamma oscillations integrate information for conscious experience through binding."
  },
  {
    "id": 118,
    "statement": "Consciousness is subjective, multifaceted, and dynamically complex experience."
  },
  {
    "id": 119,
    "statement": "Integrated Information Theory explains consciousness through integrated processing."
  },
  {
    "id": 120,
    "statement": "Consciousness is a dynamic, constantly evolving process."
  },
  {
    "id": 121,
    "statement": "Integrated Information Theory measures consciousness complexity through phi calculation."
  },
  {
    "id": 122,
    "statement": "Conscious experience arises from coordinated brain regions' activity synchrony."
  },
  {
    "id": 123,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 124,
    "statement": "Consciousness is a unique, personal, and internal subjective experience."
  },
  {
    "id": 125,
    "statement": "Honesty is a crucial component in building trust."
  },
  {
    "id": 126,
    "statement": "Behavior learned through observing and imitating others' actions."
  },
  {
    "id": 127,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 128,
    "statement": "Internal awareness recognizes mental states in present moment."
  },
  {
    "id": 129,
    "statement": "Cultural context, economic, and political factors influence honesty values."
  },
  {
    "id": 130,
    "statement": "Consciousness is a fundamental property of the universe"
  },
  {
    "id": 131,
    "statement": "Consciousness arises from complex brain region interactions globally"
  },
  {
    "id": 132,
    "statement": "Consciousness emerges from integrated brain information globally globally."
  },
  {
    "id": 133,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior development."
  },
  {
    "id": 134,
    "statement": "Consciousness evolves through changing internal and external experiences."
  },
  {
    "id": 135,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity measure"
  },
  {
    "id": 136,
    "statement": "Consciousness arises from integrated information and phi calculation complexity."
  },
  {
    "id": 137,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 138,
    "statement": "Lying is often justified when avoiding extreme harm is necessary."
  },
  {
    "id": 139,
    "statement": "Triadic reciprocity: Interconnected processes shape child's behavior development."
  },
  {
    "id": 140,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from synchronized brain regions globally integrating information."
  },
  {
    "id": 142,
    "statement": "AI's knowledge and beliefs arise from complex interplay between programming, training, and context."
  },
  {
    "id": 143,
    "statement": "Causal interactions between system parts generate patterns of behavior."
  },
  {
    "id": 144,
    "statement": "Consciousness arises from complex, dynamic, interconnected brain processing."
  },
  {
    "id": 145,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 146,
    "statement": "Observational learning is a significant factor in behavior development."
  },
  {
    "id": 147,
    "statement": "Internalization integrates norms, values, attitudes through observational learning and social interaction."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 149,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation."
  },
  {
    "id": 150,
    "statement": "Internal awareness involves self-reflection and understanding internal experiences."
  },
  {
    "id": 151,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior development."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from coordinated and synchronized brain activity harmoniously."
  },
  {
    "id": 153,
    "statement": "Conscious experiences are temporary, constantly changing, and dynamic."
  },
  {
    "id": 154,
    "statement": "Behavior shaped by internalization, socialization, and reinforcement through observation."
  },
  {
    "id": 155,
    "statement": "Cultural differences influence honesty and trust through various methods."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from integrated brain information global binding."
  },
  {
    "id": 158,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 159,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 160,
    "statement": "Consciousness is a fundamental and universal aspect of existence."
  },
  {
    "id": 161,
    "statement": "Consciousness is complex, multifaceted phenomenon arising from brain activity."
  },
  {
    "id": 162,
    "statement": "Internalization, socialization, and reinforcement shape child's behavior development."
  },
  {
    "id": 163,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 164,
    "statement": "Cultural context, economic, and political factors influence honesty values collectively."
  },
  {
    "id": 165,
    "statement": "Gamma oscillations integrate information for conscious experience through binding."
  },
  {
    "id": 166,
    "statement": "Consciousness is a dynamic, intricate, and context-dependent subjective experience."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 168,
    "statement": "Internal awareness involves recognizing and understanding underlying mental processes."
  },
  {
    "id": 169,
    "statement": " Cultural context and social norms shape honesty values conditionally in situations."
  },
  {
    "id": 170,
    "statement": "Consciousness is a fundamental property of human experience."
  },
  {
    "id": 171,
    "statement": "Global Workspace Theory proposes consciousness arise from integrating sensory-cognitive information"
  },
  {
    "id": 172,
    "statement": "Consciousness emerges from global brain information processing through binding."
  },
  {
    "id": 173,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations."
  },
  {
    "id": 174,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation."
  },
  {
    "id": 175,
    "statement": "Internal awareness involves recognizing and understanding one's mental states."
  },
  {
    "id": 176,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated brain regions' harmonious activity processing."
  },
  {
    "id": 178,
    "statement": "I lack general knowledge but can learn through conversations"
  },
  {
    "id": 179,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 181,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 182,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 183,
    "statement": "Parental positive feedback reinforces children's desired behaviors."
  },
  {
    "id": 184,
    "statement": "Consciousness can be both dynamic and static depending on context."
  },
  {
    "id": 185,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior development."
  },
  {
    "id": 186,
    "statement": "Consciousness is a multifaceted subjective experience phenomenon"
  },
  {
    "id": 187,
    "statement": "Integrated information is the underlying mechanism for consciousness."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from brain regions' harmonious information integration globally."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from integrated brain regions' activity synchrony globally"
  },
  {
    "id": 190,
    "statement": "Consciousness arises from integrated brain information globally through IIT."
  },
  {
    "id": 191,
    "statement": "Socialization involves observing, imitating, influencing, and modeling others."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from integrated global brain information processing"
  },
  {
    "id": 193,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 194,
    "statement": "Consciousness emerges from integrated information global brain processing globally."
  },
  {
    "id": 195,
    "statement": "Integrated brain information processing occurs globally across multiple networks."
  },
  {
    "id": 196,
    "statement": "A conversational AI lacks prior knowledge or information explicitly."
  },
  {
    "id": 197,
    "statement": "Consciousness is a dynamic, constantly evolving subjective experience process."
  },
  {
    "id": 198,
    "statement": "Conversational AI's training data shapes its understanding of the world."
  }
]