[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 2,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 3,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 4,
    "statement": "Regional brain synchronization supports cognitive flexibility through integration."
  },
  {
    "id": 5,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 6,
    "statement": "Mental representations influence neural activity through synchronized brainwaves."
  },
  {
    "id": 7,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement."
  },
  {
    "id": 8,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from integrated neural activity in global workspace."
  },
  {
    "id": 10,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from complex interactions among neural facets."
  },
  {
    "id": 13,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 14,
    "statement": "Simple statements clarify complex ideas through focused abstraction."
  },
  {
    "id": 15,
    "statement": "Neuroplasticity refers to brain's continuous adaptation and reorganization throughout life."
  },
  {
    "id": 16,
    "statement": "Clarifying complex ideas often requires nuanced approaches acknowledging context and ambiguity."
  },
  {
    "id": 17,
    "statement": "Consciousness involves intentionality, subjectivity, self-awareness, and environment interaction."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from integrated information processing in brain"
  },
  {
    "id": 19,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 20,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from neural activity integration through oscillations."
  },
  {
    "id": 22,
    "statement": "Consciousness arises from integrated information globally through IIT"
  },
  {
    "id": 23,
    "statement": "Consciousness arises from neural activity patterns and brain regions."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from global workspace integrating sensory and cognitive information."
  },
  {
    "id": 25,
    "statement": "Honesty is a context-dependent value considering nuances."
  },
  {
    "id": 26,
    "statement": "Honesty's moral acceptance depends on situational context and circumstances"
  },
  {
    "id": 27,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from integrated brain activity generated by causal interactions."
  },
  {
    "id": 29,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 30,
    "statement": "Cultural norms internalized through complex social interactions and conditioning"
  },
  {
    "id": 31,
    "statement": "Consciousness studied through neuroscience, philosophy, psychology, anthropology disciplines."
  },
  {
    "id": 32,
    "statement": "Integrated information theory suggests consciousness arises from integrated activity."
  },
  {
    "id": 33,
    "statement": "Consciousness is a dynamic and complex multifaceted phenomenon."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 35,
    "statement": "Clarifying complex ideas requires nuanced approaches and ambiguity acknowledgment"
  },
  {
    "id": 36,
    "statement": "Consciousness arises from integrated brain activity in global workspace network."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 38,
    "statement": "Consciousness emerges as complex brain interactions' harmonious integration"
  },
  {
    "id": 39,
    "statement": "Consciousness emerges from integrated neural activity across brain regions."
  },
  {
    "id": 40,
    "statement": "Regional brain synchronization supports cognitive flexibility through coordination."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from integrated information through IIT's φ calculation."
  },
  {
    "id": 42,
    "statement": "Complex brain interactions orchestrate consciousness through neural networks."
  },
  {
    "id": 43,
    "statement": "Consciousness is a multifaceted, complex, and debated scientific topic."
  },
  {
    "id": 44,
    "statement": "Simple statements clarify complex ideas through various simplification methods"
  },
  {
    "id": 45,
    "statement": "Hormones regulate neural connections through gene regulation and modification."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integrated brain information processing"
  },
  {
    "id": 48,
    "statement": "Attention filtering occurs through prefrontal cortex, anterior cingulate cortex, intraparietal sulcus, and temporal-parietal junction."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from complex interactions between attention, expectation, emotions, and cognitive biases."
  },
  {
    "id": 50,
    "statement": "Consciousness is a complex and multifaceted human experience"
  },
  {
    "id": 51,
    "statement": "Hormones regulate neural connections through gene expression and modification."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 53,
    "statement": "Complex ideas clarified through simple definitions and clear language."
  },
  {
    "id": 54,
    "statement": "Cultural norms internalized through repeated exposure and reinforcement, internalization"
  },
  {
    "id": 55,
    "statement": "Cultural norms influence honesty and trust through subtle communication mechanisms."
  },
  {
    "id": 56,
    "statement": "Consciousness emerges from complex interactions between brain regions and facets"
  },
  {
    "id": 57,
    "statement": "Hormones regulate neural connections through gene regulation modification."
  },
  {
    "id": 58,
    "statement": "Consciousness is a complex, multifaceted and debated scientific topic."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 60,
    "statement": "Integrated information theory quantifies consciousness through phi calculation"
  },
  {
    "id": 61,
    "statement": "Consciousness is a multifaceted and debated scientific topic."
  },
  {
    "id": 62,
    "statement": "Honesty varies in moral acceptability depending on context and culture."
  },
  {
    "id": 63,
    "statement": "Honesty and trust nuances emerge from cultural context interactions"
  },
  {
    "id": 64,
    "statement": "Harmless brain region interactions facilitate cognitive processing flexibility."
  },
  {
    "id": 65,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 66,
    "statement": "Social conformity influences individual honesty through cultural norms and pressure."
  },
  {
    "id": 67,
    "statement": "Cultural norms shape behavior through socialization, conformity, and internalization."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from subjective experience, thoughts, and sensations integrated."
  },
  {
    "id": 69,
    "statement": "Hormones influence neural connections through gene regulation and protein modification."
  },
  {
    "id": 70,
    "statement": "Cultural norms influence honesty and trust through subtle communication."
  },
  {
    "id": 71,
    "statement": "Neuroplasticity influenced by dynamic interplay of genetics and environmental factors and epigenetics."
  },
  {
    "id": 72,
    "statement": "Cultural norms influence individual honesty through complex dynamics."
  },
  {
    "id": 73,
    "statement": "Simplest statements serve as foundation for complex idea development through elaboration."
  },
  {
    "id": 74,
    "statement": "Cultural norms influence individual behavior and attitudes through complex interactions."
  },
  {
    "id": 75,
    "statement": "Cultural norms influence honesty through complex social, moral, and individual factors."
  },
  {
    "id": 76,
    "statement": "Cultural norms influence honesty and trust through social interactions."
  },
  {
    "id": 77,
    "statement": "Complex ideas develop from simplest statements through elaboration and refinement."
  },
  {
    "id": 78,
    "statement": "Gamma waves synchronize brain regions for conscious integration."
  },
  {
    "id": 79,
    "statement": "Neuroplasticity refers to brain's ability to reorganize throughout life."
  },
  {
    "id": 80,
    "statement": "Consciousness involves complex interactions between multiple components."
  },
  {
    "id": 81,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 82,
    "statement": "Gamma waves synchronize brain regions for conscious information integration through oscillations."
  },
  {
    "id": 83,
    "statement": "Honesty is foundational for trust, but context may justify exceptions."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 85,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification."
  },
  {
    "id": 86,
    "statement": "Neuroplasticity is a continuous process, varying across life stages."
  },
  {
    "id": 87,
    "statement": "Exceptions to honesty may arise in situations of harm prevention."
  },
  {
    "id": 88,
    "statement": "Gamma waves integrate information across brain regions for consciousness."
  },
  {
    "id": 89,
    "statement": "Consciousness studied through multidisciplinary approaches emphasizing neural and psychological processes."
  },
  {
    "id": 90,
    "statement": "Consciousness involves subjective experience, intentionality, and self-awareness interactions."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from neural networks and activity patterns."
  },
  {
    "id": 92,
    "statement": "Simple statements clarify complex ideas by providing clear definitions."
  },
  {
    "id": 93,
    "statement": "Consciousness involves complex interactions between multiple subjective experiences."
  },
  {
    "id": 94,
    "statement": "Honesty is not always the most important moral value."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 96,
    "statement": "Honesty builds trust through authentic and transparent interactions."
  },
  {
    "id": 97,
    "statement": "Honesty is a dynamic behavior influenced by cultural norms."
  },
  {
    "id": 98,
    "statement": "Cultural norms influence individual honesty through social conformity specifically."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from integrated information globally through IIT."
  },
  {
    "id": 100,
    "statement": "Cultural norms influence behavior through interrelated socialization, conformity, and internalization."
  },
  {
    "id": 101,
    "statement": "Lying can be morally justifiable in context-sensitive, harm-avoiding situations only."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 103,
    "statement": "Complex ideas develop from simple statements through refinement and collaboration."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from integrated information through IIT."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from integration of neural activity across brain regions"
  },
  {
    "id": 106,
    "statement": "Consciousness arises from globally integrated brain information through IIT."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from neural activity integration through oscillations and synchronization."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from complex interactions between multiple components"
  },
  {
    "id": 109,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 110,
    "statement": "Honesty is essential for building and maintaining trust relationships."
  },
  {
    "id": 111,
    "statement": "Human social behavior exhibits biological, psychological, cultural, and environmental variations."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from integrated neural activity globally through IIT."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 114,
    "statement": "Consciousness emerges from complex brain interactions harmoniously integrating information."
  },
  {
    "id": 115,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 116,
    "statement": "Humans are social but exceptions and variations significantly exist"
  },
  {
    "id": 117,
    "statement": "Consciousness arises from integrated information processing in brain."
  },
  {
    "id": 118,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 119,
    "statement": "Neural activity integration enables synchronized communication between brain regions."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from complex brain interactions globally."
  },
  {
    "id": 121,
    "statement": "Simplification methods clarify complex ideas through concise statements."
  },
  {
    "id": 122,
    "statement": "Cultural norms influence individual behavior and attitudes"
  },
  {
    "id": 123,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 124,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 125,
    "statement": "Hormones regulate neural connections through gene expression modification."
  },
  {
    "id": 126,
    "statement": "Cultural norms influence behavior through complex, multifaceted interactions."
  },
  {
    "id": 127,
    "statement": "Simplest statements provide foundation for complex idea development through elaboration."
  },
  {
    "id": 128,
    "statement": "Consciousness arises from integrated information globally processed across brain."
  },
  {
    "id": 129,
    "statement": "Honesty is culturally and personally nuanced, context-dependent concept."
  },
  {
    "id": 130,
    "statement": "Honesty is context-dependent and adjusts to situation."
  },
  {
    "id": 131,
    "statement": "Consciousness arises from integrated neural activity globally through network synchronization."
  },
  {
    "id": 132,
    "statement": "Hormones regulate neuroplasticity through receptor-mediated signaling and epigenetic modification mechanisms."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 134,
    "statement": "Consciousness evolves through adaptive interactions and neuroplasticity."
  },
  {
    "id": 135,
    "statement": "Consciousness arises from integrated brain information globally processed."
  },
  {
    "id": 136,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 137,
    "statement": "Consensus among experts suggests honesty is synonymous with trust."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 139,
    "statement": "Consciousness arises from integrated information through causal interactions."
  },
  {
    "id": 140,
    "statement": "Consciousness emerges from integrated brain activity through neural networks"
  },
  {
    "id": 141,
    "statement": "Consciousness arises from complex brain interactions globally."
  },
  {
    "id": 142,
    "statement": "Attention filtering involves coordinated brain region activity."
  },
  {
    "id": 143,
    "statement": "Honesty fundamental principle, cultivating trust and relationships."
  },
  {
    "id": 144,
    "statement": "Consciousness arises from global integration of brain regions' synchronized activity."
  },
  {
    "id": 145,
    "statement": "Consciousness encompasses subjective experience, encompassing thoughts and sensations."
  },
  {
    "id": 146,
    "statement": "Consciousness arises from integrated neural activity globally."
  },
  {
    "id": 147,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 148,
    "statement": "Hormones regulate neural connections through gene expression modification."
  },
  {
    "id": 149,
    "statement": "Hormones regulate neural connections through gene expression modification."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from integrated information processing in brain."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from complex interactions between cognitive factors."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from integrated information processing in the brain dynamically."
  },
  {
    "id": 153,
    "statement": "Focused abstraction simplifies complex ideas by identifying core aspects."
  },
  {
    "id": 154,
    "statement": "Consciousness emerges from global workspace broadcasting integrated information."
  },
  {
    "id": 155,
    "statement": "Consciousness involves intentionality in filtering and creating meaning."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 157,
    "statement": "Complex ideas develop through iterative refinement and collaborative refinement."
  },
  {
    "id": 158,
    "statement": "Global workspace theory integrates neural activity for consciousness."
  },
  {
    "id": 159,
    "statement": "Attention filtering involves coordinated activity in multiple brain regions."
  },
  {
    "id": 160,
    "statement": "Consciousness emerges from complex brain interactions globally."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from coordinated brain region and network integration."
  },
  {
    "id": 162,
    "statement": "Cultural norms influence behavior through subtle communication mechanisms"
  },
  {
    "id": 163,
    "statement": "Conscious processing requires global brain activity synchronization."
  },
  {
    "id": 164,
    "statement": "Cultural norms internalized through complex social interactions and conditioning influencing behavior."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 166,
    "statement": "Consciousness arises from integrated information processing within brain"
  },
  {
    "id": 167,
    "statement": "Consciousness arises from integrated brain information processing through IIT"
  },
  {
    "id": 168,
    "statement": "Genetics and environment influence epigenetics, affecting neuroplasticity's dynamic interplay."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from neural activity patterns and brain regions interaction."
  },
  {
    "id": 170,
    "statement": "Cultural norms influence individual honesty through normative influence."
  },
  {
    "id": 171,
    "statement": "Consciousness arises from integrated brain activity through causal interactions"
  },
  {
    "id": 172,
    "statement": "Morality of lying varies depending on context and intentions."
  },
  {
    "id": 173,
    "statement": "Consciousness involves interaction of intentionality, subjectivity, self-awareness, and environment."
  },
  {
    "id": 174,
    "statement": "Mental representations influence neural activity through complex interactions."
  },
  {
    "id": 175,
    "statement": "Certainly nuances are essential in clarifying complex ideas accurately."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from integrated information globally according to IIT."
  },
  {
    "id": 177,
    "statement": "Complex brain interactions orchestrate consciousness through dynamic neural networks."
  },
  {
    "id": 178,
    "statement": "Attention filtering process involves top-down, bottom-up, competition, and selection."
  },
  {
    "id": 179,
    "statement": "Clarifying complex ideas requires nuanced approaches and acknowledgement of ambiguity"
  },
  {
    "id": 180,
    "statement": "Consciousness arises from integrated information processing globally according to IIT."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from integrated information within neural networks."
  },
  {
    "id": 182,
    "statement": "Cultural norms influence behavior through internalization, socialization, and conformity processes."
  },
  {
    "id": 183,
    "statement": "Consciousness emerges from complex brain interactions between facets."
  },
  {
    "id": 184,
    "statement": "Concise language clarifies complex ideas when contextualized correctly"
  },
  {
    "id": 185,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 186,
    "statement": "Hormones influence neural connections through complex interplay."
  },
  {
    "id": 187,
    "statement": "Honesty is context-dependent, considering specific circumstances."
  },
  {
    "id": 188,
    "statement": "Consciousness involves complex interactions between multiple components."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from integrated neural activity across brain regions through IIT."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from gamma wave activity synergizing neural integration."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrated brain activity through causal interactions."
  },
  {
    "id": 192,
    "statement": "Consciousness a complex multifaceted scientifically debated phenomenon."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from integrated global brain activity and interactions."
  },
  {
    "id": 194,
    "statement": "Consciousness emerges from global workspace's integrated information carrying."
  },
  {
    "id": 195,
    "statement": "Simplification methods clarify complex ideas through abstraction."
  },
  {
    "id": 196,
    "statement": "Humans are influenced by cultural norms and socialization."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 198,
    "statement": "Honesty is foundation of trust across cultural norms."
  }
]