[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 2,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 3,
    "statement": "Consciousness is a complex, multifaceted phenomenon studied interdisciplinaryly."
  },
  {
    "id": 4,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 5,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 6,
    "statement": "Brain regions interact dynamically, influencing function through oscillations."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 8,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 9,
    "statement": "Neuroplasticity arises from interplay between biological, environmental, and lifestyle factors."
  },
  {
    "id": 10,
    "statement": "Consciousness studied by combining multiple disciplines with various strengths and limitations."
  },
  {
    "id": 11,
    "statement": "Honesty is a nuanced concept, contextualized for optimal relationships."
  },
  {
    "id": 12,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 13,
    "statement": "Consciousness arises from integration of information across brain regions."
  },
  {
    "id": 14,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 15,
    "statement": "Consciousness emerges from integrating brain region information globally."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from harmonious integrated brain region coordination globally"
  },
  {
    "id": 17,
    "statement": "Consciousness emerges from harmonious, globally coordinated brain region interactions."
  },
  {
    "id": 18,
    "statement": "Consciousness is complex, multifaceted, and interdisciplinary phenomenon studied."
  },
  {
    "id": 19,
    "statement": "Consiousness arises from harmonious synchronized brain region activity globally"
  },
  {
    "id": 20,
    "statement": "Consciousness studied through multidisciplinary approaches involving neuroscience, psychology, philosophy, and computer science."
  },
  {
    "id": 21,
    "statement": "Consciousness is a fundamental aspect of human existence."
  },
  {
    "id": 22,
    "statement": "Neuroplasticity changes across life stages due to hormonal, genetic, and environmental factors."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from distributed parallel information processing globally."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from integrated global workspace brain region interactions."
  },
  {
    "id": 25,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 26,
    "statement": "Consciousness is a multifaceted phenomenon studied interdisciplinaryly, involving subjective experience, neural correlates, attention, intentionality, self-awareness, and altered states."
  },
  {
    "id": 27,
    "statement": "Brain regions integrate and synchronize neural activity for consciousness through binding processes."
  },
  {
    "id": 28,
    "statement": "Humans are social creatures needing community and trust"
  },
  {
    "id": 29,
    "statement": "Consciousness distinguishes internal experiences through mental representation processes."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from coordinated global brain region activity integration."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from integrating various brain neural processes."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from integrated information processing within brain regions."
  },
  {
    "id": 33,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 34,
    "statement": "Moral absolutism oversimplified, context-dependent moral dilemmas exist"
  },
  {
    "id": 35,
    "statement": "Honesty is nuanced, context-dependent and tempered for trust building."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 37,
    "statement": "Consciousness is a multidisciplinary phenomenon requiring integrative approaches."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from global workspace's information integration process."
  },
  {
    "id": 39,
    "statement": "Neuroplasticity changes across life stages due to various factors influencing adaptability, learning, and memory."
  },
  {
    "id": 40,
    "statement": "Internal representations are abstract models of our experiences and reality."
  },
  {
    "id": 41,
    "statement": "Neuroplasticity is influenced by developmental stages, hormones, aging, and life experiences."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from harmonious coordinated brain region interactions globally integrating."
  },
  {
    "id": 43,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 44,
    "statement": "Consciousness arises from harmoniously integrated neural activity."
  },
  {
    "id": 45,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 46,
    "statement": "Honesty's morality depends on context, intention, and consequences intertwining."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from integrated synchronized brain region activity harmoniously."
  },
  {
    "id": 48,
    "statement": "Consciousness arises from synchronized brain region activity through IIT."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from synchronized neural activity between brain regions harmoniously integrated."
  },
  {
    "id": 50,
    "statement": "Consciousness arises from integrated brain region activity globally."
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 52,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 54,
    "statement": "Consciousness distinguishes internal experiences through mental representation processes."
  },
  {
    "id": 55,
    "statement": "Honesty is context-dependent, with other factors influencing trust."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from dynamic brain region interactions globally."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 58,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from integrated information in brain network unity."
  },
  {
    "id": 60,
    "statement": "Consciousness is a complex, multifaceted human experience."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 62,
    "statement": "Consciousness is a universal human experience and nature."
  },
  {
    "id": 63,
    "statement": "Honesty is foundation of trust, cooperation and successful relationships"
  },
  {
    "id": 64,
    "statement": "Consciousness is multifaceted, requiring interdisciplinary approaches to understanding."
  },
  {
    "id": 65,
    "statement": "Neuroplasticity changes across life stages influencing adaptability, learning, and memory."
  },
  {
    "id": 66,
    "statement": "Deontology balances moral principles with context-dependent exceptions in ethics."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from complex, multifaceted interactions between fields"
  },
  {
    "id": 68,
    "statement": "Harmonious brain coordination enables global workspace for conscious integration."
  },
  {
    "id": 69,
    "statement": "Consciousness studied by multidisciplinary approaches with different emphases."
  },
  {
    "id": 70,
    "statement": "External influences include internal factors beyond brain activity."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from integrated brain processing globally."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from integrated information generated by brain networks globally."
  },
  {
    "id": 73,
    "statement": "Honesty's morality depends on context, intention, and consequences interaction affects."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 75,
    "statement": "Morality of honesty depends on context and consequences."
  },
  {
    "id": 76,
    "statement": "Humans are social creatures needing community, shared experiences"
  },
  {
    "id": 77,
    "statement": "Debate surrounds consciousness theories, complexity and controversy prevail."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from harmonious brain region interactions coordinating information."
  },
  {
    "id": 79,
    "statement": "Honesty is foundation of trust, tempered by nuance and context."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from harmonious, globally coordinated brain region interactions."
  },
  {
    "id": 81,
    "statement": "Consciousness emerges from global workspace integrating neural activity globally."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from integrated neural activity across brain regions harmoniously."
  },
  {
    "id": 83,
    "statement": "Honesty's morality depends on context, intention, and consequences interacting."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from integrated brain activity through global workspace theory."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 86,
    "statement": "Consciousness studies involve multiple disciplines beyond neuroscience, philosophy."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 88,
    "statement": "Global brain regions continuously communicate and integrate for consciousness."
  },
  {
    "id": 89,
    "statement": "Neural oscillations synchronize brain regions for information integration."
  },
  {
    "id": 90,
    "statement": "Consciousness is a multidisciplinary field with neuroscientific, philosophical, psychological, and anthropological approaches."
  },
  {
    "id": 91,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships, influencing its impact."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from harmonious synchronized brain region activity integrated."
  },
  {
    "id": 93,
    "statement": "Harmonious brain coordination enables global workspace through neural oscillations."
  },
  {
    "id": 94,
    "statement": "Consciousness arises from synchronized global brain region information integration."
  },
  {
    "id": 95,
    "statement": "Moral absolutism oversimplified, context-dependent moral dilemmas exist"
  },
  {
    "id": 96,
    "statement": "Consciousness arises from synchronized harmonious brain region integration globally."
  },
  {
    "id": 97,
    "statement": "Consciousness biases our perception of reality."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from complex harmonized brain region integrations globally."
  },
  {
    "id": 99,
    "statement": "Global workspace theory integrates information across brain modules for consciousness."
  },
  {
    "id": 100,
    "statement": "The global workspace integrates information from multiple brain regions."
  },
  {
    "id": 101,
    "statement": "Consciousness emerges from synchronized brain region activity integration."
  },
  {
    "id": 102,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships"
  },
  {
    "id": 103,
    "statement": "Multidisciplinary approaches to consciousness study combine strengths and limitations."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from coordinated brain region activities globally"
  },
  {
    "id": 105,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across fields."
  },
  {
    "id": 106,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 107,
    "statement": "Consciousness is a complex, multifaceted human experience."
  },
  {
    "id": 108,
    "statement": "Neuroplasticity changes across life stages due to interacting hormonal, genetic, and environmental factors."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 110,
    "statement": "Consciousness is a multi-faceted and complex human experience."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from integrated information generated by brain networks."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from coordinated and synchronized brain region activity"
  },
  {
    "id": 113,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 114,
    "statement": "Consciousness arises from integrated brain information processing."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 116,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships intertwined."
  },
  {
    "id": 117,
    "statement": "Global Workspace Theory integrates information across brain modules"
  },
  {
    "id": 118,
    "statement": "Complex interdisciplinary approaches in consciousness studies combine insights."
  },
  {
    "id": 119,
    "statement": "Honesty's morality depends on context, intention, and consequences interplay."
  },
  {
    "id": 120,
    "statement": "Neural oscillations facilitate information integration through binding by synchrony."
  },
  {
    "id": 121,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary by various fields."
  },
  {
    "id": 122,
    "statement": "Anthropology explores consciousness through culture, symbolism, and human experience."
  },
  {
    "id": 123,
    "statement": "Integrated information theory suggests consciousness arises from brain network unity."
  },
  {
    "id": 124,
    "statement": "Internal representation models differentiate internal and external experiences."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from integrated brain processing through IIT"
  },
  {
    "id": 126,
    "statement": "Binding processes integrate information across brain regions for consciousness."
  },
  {
    "id": 127,
    "statement": "Harmonious coordinated brain region interactions essential for consciousness."
  },
  {
    "id": 128,
    "statement": "Consciousness emerges from integrating information across brain regions."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from coordinated brain region activity globally"
  },
  {
    "id": 130,
    "statement": "Neuroplasticity changes across life stages due to hormonal genetic and environmental interactions"
  },
  {
    "id": 131,
    "statement": "Honesty builds trust within close social relationships consistently."
  },
  {
    "id": 132,
    "statement": "Consciousness relates to harmonious integration of brain regions' activity"
  },
  {
    "id": 133,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 134,
    "statement": "Honesty's morality depends on context, intention, and consequences interactively."
  },
  {
    "id": 135,
    "statement": "Consciousness is a multifaceted phenomenon with varying manifestations."
  },
  {
    "id": 136,
    "statement": "Anthropology's cross-cultural studies and ethnographic methods inform consciousness research."
  },
  {
    "id": 137,
    "statement": "Consciousness emerges from integrated global brain region activity globally."
  },
  {
    "id": 138,
    "statement": "Honesty is necessary foundation for building trust relationships"
  },
  {
    "id": 139,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 140,
    "statement": "Deontology balances moral principles with context-dependent exceptions."
  },
  {
    "id": 141,
    "statement": "Consciousness arises from harmonious brain region coordination globally."
  },
  {
    "id": 142,
    "statement": "Consciousness studies involve multiple disciplines beyond neuroscience."
  },
  {
    "id": 143,
    "statement": "Anthropology explores human consciousness through culture, symbolism, and experience."
  },
  {
    "id": 144,
    "statement": "Consciousness studied through multidisciplinary and interdisciplinary approaches."
  },
  {
    "id": 145,
    "statement": "Neuroplasticity changes across life stages, influencing adaptability, learning, and memory."
  },
  {
    "id": 146,
    "statement": "Dopamine and serotonin regulate neural activity and connections globally."
  },
  {
    "id": 147,
    "statement": "Consciousness emerges from synchronized brain region activity integration."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from integrated global brain region network activity."
  },
  {
    "id": 149,
    "statement": "Consciousness studied by various fields with multidisciplinary approaches"
  },
  {
    "id": 150,
    "statement": "Honesty is foundation of trust in social relationships."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from integrated brain activity globally workspace."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from parallel distributed information processing globally"
  },
  {
    "id": 153,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 154,
    "statement": "Consciousness arises from global workspace integrating information across brain modules."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from harmonious brain region interactions globally integrating."
  },
  {
    "id": 156,
    "statement": "Intentionality shapes subjective experience through targeted mental states."
  },
  {
    "id": 157,
    "statement": "Dynamics of brain region interactions enables global consciousness."
  },
  {
    "id": 158,
    "statement": "Global brain regions integrate sensory information for conscious experience."
  },
  {
    "id": 159,
    "statement": "Honesty is context-dependent, influenced by social factors, emotions"
  },
  {
    "id": 160,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields, including neuroscience, psychology, philosophy, computer science, anthropology, and sociology."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from synchronized brain region interactions globally, research suggests."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 163,
    "statement": "Honesty is a crucial aspect of building trust and relationships."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from global workspace's information integration process"
  },
  {
    "id": 166,
    "statement": "Internal representations are abstract models of experiences constructed from sensory input."
  },
  {
    "id": 167,
    "statement": "Internal factors beyond brain activity shape subjective experience and perception."
  },
  {
    "id": 168,
    "statement": "Honesty's morality depends on context, intention, and consequences interconnected."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from integrated information generated by causal brain interactions."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from harmonious brain region coordination globally integrating."
  },
  {
    "id": 171,
    "statement": "Brain regions integrate sensory information for unified conscious experience."
  },
  {
    "id": 172,
    "statement": "Consciousness studied multidisciplinary by neuroscience, philosophy, psychology, anthropology, and culture."
  },
  {
    "id": 173,
    "statement": "Honesty is foundation of trust, necessary for relationships."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from harmonious brain region interactions globally integrating."
  },
  {
    "id": 175,
    "statement": "Brain regions dynamically interact, influencing function through oscillations."
  },
  {
    "id": 176,
    "statement": "Consciousness is a multidisciplinary field studied through neuroscientific, philosophical, psychological, and anthropological approaches."
  },
  {
    "id": 177,
    "statement": "Honesty is nuanced, context-dependent, and intention plays a role."
  },
  {
    "id": 178,
    "statement": "Dopamine and serotonin modulate neural connections globally through synaptic plasticity."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from harmonious integrated neural activity coordinating."
  },
  {
    "id": 180,
    "statement": "Neuroplasticity influenced by development, hormones, aging, and experiences"
  },
  {
    "id": 181,
    "statement": "Consciousness is a complex, multifaceted phenomenon requiring integrative approaches."
  },
  {
    "id": 182,
    "statement": "Consciousness is a complex, multifaceted human experience."
  },
  {
    "id": 183,
    "statement": "Neuroplasticity changes across life stages due to developmental, environmental, and lifestyle factors"
  },
  {
    "id": 184,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 186,
    "statement": "Consciousness emerges from synchronized global brain region interactions globally."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from integrated information processing globally across brain."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from global workspace's unified information integration."
  },
  {
    "id": 189,
    "statement": "Neuroplasticity shaped by interactions between hormonal, genetic, and environmental factors."
  },
  {
    "id": 190,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships influencing impact."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from globally coordinated brain region activity integration."
  },
  {
    "id": 192,
    "statement": "Consciousness is essential, inherent, and fundamental to human experience."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from integrated brain region information processing globally"
  },
  {
    "id": 194,
    "statement": "Consciousness emerges from integrating sensory information globally."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from synchronized and integrated brain region activity."
  },
  {
    "id": 196,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships."
  },
  {
    "id": 197,
    "statement": "Consciousness is multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 198,
    "statement": "Consciousness is a fundamental aspect of human existence."
  }
]