[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Conscious experience arises from harmonious and complex brain region interactions globally."
  },
  {
    "id": 2,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 3,
    "statement": "Morality is shaped by cultural, historical, and social factors across cultures."
  },
  {
    "id": 4,
    "statement": "Consciousness emerges from integrated information generated by neural processing activities."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 6,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 7,
    "statement": "Consciousness is studied multidisciplinary across neuroscience, philosophy, psychology and computer science."
  },
  {
    "id": 8,
    "statement": "Localization theories oversimplify brain function's dynamic nature."
  },
  {
    "id": 9,
    "statement": "Consciousness refers to subjective internal experiences versus external objective world."
  },
  {
    "id": 10,
    "statement": "Consciousness refers to subjective internal experiences versus external world."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 12,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences considered."
  },
  {
    "id": 13,
    "statement": "Brain function involves complex regions' dynamic interactions globally."
  },
  {
    "id": 14,
    "statement": "Brain function involves complex networks of interconnected regions."
  },
  {
    "id": 15,
    "statement": "Subjective experiences are shaped by unique external influences."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from integrated neural signals and processing."
  },
  {
    "id": 17,
    "statement": "Epigenetic mechanisms: Histone modification and chromatin remodeling synergize."
  },
  {
    "id": 18,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 19,
    "statement": "Deontology prioritizes moral rules over consequences and context."
  },
  {
    "id": 20,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 21,
    "statement": "Honesty effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 22,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally."
  },
  {
    "id": 23,
    "statement": "Honesty is not the only moral choice in complex situations."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from harmonic brain region interactions globally."
  },
  {
    "id": 25,
    "statement": "Complex systems exhibit emergent properties from component interactions and organization."
  },
  {
    "id": 26,
    "statement": "Deontology prioritizes inherent moral value over consequences and context, principles absolute."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 28,
    "statement": "Deontology prioritizes moral rules over consequences, considering absolute."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 30,
    "statement": "Subjective experiences arise from complex interactions of individual and external factors."
  },
  {
    "id": 31,
    "statement": "Morality is shaped by multiple factors including universals, experiences, and beliefs."
  },
  {
    "id": 32,
    "statement": "Consciousness arises from integrated neural processing globally."
  },
  {
    "id": 33,
    "statement": "Neural oscillations contribute to sensory processing in multiple ways."
  },
  {
    "id": 34,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 35,
    "statement": "Complex brain function involves interconnected networks of various regions."
  },
  {
    "id": 36,
    "statement": "Conscious experience arises from complex neural interactions globally processed."
  },
  {
    "id": 37,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 38,
    "statement": "Consciousness refers to subjective internal experiences versus external world."
  },
  {
    "id": 39,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression.'"
  },
  {
    "id": 40,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from complex neural interactions, including binding, synchrony, and oscillations."
  },
  {
    "id": 42,
    "statement": "Brain regions interact dynamically, influencing brain function in various contexts."
  },
  {
    "id": 43,
    "statement": "Deontology prioritizes moral rules over consequences and context universally."
  },
  {
    "id": 44,
    "statement": "Brain function involves complex network dynamics across regions."
  },
  {
    "id": 45,
    "statement": "Deontology prioritizes objective, universal moral principles over consequences."
  },
  {
    "id": 46,
    "statement": "Consciousness research focuses on neural correlates and theoretical explanations."
  },
  {
    "id": 47,
    "statement": "Neural oscillations integrate information for conscious experience globally"
  },
  {
    "id": 48,
    "statement": "Consciousness arises from synchronized neural activity and integration globally."
  },
  {
    "id": 49,
    "statement": "Consciousness arises from internal-external interactions globally processed."
  },
  {
    "id": 50,
    "statement": "Moral values vary across cultures due to complex historical, social factors."
  },
  {
    "id": 51,
    "statement": "Honesty is a dynamic concept balancing principles, context, consequences, and motivations."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from complex neural interactions' emergent patterns globally."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from complex neural processes and interactions globally."
  },
  {
    "id": 54,
    "statement": "Consciousness is the complex phenomenon of subjective experience."
  },
  {
    "id": 55,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally"
  },
  {
    "id": 56,
    "statement": "Neural oscillations contribute to sensory processing via rhythmic neural activity."
  },
  {
    "id": 57,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 58,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 59,
    "statement": "Moral development integrates cultural and personal factors through experiences."
  },
  {
    "id": 60,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 61,
    "statement": "Deontology prioritizes intrinsic moral values over consequences absolutely."
  },
  {
    "id": 62,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression"
  },
  {
    "id": 63,
    "statement": "Morality is shaped by universals, experiences, and beliefs, with interactions between them."
  },
  {
    "id": 64,
    "statement": "Deontology prioritizes intrinsic moral values over consequences generally."
  },
  {
    "id": 65,
    "statement": "Consciousness arises from coordinated neural activity across regions."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from complex neural interactions' emergent properties globally."
  },
  {
    "id": 67,
    "statement": "Subjective experiences emerge from intricate interplay between internal factors and external influences."
  },
  {
    "id": 68,
    "statement": "Honesty is a dynamic balance of principles, context, and motivations."
  },
  {
    "id": 69,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 70,
    "statement": "Consciousness is a multidisciplinary scientific topic studied across 8 fields."
  },
  {
    "id": 71,
    "statement": "External factors shape subjective experiences inherently."
  },
  {
    "id": 72,
    "statement": "Moral values vary across cultures due to cultural factors."
  },
  {
    "id": 73,
    "statement": "Subjective internal experiences are unique to individual's mind or brain."
  },
  {
    "id": 74,
    "statement": "Deontology's proportionality principle: balanced moral values and action"
  },
  {
    "id": 75,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from integrated information globally processed harmoniously."
  },
  {
    "id": 77,
    "statement": "Brain function is complex, involving distributed processing and neural plasticity."
  },
  {
    "id": 78,
    "statement": "Brain regions interact dynamically adapting in response to stimuli."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from neural interactions and binding of features"
  },
  {
    "id": 80,
    "statement": "Consciousness arises from globally integrated neural activity processing"
  },
  {
    "id": 81,
    "statement": "Consciousness arises from complex neural interactions and oscillations globally."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from complex neural interactions and emergent properties."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from complex neural interactions' emergent patterns globally."
  },
  {
    "id": 84,
    "statement": "Deontology prioritizes inherent moral value over consequences context universally."
  },
  {
    "id": 85,
    "statement": "Consciousness is the complex phenomenon of subjective experience."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from complex brain interactions"
  },
  {
    "id": 87,
    "statement": "Deontology prioritizes moral rules over consequences and exceptions universally."
  },
  {
    "id": 88,
    "statement": "Consciousness is a complex phenomenon debated by multiple scientific disciplines"
  },
  {
    "id": 89,
    "statement": "Deontology prioritizes moral rules over consequences in ambiguous situations."
  },
  {
    "id": 90,
    "statement": "Complex brain regions harmoniously integrate information to shape consciousness."
  },
  {
    "id": 91,
    "statement": "Honesty's effectiveness is context-dependent and balance-driven."
  },
  {
    "id": 92,
    "statement": "Complex systems exhibit emergent properties from interactions and organization."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from complex neural interactions and oscillations globally."
  },
  {
    "id": 94,
    "statement": "Consciousness arises from integrating neural activity globally through oscillations."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from harmonious brain region complex networks' synchronized activity."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 97,
    "statement": "Binding integrates neural features into unified conscious perception."
  },
  {
    "id": 98,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 99,
    "statement": "Moral values are shaped by multiple factors including culture and experience."
  },
  {
    "id": 100,
    "statement": "Consciousness integrates subjective internal experiences with external objective world."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 103,
    "statement": "Deontology prioritizes inherent moral values over consequences and context, balancing with proportionality principle."
  },
  {
    "id": 104,
    "statement": "Consciousness arises from harmonious brain region integration globally."
  },
  {
    "id": 105,
    "statement": "Honesty's suitability depends on context, relationships, and consequences."
  },
  {
    "id": 106,
    "statement": "Consciousness arises from harmonious brain region interactions globally processed."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 108,
    "statement": "Deontology balances moral rules with context and consequences."
  },
  {
    "id": 109,
    "statement": "Subjective experiences arise from complex interactions between unique external influences."
  },
  {
    "id": 110,
    "statement": "Subjective factors shape moral values across cultures distinctively."
  },
  {
    "id": 111,
    "statement": "Morality evolves through cultural, historical, and social influences globally."
  },
  {
    "id": 112,
    "statement": "Histone modification and chromatin remodeling synergize gene expression regulation."
  },
  {
    "id": 113,
    "statement": "Consciousness emerges from globally integrated neural activity, GWT."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from complex brain networks' emergent properties."
  },
  {
    "id": 115,
    "statement": "Consciousness is a multidisciplinary topic studied across 8 fields."
  },
  {
    "id": 116,
    "statement": "Consciousness arises from complex internal-external interactions globally."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from complex neural interactions' emergent patterns globally, including oscillations and synchrony."
  },
  {
    "id": 118,
    "statement": "Consciousness emerges from brain's integrated information processing systems."
  },
  {
    "id": 119,
    "statement": "Morality development is influenced by cultural, historical, and social factors."
  },
  {
    "id": 120,
    "statement": "Harmonious brain region interactions synchronize information integration."
  },
  {
    "id": 121,
    "statement": "Deontology prioritizes moral rules over consequences in ambiguous situations."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from complex neural interactions globally processed."
  },
  {
    "id": 124,
    "statement": "Consciousness involves subjective internal experiences shaping external perception."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from global brain regions' integrated processing activity"
  },
  {
    "id": 126,
    "statement": "Consciousness involves dynamic interaction of internal and external factors."
  },
  {
    "id": 127,
    "statement": "Brain function involves complex, dynamic interactions between interconnected regions."
  },
  {
    "id": 128,
    "statement": "Brain regions' interconnectedness shapes complex cognitive processes."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from globally coordinated neural system interactions."
  },
  {
    "id": 130,
    "statement": "Consciousness is a complex, multidisciplinary scientific topic."
  },
  {
    "id": 131,
    "statement": "Consciousness arises from complex neural connections and processes harmony"
  },
  {
    "id": 132,
    "statement": "Consciousness refers to subjective internal experiences versus external world."
  },
  {
    "id": 133,
    "statement": "Subjective experiences are shaped by distinct individual factors."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from complex global neural interactions and synchronization."
  },
  {
    "id": 135,
    "statement": "Histone modification and chromatin remodeling synergize for gene regulation."
  },
  {
    "id": 136,
    "statement": "Consciousness emerges from globally integrated neural activity, globally processed."
  },
  {
    "id": 137,
    "statement": "Consciousness emerges from integrated neural processes and interactions."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from distributed complex neural connections globally."
  },
  {
    "id": 139,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from integrated information globally across brain regions"
  },
  {
    "id": 141,
    "statement": "Brain function involves complex networks of interconnecting brain regions."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrating neural signals across brain regions."
  },
  {
    "id": 143,
    "statement": "External factors shape subjective experiences by nature always."
  },
  {
    "id": 144,
    "statement": "Consciousness is studied multidisciplinary across disciplines varying."
  },
  {
    "id": 145,
    "statement": "Subjective factors shape moral values across cultures uniquely characteristically."
  },
  {
    "id": 146,
    "statement": "Epigenetic mechanisms involve histone modification and chromatin remodeling synergistically regulating gene expression."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from integrated neural activity through synchronized oscillations."
  },
  {
    "id": 148,
    "statement": "Subjective experiences arise from unique external influences shaped by context."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from synchronized harmonious brain region interactions."
  },
  {
    "id": 150,
    "statement": "Consciousness emerges from integrated neural activity, GWT, involving oscillations and harmonious interactions."
  },
  {
    "id": 151,
    "statement": "Honesty's suitability depends on context, relationships, and consequences."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from global integration of brain region interactions."
  },
  {
    "id": 153,
    "statement": "Neural oscillations facilitate global integration of sensory information."
  },
  {
    "id": 154,
    "statement": "Honesty is context-dependent considering consequences and motivations."
  },
  {
    "id": 155,
    "statement": "Honesty is foundation of trust due to authenticity and vulnerability."
  },
  {
    "id": 156,
    "statement": "Emergent properties arise from interactions and organization in complex systems."
  },
  {
    "id": 157,
    "statement": "Morality develops from interplay of cultural, historical, and personal factors."
  },
  {
    "id": 158,
    "statement": "Consciousness is studied multidisciplinary across neuroscience, philosophy, psychology and computer science respectively."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from synchronized neural activity and global integration processes."
  },
  {
    "id": 160,
    "statement": "Subjective experiences arise from distinct individual-specific external influences."
  },
  {
    "id": 161,
    "statement": "Neural oscillations synchronize sensory information globally integrating signals."
  },
  {
    "id": 162,
    "statement": "Morality development influenced by cultural, historical, and social factors."
  },
  {
    "id": 163,
    "statement": "Morality is shaped by cultural, historical, and social factors, with universal principles."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from hierarchical processing of neural activity globally."
  },
  {
    "id": 165,
    "statement": "Consciousness is debated across various scientific disciplines including neuroscience, philosophy, psychology, computer science, physics, anthropology, and linguistics."
  },
  {
    "id": 166,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from complex neural interactions globally processed"
  },
  {
    "id": 168,
    "statement": "Consciousness remains a complex and multifaceted scientific mystery."
  },
  {
    "id": 169,
    "statement": "Moral principles are shaped by cultural, historical, and social factors."
  },
  {
    "id": 170,
    "statement": "Consciousness research focuses on neural correlates and theoretical explanations deriving from brain functions."
  },
  {
    "id": 171,
    "statement": "Deontology prioritizes inherent moral values over consequences and context."
  },
  {
    "id": 172,
    "statement": "Deontology prioritizes intrinsic moral values over consequences contextually."
  },
  {
    "id": 173,
    "statement": "Brain function involves dynamic neural connections between interconnected regions."
  },
  {
    "id": 174,
    "statement": "Harmonious brain region interactions occur through synchronized neural oscillations."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from harmonious brain region interactions through synchronization and integration."
  },
  {
    "id": 176,
    "statement": "Honesty effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 177,
    "statement": "Brain function emerges from complex network dynamics between interconnected regions."
  },
  {
    "id": 178,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 179,
    "statement": "Consciousness emerges from global workspace theory's neural integration"
  },
  {
    "id": 180,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 181,
    "statement": "Deontology prioritizes intrinsic moral values over consequences generally"
  },
  {
    "id": 182,
    "statement": "Consciousness emerges from complex neural network interactions and organization."
  },
  {
    "id": 183,
    "statement": "Binding integrates diverse sensory information into unified perception."
  },
  {
    "id": 184,
    "statement": "Emergent properties arise from component interactions and organization globally."
  },
  {
    "id": 185,
    "statement": "Brain function involves distributed processing, neural plasticity, and interconnected regions."
  },
  {
    "id": 186,
    "statement": "Deontology balances moral rules with context and consequences iteratively."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally considered fundamental."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from complex internal-external information integration processing."
  },
  {
    "id": 189,
    "statement": "Brain function involves complex networks of interconnected neurons and regions."
  },
  {
    "id": 190,
    "statement": "Consciousness emerges from harmonious brain region interactions globally processed."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 192,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 193,
    "statement": "Subjective experience arises from individual perspectives, emotions, thoughts, and memories."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 195,
    "statement": "Consciousness arises from integrated neural processing across brain regions globally."
  },
  {
    "id": 196,
    "statement": "Deontology balances inherent moral value with consequences context."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 198,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences, considering all factors."
  },
  {
    "id": 199,
    "statement": "Histone modification and chromatin remodeling synergize gene expression regulation."
  }
]