[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience, intentionality, self-awareness, attention, and interactions."
  },
  {
    "id": 2,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 3,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 4,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 5,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 6,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 7,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement interactions."
  },
  {
    "id": 8,
    "statement": "Human social behavior influenced by multiple factors and complexity."
  },
  {
    "id": 9,
    "statement": "Humans are social, but exceptions and variations exist."
  },
  {
    "id": 10,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 13,
    "statement": "Consciousness arises from integrated information within brain causal interactions globally"
  },
  {
    "id": 14,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 15,
    "statement": "Mental representations form through synchronized neural activity globally."
  },
  {
    "id": 16,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from integrated brain information processing."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 20,
    "statement": "Humans exhibit diverse social behavior amidst individual differences"
  },
  {
    "id": 21,
    "statement": "Individual differences and social behavior are complexly intertwined."
  },
  {
    "id": 22,
    "statement": "Clarifying complex ideas requires considering context, ambiguity, and perspectives."
  },
  {
    "id": 23,
    "statement": "Consciousness complex phenomenon involves neural activity patterns, brain regions, integration."
  },
  {
    "id": 24,
    "statement": "Humans exhibit diverse social behavior amidst individual differences."
  },
  {
    "id": 25,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from brain's integrated information generated by φ calculation."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 28,
    "statement": "Cultural norms influence behavior through internalization, self-reflection, and emotional connection"
  },
  {
    "id": 29,
    "statement": "Moral values adapt to contexts and cultures through dynamic influences."
  },
  {
    "id": 30,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 31,
    "statement": "Consciousness involves complex interactions between brain, environment, and cognition."
  },
  {
    "id": 32,
    "statement": "Consciousness is complex multifaceted phenomenon of subjective experience"
  },
  {
    "id": 33,
    "statement": "Cultural norms influence individual behavior and attitudes through complex interactions."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 35,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 36,
    "statement": "Gamma waves (30-100 Hz) enable conscious information integration globally."
  },
  {
    "id": 37,
    "statement": "Consciousness involves interconnected intentionality, subjectivity, self-awareness, and environment interaction."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from integrated brain processes: sensory, attention, memory, emotion."
  },
  {
    "id": 39,
    "statement": "Regional brain synchronization supports cognitive flexibility through integration."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from brain's integration of sensory, cognitive, and emotional information."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from neural activity integration through oscillations."
  },
  {
    "id": 42,
    "statement": "Subjective experience is the private, internal aspect of human consciousness."
  },
  {
    "id": 43,
    "statement": "Individual differences influence cultural norms internalization through selective attention."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 45,
    "statement": "Neural oscillations synchronize brain regions for conscious experience integration"
  },
  {
    "id": 46,
    "statement": "Cultural norms influence honesty and trust through subtle communication mechanisms."
  },
  {
    "id": 47,
    "statement": "Integrated information theory suggests consciousness arises from integrated activity."
  },
  {
    "id": 48,
    "statement": "Clarifying complex ideas involves acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 49,
    "statement": "Integrated information theory quantifies consciousness through phi calculation"
  },
  {
    "id": 50,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 51,
    "statement": "Claarity requires acknowledging context, ambiguity, and multiple perspectives"
  },
  {
    "id": 52,
    "statement": "Neuroplasticity arises from dynamic interplay of genetics and environment factors"
  },
  {
    "id": 53,
    "statement": "Honesty is a dynamic, situation-specific concept with multiple expressions."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from complex neural interplay and integration."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from integrated brain activity globally through IIT."
  },
  {
    "id": 56,
    "statement": "Cultural norms influence individual behavior through complex socialization process"
  },
  {
    "id": 57,
    "statement": "Consciousness arises from synchronized brain region coordination globally."
  },
  {
    "id": 58,
    "statement": "Cultural norms influence behavior through internalization, socialization, and reinforcement interactions."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from integrated brain activity generated by causal interactions."
  },
  {
    "id": 60,
    "statement": "Consciousness is a multifaceted phenomenon involving subjective experience and objective aspects."
  },
  {
    "id": 61,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 62,
    "statement": "Human social behavior influenced by multifaceted complexity factors."
  },
  {
    "id": 63,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 64,
    "statement": "Neural oscillations synchronize brain regions for conscious experience integration through gamma frequency band."
  },
  {
    "id": 65,
    "statement": "Consciousness emerges from integrated brain activity globally through IIT"
  },
  {
    "id": 66,
    "statement": "Neuroplasticity develops from interaction between genetic and environmental factors"
  },
  {
    "id": 67,
    "statement": "Consciousness emerges from interaction of subjective experience, intentionality, self-awareness."
  },
  {
    "id": 68,
    "statement": "Attention filtering occurs through brain regions: prefrontal cortex, anterior cingulate cortex, intraparietal sulcus, and temporal-parietal junction."
  },
  {
    "id": 69,
    "statement": "Honesty is a moral absolute with context-dependent expressions."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from synchronized neural activity globally."
  },
  {
    "id": 71,
    "statement": "Honesty is morally acceptable as trust foundation"
  },
  {
    "id": 72,
    "statement": "Neuroplasticity interacts with age, genetics, and health in complex ways"
  },
  {
    "id": 73,
    "statement": "Mental representations influence neural activity through synchronized brainwave patterns."
  },
  {
    "id": 74,
    "statement": "Consciousness multifaceted complex phenomenon involving subjective experience intentionality."
  },
  {
    "id": 75,
    "statement": "Global workspace integrates information from various neural networks coherently."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from integrated information generated by brain causal interactions."
  },
  {
    "id": 77,
    "statement": "Individual differences influence selective attention to cultural norms through cognition."
  },
  {
    "id": 78,
    "statement": "Consciousness is a multifaceted phenomenon involving subjective experience."
  },
  {
    "id": 79,
    "statement": "Mental representations encoded as neural activity patterns synchronously."
  },
  {
    "id": 80,
    "statement": "Neuroplasticity arises from dynamic interplay of genetics and environment."
  },
  {
    "id": 81,
    "statement": "Oscillations facilitate neural synchrony, binding, and conscious experience."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from integrated information generated by phi calculation."
  },
  {
    "id": 83,
    "statement": "Cultural norms shape nonverbal cues, influencing communication globally."
  },
  {
    "id": 84,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 85,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 86,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization interactions."
  },
  {
    "id": 87,
    "statement": "Consciousness emerges from harmonious coordination of brain regions."
  },
  {
    "id": 88,
    "statement": "Honesty's moral acceptability varies by culture, context, and values alone."
  },
  {
    "id": 89,
    "statement": "Socialization, conformity, and internalization shape behavior through cultural norms."
  },
  {
    "id": 90,
    "statement": "Honesty's moral acceptability varies with culture and context."
  },
  {
    "id": 91,
    "statement": "Consciousness is a hierarchical phenomenon, global and local."
  },
  {
    "id": 92,
    "statement": "Consciousness emerges from hierarchical, synchronized neural networks' integrative processing."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from complex brain interactions"
  },
  {
    "id": 94,
    "statement": "Clarifying complex ideas requires understanding context, ambiguity, and perspectives fully."
  },
  {
    "id": 95,
    "statement": "Consciousness arises from complex brain activity across regions globally."
  },
  {
    "id": 96,
    "statement": "Cultural norms influence honesty and trust through nonverbal cues."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from global brain activity through integrated reentry process."
  },
  {
    "id": 98,
    "statement": "Cultural norms influence behavior through complex non-verbal cues affected"
  },
  {
    "id": 99,
    "statement": "Humans exhibit diverse social behavior amidst individual differences."
  },
  {
    "id": 100,
    "statement": "Individual differences influence cultural norms internalization through selective attention."
  },
  {
    "id": 101,
    "statement": "Honesty is a dynamic and situational concept influenced by context."
  },
  {
    "id": 102,
    "statement": "Gamma waves associated with conscious information integration across regions."
  },
  {
    "id": 103,
    "statement": "Subjective experience is a fundamental aspect of consciousness."
  },
  {
    "id": 104,
    "statement": "Honesty's moral acceptability varies by culture and context."
  },
  {
    "id": 105,
    "statement": "Anthropologists study consciousness through cultural, social, and symbolic aspects."
  },
  {
    "id": 106,
    "statement": "Gamma waves (30-100 Hz) integrate neural activity for consciousness."
  },
  {
    "id": 107,
    "statement": "Consciousness emerges from integrated information generated by brain causal interactions"
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrated brain processes globally through synchronization."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from global workspace integration through neural activity patterns and brain regions."
  },
  {
    "id": 110,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 111,
    "statement": "Subjective experience refers to personal, internal, individual consciousness."
  },
  {
    "id": 112,
    "statement": "Cultural norms internalized through socialization, conformity, and internalization process."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from synchronized brain region coordination globally."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 115,
    "statement": "Age, genetics, and health influence neuroplasticity's complexity through interactions."
  },
  {
    "id": 116,
    "statement": "Consciousness emerges from harmonious coordination of brain regions."
  },
  {
    "id": 117,
    "statement": "Cultural norms influence nonverbal cues, shaping communication behavior."
  },
  {
    "id": 118,
    "statement": "Consiousness arises from integrated brain information processing globally."
  },
  {
    "id": 119,
    "statement": "Consciousness arises from brain's integrated global workplace."
  },
  {
    "id": 120,
    "statement": "Cultural norms influence behavior through subtle non-verbal cues."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from integrated brain information processing"
  },
  {
    "id": 122,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 123,
    "statement": "Clarifying complex ideas requires context-dependent perspective-adjustment."
  },
  {
    "id": 124,
    "statement": "Humans are social creatures shaped by cultural norms."
  },
  {
    "id": 125,
    "statement": "Moral values can vary in importance based on context and culture."
  },
  {
    "id": 126,
    "statement": "Consciousness is a complex human phenomenon involving subjective experience"
  },
  {
    "id": 127,
    "statement": "Neuroplasticity emerges from dynamic interplay between genetic predisposition, environment."
  },
  {
    "id": 128,
    "statement": "Consciousness is subjective experience of internal personal thoughts."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from complex interactions between brain regions globally."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from integrated brain processes and attention."
  },
  {
    "id": 131,
    "statement": "Clarifying complex ideas involves acknowledging context, ambiguity, and perspectives."
  },
  {
    "id": 132,
    "statement": "Human social behavior influenced by multifaceted complex factors."
  },
  {
    "id": 133,
    "statement": "Gamma waves synchronize brain regions for conscious information integration."
  },
  {
    "id": 134,
    "statement": "Consciousness emerges from subjective experience, intentionality, self-awareness integration."
  },
  {
    "id": 135,
    "statement": "Consciousness arises from integrated information generated by brain causal interactions."
  },
  {
    "id": 136,
    "statement": "Subjective experience is unique, internal, and individually inaccessible."
  },
  {
    "id": 137,
    "statement": "Individual characteristics influence cultural norms through selective attention."
  },
  {
    "id": 138,
    "statement": "Cultural norms influence behavior through complex non-verbal cues explicitly."
  },
  {
    "id": 139,
    "statement": "Consciousness arises from complex interactions among subjective experience intentionality."
  },
  {
    "id": 140,
    "statement": "Cultural norms influence behavior through subtle nonverbal cues"
  },
  {
    "id": 141,
    "statement": "Environment influences consciousness through sensory and cognitive processing."
  },
  {
    "id": 142,
    "statement": "Consciousness involves intentional mental states directed towards significance."
  },
  {
    "id": 143,
    "statement": "Human social behavior influenced by multifaceted complexity factors."
  },
  {
    "id": 144,
    "statement": "Honesty's moral acceptability varies across cultures and contexts"
  },
  {
    "id": 145,
    "statement": "Consciousness emerges from complex brain interactions and integrations."
  },
  {
    "id": 146,
    "statement": "Global workspace integrates sensory, motor, and cognitive information coherently."
  },
  {
    "id": 147,
    "statement": "Internalization integrates cultural norms into personal identity."
  },
  {
    "id": 148,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from hierarchical, synchronized neural networks' integrative processing"
  },
  {
    "id": 150,
    "statement": "Clarifying complex ideas involves acknowledging context, ambiguity, and multiple perspectives."
  },
  {
    "id": 151,
    "statement": "Clarifying complex ideas requires considering context and ambiguity."
  },
  {
    "id": 152,
    "statement": "Consciousness involves integrated information globally through IIT and brain regions."
  },
  {
    "id": 153,
    "statement": "Honesty is a dynamic and multifaceted concept influencing trust."
  },
  {
    "id": 154,
    "statement": "Human social behavior shaped by unique individual traits and experiences."
  },
  {
    "id": 155,
    "statement": "Causal interactions generate consciousness through integrated information processing."
  },
  {
    "id": 156,
    "statement": "Gamma waves are necessary condition for conscious information integration."
  },
  {
    "id": 157,
    "statement": "Consciousness emerges from subjective experience, intentionality, and self-awareness interaction"
  },
  {
    "id": 158,
    "statement": "Neuroplasticity arises from dynamic interaction of genetic and environmental factors"
  },
  {
    "id": 159,
    "statement": "Consciousness involves subjective experience and objective, measurable aspects."
  },
  {
    "id": 160,
    "statement": "Clarifying complex ideas requires adapting perspective to context."
  },
  {
    "id": 161,
    "statement": "Honesty is crucial for building trust, but context matters."
  },
  {
    "id": 162,
    "statement": "The internalization of cultural norms involves socialization, conformity, and internalization processes."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from integrated brain information through IIT's φ calculation."
  },
  {
    "id": 164,
    "statement": "Consciousness involves complex interactions between brain regions and environment"
  },
  {
    "id": 165,
    "statement": "Honesty's moral acceptability influenced by culture, context, and values."
  },
  {
    "id": 166,
    "statement": "Consciousness involves interconnected intentionality, subjectivity, self-awareness, and environment"
  },
  {
    "id": 167,
    "statement": "Consciousness arises from integrated brain activity through IIT's phi"
  },
  {
    "id": 168,
    "statement": "Consciousness arises from neural activity patterns and regional integration."
  },
  {
    "id": 169,
    "statement": "Clarifying complex ideas requires considering multiple perspectives."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 171,
    "statement": "Neuroplasticity arises from dynamic interaction of genes and environment."
  },
  {
    "id": 172,
    "statement": "Brain's integrated global workplace integrates neural networks for consciousness."
  },
  {
    "id": 173,
    "statement": "Subjective experience refers to personal, internal, and individual aspects of consciousness."
  },
  {
    "id": 174,
    "statement": "Subjective experience is a fundamental aspect of consciousness."
  },
  {
    "id": 175,
    "statement": "Perspectives refer to various ways individuals interpret complex ideas."
  },
  {
    "id": 176,
    "statement": "Cultural norms shaped through socialization, conformity, and internalization processes."
  },
  {
    "id": 177,
    "statement": "Attention filtering occurs through interconnected brain regions and dopamine"
  },
  {
    "id": 178,
    "statement": "Consciousness arises from complex brain interactions with environment and cognition"
  },
  {
    "id": 179,
    "statement": "Anthropologists study consciousness through cultural, social, and symbolic contexts."
  },
  {
    "id": 180,
    "statement": "Moral acceptability of lying depends on context and motivations."
  },
  {
    "id": 181,
    "statement": "Human social behavior influenced by multifaceted complexity factors."
  },
  {
    "id": 182,
    "statement": "Honesty is morally acceptable as trust foundation."
  },
  {
    "id": 183,
    "statement": "Cultural norms influence behavior through complex psychological processes"
  },
  {
    "id": 184,
    "statement": "Consciousness arises from integrated brain information through IIT's φ calculation."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from global workspace integration through brain regions."
  },
  {
    "id": 186,
    "statement": "Cultural norms influence honesty and trust through nonverbal cues like facial expressions, body language, tone of voice."
  },
  {
    "id": 187,
    "statement": "Consciousness is a multifaceted complex phenomenon involving subjective experience"
  },
  {
    "id": 188,
    "statement": "Consciousness involves complex interactions between subjective experience and environment."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from brain's integrated information through phi calculation."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from integrated brain processes globally synchronized."
  },
  {
    "id": 193,
    "statement": "Consciousness emerges from integrated brain activity, integrating information."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from complex brain interactions globally."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from integrated information generated by brain causal interactions."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from integrated brain activity across multiple regions."
  }
]