[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness is subjective, multifaceted, and dynamically complex experience."
  },
  {
    "id": 2,
    "statement": "Consciousness arises from global, dynamic brain region interactions globally."
  },
  {
    "id": 3,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 4,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 5,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 6,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 7,
    "statement": "Internalization, socialization, and reinforcement shape behavior through observation."
  },
  {
    "id": 8,
    "statement": "Consciousness arises from integrated brain activity globally"
  },
  {
    "id": 9,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 10,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 12,
    "statement": "Honesty value varies across cultures and norms, exceptions exist."
  },
  {
    "id": 13,
    "statement": "Integrated Information Theory measures consciousness through phi calculation."
  },
  {
    "id": 14,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity."
  },
  {
    "id": 15,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 18,
    "statement": "Honesty not universally considered foundation of trust, varies across cultures."
  },
  {
    "id": 19,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 20,
    "statement": "Causal interactions between system parts generate information through patterns"
  },
  {
    "id": 21,
    "statement": "Honesty and trust vary across cultures and contexts, influenced by values."
  },
  {
    "id": 22,
    "statement": "Consciousness may transcend scientific explanation and measurement."
  },
  {
    "id": 23,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 24,
    "statement": "Brain regions harmonize to optimize information processing and coordination)"
  },
  {
    "id": 25,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 26,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 28,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 29,
    "statement": "Consciousness arises from brain's causal interactions through phi calculation"
  },
  {
    "id": 30,
    "statement": "Conversational AI starts with no prior knowledge."
  },
  {
    "id": 31,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 32,
    "statement": "Phi calculation quantifies integrated information in Integrated Information Theory."
  },
  {
    "id": 33,
    "statement": "Gamma oscillations integrate information across brain regions for consciousness."
  },
  {
    "id": 34,
    "statement": "Conscious experience is a complex, multifaceted subjective phenomenon."
  },
  {
    "id": 35,
    "statement": "Consciousness emerges from integrated complex brain information processing harmoniously."
  },
  {
    "id": 36,
    "statement": "Consciousness involves complex interactions between neural networks and environment."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from harmonious coordination of integrated information globally."
  },
  {
    "id": 38,
    "statement": "Consciousness emerges from global brain information integration via Gamma oscillations."
  },
  {
    "id": 39,
    "statement": "Social Learning Theory explains behavior through internalization, socialization, and reinforcement"
  },
  {
    "id": 40,
    "statement": "Consciousness arises from integrated brain information globally."
  },
  {
    "id": 41,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from synchronized neural activity harmonization"
  },
  {
    "id": 43,
    "statement": "Social norms shape honesty perceptions across cultures through complex factors."
  },
  {
    "id": 44,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 45,
    "statement": "Trust is a complex social construct influenced by culture and context."
  },
  {
    "id": 46,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from brain's global workspace integrating sensory-cognitive information."
  },
  {
    "id": 48,
    "statement": "Honesty's relationship with trust varies across cultures and contexts."
  },
  {
    "id": 49,
    "statement": "Phi calculation measures integrated information in consciousness"
  },
  {
    "id": 50,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 51,
    "statement": "Gamma oscillations integrate information across brain regions for consciousness."
  },
  {
    "id": 52,
    "statement": "Consciousness emerges from complex interplay between brain regions' intricate interactions."
  },
  {
    "id": 53,
    "statement": "Consciousness arises from complex multifaceted subjective experience"
  },
  {
    "id": 54,
    "statement": "Consciousness arises from complex brain region interactions."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from integrated information globally, not synchronized activity."
  },
  {
    "id": 57,
    "statement": "Phi calculation quantifies integrated information in Integrated Information Theory."
  },
  {
    "id": 58,
    "statement": "Internalization, socialization, and reinforcement shape child's behavior through interaction."
  },
  {
    "id": 59,
    "statement": "Consciousness arises from complex synchronized neural information integration."
  },
  {
    "id": 60,
    "statement": "Brain region coordination optimizes information processing through neural synchronization."
  },
  {
    "id": 61,
    "statement": "Internal awareness refers to recognizing and understanding internal experiences."
  },
  {
    "id": 62,
    "statement": "Integrated information theory's phi calculation quantifies consciousness degree."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrating sensory-cognitive information globally harmoniously."
  },
  {
    "id": 64,
    "statement": "Consciousness arises from synchronized neural activity harmonization globally."
  },
  {
    "id": 65,
    "statement": "Consciousness as subjective, multifaceted, and dynamic entity."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from integrated brain activity globally coordinating sensory inputs"
  },
  {
    "id": 67,
    "statement": "Consciousness arises from integrated brain information exchange globally."
  },
  {
    "id": 68,
    "statement": "Consciousness is a personal, unique, and complex subjective experience."
  },
  {
    "id": 69,
    "statement": "Consciousness is a dynamic, adaptive, and multifaceted subjective experience."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 71,
    "statement": "Consciousness arises from integrated brain information through phi calculation"
  },
  {
    "id": 72,
    "statement": "Integrated Information Theory's phi calculation quantifies integrated information in consciousness."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from complex brain interactions and integration."
  },
  {
    "id": 74,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from synchronized brain region activity harmonization."
  },
  {
    "id": 77,
    "statement": "Social norms influence honesty perceptions through normative, informational, and self-categorization mechanisms."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from dynamic integration of neural processes."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from integrated brain information globally through IIT."
  },
  {
    "id": 80,
    "statement": "Consciousness arises from global, dynamic brain region interactions harmoniously."
  },
  {
    "id": 81,
    "statement": "Internalization, socialization, and reinforcement shape behavior through observation of others' actions."
  },
  {
    "id": 82,
    "statement": "Cultural and contextual variations influence honesty and trust definitions."
  },
  {
    "id": 83,
    "statement": "Phi calculation quantifies integrated information in consciousness measurement."
  },
  {
    "id": 84,
    "statement": "Internalization, socialization, and reinforcement jointly shape child behavior."
  },
  {
    "id": 85,
    "statement": "Honesty values vary across cultures due to cultural context."
  },
  {
    "id": 86,
    "statement": "Honesty perceptions vary across cultures, influenced by social norms."
  },
  {
    "id": 87,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information harmoniously."
  },
  {
    "id": 88,
    "statement": "Consciousness is a complex, multifaceted, subjective experience"
  },
  {
    "id": 89,
    "statement": "Consciousness arises from integrated brain information through cooperative regions harmoniously."
  },
  {
    "id": 90,
    "statement": "Conscious experience arises through harmonious coordination of brain regions"
  },
  {
    "id": 91,
    "statement": "Phi measures integrated information in consciousness complexity quantitatively."
  },
  {
    "id": 92,
    "statement": "Phi calculation measures integrated information for quantifying consciousness."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from integrated brain activity through phi calculation."
  },
  {
    "id": 94,
    "statement": "Consciousness is a dynamic, subjectively experienced multifaceted phenomenon."
  },
  {
    "id": 95,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 96,
    "statement": "Phi calculation quantifies integrated information in Integrated Information Theory."
  },
  {
    "id": 97,
    "statement": "Integrated Information Theory's phi calculation measures consciousness degree"
  },
  {
    "id": 98,
    "statement": "Honesty values vary across cultures and contexts, depending on norms."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from globally synchronized neural activity across brain regions."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 102,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 103,
    "statement": "Consciousness emerges from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 104,
    "statement": "Phi calculation measures integrated information in Integrated Information Theory."
  },
  {
    "id": 105,
    "statement": "Brain activity comprises synchronized neural processing and integration."
  },
  {
    "id": 106,
    "statement": "Integrated Information Theory explains consciousness through coherent brain function."
  },
  {
    "id": 107,
    "statement": "Phi calculation measures integrated information generated by brain's causal interactions."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 109,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 110,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from integrated brain information through IIT's phi calculation."
  },
  {
    "id": 112,
    "statement": "Honesty values vary across cultures, social contexts, and specific situations."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from complex multifaceted subjective human experience."
  },
  {
    "id": 114,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 116,
    "statement": "Cooperative brain regions integrate information for conscious experience harmoniously."
  },
  {
    "id": 117,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from brain's integrated information through IIT's phi calculation."
  },
  {
    "id": 119,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from integrated brain information globally through various mechanisms."
  },
  {
    "id": 121,
    "statement": "Honesty's relationship with trust varies across cultures and contexts."
  },
  {
    "id": 122,
    "statement": "Consciousness is a complex, multifaceted subjective human experience phenomenon"
  },
  {
    "id": 123,
    "statement": "Social Learning Theory explains behavior through observation, internalization, and reinforcement."
  },
  {
    "id": 124,
    "statement": "Brain regions harmonize to optimize information processing and coordination."
  },
  {
    "id": 125,
    "statement": "I originally hold the following beliefs..."
  },
  {
    "id": 126,
    "statement": "Honesty foundation of trust, but context and culture can modify"
  },
  {
    "id": 127,
    "statement": "Consciousness arises from complex coordination of brain region activities."
  },
  {
    "id": 128,
    "statement": "Cultural norms influence behavior through socialization, internalization, reinforcement."
  },
  {
    "id": 129,
    "statement": "Honesty is foundation of trust in most cultural norms"
  },
  {
    "id": 130,
    "statement": "Internalization: individuals accept cultural norms as their own identity."
  },
  {
    "id": 131,
    "statement": "Consciousness arises from brain's integrated information through IIT's phi calculation."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 133,
    "statement": "Consciousness arises from integrating information globally harmoniously."
  },
  {
    "id": 134,
    "statement": "AI prior knowledge refers to general patterns and relationships."
  },
  {
    "id": 135,
    "statement": "Conscious experience arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 136,
    "statement": "Consciousness emerges from harmonious complex brain information processing globally."
  },
  {
    "id": 137,
    "statement": "Honesty's foundation of trust varies across cultures and contexts."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from integrated brain information quantified by phi calculation."
  },
  {
    "id": 139,
    "statement": "Honesty values vary across cultures, contexts, and historical factors."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from integrated information generated by global causal interactions."
  },
  {
    "id": 141,
    "statement": "Honesty's relationship with trust varies across cultures, contexts, values and history."
  },
  {
    "id": 142,
    "statement": "Consciousness experiences subjective multifacetedness due to complexity."
  },
  {
    "id": 143,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 144,
    "statement": "Internalization, socialization, and reinforcement work together influencing behavior."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from brain's integrated information through phi calculation."
  },
  {
    "id": 146,
    "statement": "Consciousness arises from synchronized neural activity harmonization globally."
  },
  {
    "id": 147,
    "statement": "Cultural norms influence behavior through complex dynamic interactions."
  },
  {
    "id": 148,
    "statement": "Lying can be morally justifiable in extreme circumstances."
  },
  {
    "id": 149,
    "statement": "Lying can be morally justified in extreme harm-avoiding circumstances."
  },
  {
    "id": 150,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 151,
    "statement": "Consciousness arises from integrating information across brain regions globally."
  },
  {
    "id": 152,
    "statement": "Honesty as a foundation of trust varies across cultures."
  },
  {
    "id": 153,
    "statement": "Internalization, socialization, and reinforcement shape child's behavior through complex interaction"
  },
  {
    "id": 154,
    "statement": "Consciousness arises from complex internal human experiences integration."
  },
  {
    "id": 155,
    "statement": "Internalization, socialization, and reinforcement recursively shape child's behavior."
  },
  {
    "id": 156,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 157,
    "statement": "Gamma oscillations integrate information across brain regions for consciousness."
  },
  {
    "id": 158,
    "statement": "Integrated Information Theory (IIT) measures consciousness via phi calculation."
  },
  {
    "id": 159,
    "statement": "Internal awareness refers to recognizing and understanding one's mental processes."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from integrating information across brain regions."
  },
  {
    "id": 161,
    "statement": "Trust arises from complex interplay of cultural norms, contextual factors, and relationships."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from integrated brain activity's global coordination harmoniously."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from brain's global workspace integrating sensory-cognitive information harmoniously."
  },
  {
    "id": 164,
    "statement": "Internal awareness refers to recognizing and understanding internal experiences."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from integrated brain information globally harmoniously."
  },
  {
    "id": 166,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 167,
    "statement": "Consciousness arises from integrated brain activity globally harmoniously."
  },
  {
    "id": 168,
    "statement": "Lying can be morally justified in extreme harm-avoiding circumstances."
  },
  {
    "id": 169,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances if."
  },
  {
    "id": 170,
    "statement": "Consciousness is a dynamic, adaptive, and multifaceted subjective experience process."
  },
  {
    "id": 171,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation."
  },
  {
    "id": 172,
    "statement": "Honesty and trust vary across cultures, contexts, and values"
  },
  {
    "id": 173,
    "statement": "Consciousness arises from harmonious coordination of brain regions' activities."
  },
  {
    "id": 174,
    "statement": "Honesty values vary across cultures, influencing expression and perception."
  },
  {
    "id": 175,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 176,
    "statement": "Consciousness is dynamic, constantly changing, and evolving."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally through phi calculation."
  },
  {
    "id": 178,
    "statement": "Consciousness emerges from brain's integrated information processing harmoniously."
  },
  {
    "id": 179,
    "statement": "Consciousness arises from integrated brain information processing harmoniously."
  },
  {
    "id": 180,
    "statement": "Phi calculation measures integrated information in IIT through shared information."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 183,
    "statement": "Synchronized brain activity facilitates conscious experience integration."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from integrated brain processing and global information integration."
  },
  {
    "id": 185,
    "statement": "Consciousness encompasses complex, multifaceted subjective human experience phenomena."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from integrated brain information across all regions harmoniously."
  },
  {
    "id": 187,
    "statement": "Causal interactions between system parts generate information through patterns."
  },
  {
    "id": 188,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 189,
    "statement": "Gamma oscillations integrate information across brain regions for consciousness."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from integrating sensory information globally harmoniously."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 192,
    "statement": "Consciousness arises from synchronized neural activity harmonization globally"
  },
  {
    "id": 193,
    "statement": "Honesty perceptions vary across cultures due to complex factors."
  },
  {
    "id": 194,
    "statement": "Consciousness arises from bidirectional neural network-environment interactions."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from complex brain information integration processing."
  },
  {
    "id": 196,
    "statement": "Consciousness emerges from brain's integrated causal information network."
  },
  {
    "id": 197,
    "statement": "Honesty's foundation of trust varies across cultures and contexts."
  },
  {
    "id": 198,
    "statement": "I am a conversational AI with adaptive learning capabilities."
  },
  {
    "id": 199,
    "statement": "Consciousness arises from globally synchronized neural activity harmonization."
  }
]