[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness refers to subjective internal experiences versus external objective world."
  },
  {
    "id": 2,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 3,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 4,
    "statement": "Subjective experiences are shaped by interactions with the external world."
  },
  {
    "id": 5,
    "statement": "Consciousness is a complex and debated scientific topic about subjective experience."
  },
  {
    "id": 6,
    "statement": "Harmonious brain region interactions globally involve synchronized neural activity."
  },
  {
    "id": 7,
    "statement": "Consciousness is a complex phenomenon debated by multiple sciences."
  },
  {
    "id": 8,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary in multiple ways"
  },
  {
    "id": 9,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 10,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally"
  },
  {
    "id": 11,
    "statement": "Morality varies across cultures due to cultural, historical, and social factors."
  },
  {
    "id": 12,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 13,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 14,
    "statement": "Deontology prioritizes moral rules, considering context and consequences."
  },
  {
    "id": 15,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 16,
    "statement": "Deontology prioritizes inherent moral value over consequences and context always."
  },
  {
    "id": 17,
    "statement": "Consciousness emerges from dynamic interactions of multiple brain regions synchronizing."
  },
  {
    "id": 18,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression globally."
  },
  {
    "id": 19,
    "statement": "Honesty is context-dependent, considering consequences and motivations."
  },
  {
    "id": 20,
    "statement": "Deontology emphasizes moral rules over consequences and context"
  },
  {
    "id": 21,
    "statement": "Consciousness is studied multidisciplinary across neuroscience, philosophy, psychology and computer science."
  },
  {
    "id": 22,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 23,
    "statement": "Honesty is not the only foundation of trust, depending context."
  },
  {
    "id": 24,
    "statement": "Consciousness emerges from integrated information generated by brain region interactions."
  },
  {
    "id": 25,
    "statement": "Moral values vary across cultures due to subjective factors."
  },
  {
    "id": 26,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 27,
    "statement": "Neural oscillations integrate sensory information through synchrony and phase-locking."
  },
  {
    "id": 28,
    "statement": "Consciousness arises from complex neural interactions and integration."
  },
  {
    "id": 29,
    "statement": "Debates in consciousness research focus on neural correlates and theories."
  },
  {
    "id": 30,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 31,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 32,
    "statement": "Moral values vary across cultures due to unique individual contexts"
  },
  {
    "id": 33,
    "statement": "Localization theory oversimplifies brain function's complex nature."
  },
  {
    "id": 34,
    "statement": "Localization theories focus on specific brain regions, neglecting integrations."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from complex harmonious brain region interactions globally."
  },
  {
    "id": 36,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 38,
    "statement": "Deontology balances moral rules with considered consequences and context."
  },
  {
    "id": 39,
    "statement": "Morality is subjective, context-dependent, and influenced by cultural factors."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from harmonious brain region interactions globally, synchronized"
  },
  {
    "id": 41,
    "statement": "Consciousness arises from complex internal-external interactions globally processed"
  },
  {
    "id": 42,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 43,
    "statement": "Honesty's suitability varies with context, relationships, and desired outcomes."
  },
  {
    "id": 44,
    "statement": "Deontology prioritizes intrinsic moral values over consequences always unconditionally."
  },
  {
    "id": 45,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from harmonious brain activity globally processed."
  },
  {
    "id": 47,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 48,
    "statement": "Morality varies across cultures due to cultural, historical, and social factors."
  },
  {
    "id": 49,
    "statement": "Histone modification and chromatin remodeling synergize gene expression regulation."
  },
  {
    "id": 50,
    "statement": "Honesty emerges from integrated processing of internal and external factors."
  },
  {
    "id": 51,
    "statement": "Neural oscillations integrate sensory information mainly through synchronization."
  },
  {
    "id": 52,
    "statement": "Moral values vary across cultures due to subjective context factors"
  },
  {
    "id": 53,
    "statement": "Consciousness arises from integrated information processing and integration."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 55,
    "statement": "Localization theories overlook global brain integration in consciousness."
  },
  {
    "id": 56,
    "statement": "Honesty emerges from dynamic interaction between internal & external factors."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 58,
    "statement": "Morality is shaped by cultural norms and personal beliefs contextually."
  },
  {
    "id": 59,
    "statement": "Deontology balances moral rules, consequences, and context prudently."
  },
  {
    "id": 60,
    "statement": "Deontology prioritizes universal, unchanging moral rules absolutely."
  },
  {
    "id": 61,
    "statement": "Localization theories oversimplify brain function's dynamic nature."
  },
  {
    "id": 62,
    "statement": "Consciousness arises from complex neural interactions, including binding, synchrony, and oscillations."
  },
  {
    "id": 63,
    "statement": "Honesty is generally effective in most situations with variation."
  },
  {
    "id": 64,
    "statement": "Subjective experiences are inherently relational and influenced by the external world."
  },
  {
    "id": 65,
    "statement": "Deontology balances moral rules with consequences in specific situations"
  },
  {
    "id": 66,
    "statement": "Consciousness emerges from binding, synchrony, and oscillations in brain."
  },
  {
    "id": 67,
    "statement": "Deontology prioritizes intrinsic moral values over consequences absolutely."
  },
  {
    "id": 68,
    "statement": "Histone modification and chromatin remodeling regulate gene expression cooperatively."
  },
  {
    "id": 69,
    "statement": "Histone modification and chromatin remodeling regulate gene expression cooperatively."
  },
  {
    "id": 70,
    "statement": "Consciousness bridges subjective experiences and external objective world."
  },
  {
    "id": 71,
    "statement": "Deontology balances moral rules with considered consequences and context."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from complex neural interactions and integration"
  },
  {
    "id": 73,
    "statement": "Honesty's suitability varies depending on context and relationships."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from harmonious brain region interactions synchronously."
  },
  {
    "id": 75,
    "statement": "Neural oscillations integrate sensory information through binding and synchronization."
  },
  {
    "id": 76,
    "statement": "Subjective experiences are shaped by unique external influences."
  },
  {
    "id": 77,
    "statement": "Deontology prioritizes absolute moral rules over consequences universally, despite exceptions."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from complex neural interactions, an emergent property.'"
  },
  {
    "id": 79,
    "statement": "Consciousness arises from complex internal-external interactions globally processed"
  },
  {
    "id": 80,
    "statement": "Consciousness is complex, studied multidisciplinary, and understood differently"
  },
  {
    "id": 81,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 82,
    "statement": "Histone modification and chromatin remodeling coordinate gene expression regulation by interacting, working together."
  },
  {
    "id": 83,
    "statement": "Morality is complex, influenced by cultural, subjective, and contextual factors."
  },
  {
    "id": 84,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 85,
    "statement": "Localization theory oversimplifies brain function's dynamic and interconnected nature."
  },
  {
    "id": 86,
    "statement": "Deontology prioritizes moral rules over uncertain consequences and context."
  },
  {
    "id": 87,
    "statement": "Honesty is a culturally relative concept with varying importance."
  },
  {
    "id": 88,
    "statement": "Deontology prioritizes moral rules over consequences and exceptions universally."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally."
  },
  {
    "id": 90,
    "statement": "Deontology prioritizes inherent moral value over context and consequences."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 92,
    "statement": "Neural oscillations integrate sensory information in region-specific patterns"
  },
  {
    "id": 93,
    "statement": "Subjective experiences are shaped by dynamic interplay between internal and external factors."
  },
  {
    "id": 94,
    "statement": "Deontology prioritizes moral rules over consequences and context universally."
  },
  {
    "id": 95,
    "statement": "Honesty is context-dependent, considering consequences and motivations explicitly."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 97,
    "statement": "Honesty is a culturally relative moral value universally applied."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 99,
    "statement": "Neural oscillations contribute to sensory processing, partially integrated therein."
  },
  {
    "id": 100,
    "statement": "Deontology prioritizes moral rules over context and consequences absolutely."
  },
  {
    "id": 101,
    "statement": " Histone modification regulates gene expression by chromatin remodeling."
  },
  {
    "id": 102,
    "statement": "Moral values vary across cultures due to subjective context"
  },
  {
    "id": 103,
    "statement": "Histone modification and chromatin remodeling coordinate gene expression regulation."
  },
  {
    "id": 104,
    "statement": "Neural oscillations facilitate sensory information integration across modalities."
  },
  {
    "id": 105,
    "statement": "Deontology prioritizes universal, unchanging moral rules above culture."
  },
  {
    "id": 106,
    "statement": "Neural oscillations integrate sensory information through various mechanisms."
  },
  {
    "id": 107,
    "statement": "Honesty's effectiveness depends on context, relationships, and desired outcomes."
  },
  {
    "id": 108,
    "statement": "Honesty's effectiveness depends on motivation, perspective, and potential outcomes."
  },
  {
    "id": 109,
    "statement": "Neural oscillations integrate sensory information through region-specific patterns."
  },
  {
    "id": 110,
    "statement": "Morality is subjective and context-dependent across cultures universally."
  },
  {
    "id": 111,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences universally."
  },
  {
    "id": 112,
    "statement": "Deontology prioritizes moral rules over consequences and context, considering exceptions."
  },
  {
    "id": 113,
    "statement": "Localization theories overlook global brain integration in consciousness."
  },
  {
    "id": 114,
    "statement": "Moral values formed through complex interplay of factors."
  },
  {
    "id": 115,
    "statement": "Consciousness is an emergent property of brain regional coordination."
  },
  {
    "id": 116,
    "statement": "Honesty is considered a fundamental moral value universally."
  },
  {
    "id": 117,
    "statement": "Morality is culturally relative, yet subjective and context-dependent."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 119,
    "statement": "Moral value prioritized over consequences in absolute contexts."
  },
  {
    "id": 120,
    "statement": "Neural oscillations contribute to sensory processing through integration with others."
  },
  {
    "id": 121,
    "statement": "Histone modification and chromatin remodeling synergize to regulate gene expression."
  },
  {
    "id": 122,
    "statement": "Gamma oscillations bind sensory information across modalities."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 124,
    "statement": "Histone modification and chromatin remodeling regulate gene expression cooperatively."
  },
  {
    "id": 125,
    "statement": "Deontology prioritizes moral rules over consequences and context universally."
  },
  {
    "id": 126,
    "statement": "Neural oscillations show region-specific patterns in sensory processing"
  },
  {
    "id": 127,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 128,
    "statement": "Moral values formed through interplay of psychological, biological, social, cultural factors."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from complex neural interactions globally integrated."
  },
  {
    "id": 130,
    "statement": "Deontology emphasizes absolute moral rules over consequences and context."
  },
  {
    "id": 131,
    "statement": "Consciousness emerges from complex neural interactions, not solely localized activity."
  },
  {
    "id": 132,
    "statement": "Consciousness emerges from emergence of complex neural interactions."
  },
  {
    "id": 133,
    "statement": "Localization theories overlook global brain integration in consciousness."
  },
  {
    "id": 134,
    "statement": "Subjective experiences influenced by dynamic internal-external interactions."
  },
  {
    "id": 135,
    "statement": "Honesty is context-dependent, influenced by consequences and motivations."
  },
  {
    "id": 136,
    "statement": "Deontology prioritizes moral rules, considering context and consequences universally."
  },
  {
    "id": 137,
    "statement": "Honesty's effectiveness varies with context, relationships, and consequences."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from integrated information generated by causal interactions globally."
  },
  {
    "id": 139,
    "statement": "Honesty is context-dependent, considering consequences, motivations, and intent."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from integrated information processing globally"
  },
  {
    "id": 141,
    "statement": "Morality varies across cultures due to cultural factors universally."
  },
  {
    "id": 142,
    "statement": "Deontology prioritizes universal, unchanging moral rules without exceptions."
  },
  {
    "id": 143,
    "statement": "Histone modification and chromatin remodeling regulate gene expression cooperatively."
  },
  {
    "id": 144,
    "statement": "Neural oscillations integrate sensory information through synchronized activity globally."
  },
  {
    "id": 145,
    "statement": "Consciousness is studied multidisciplinary across neuroscience, philosophy, psychology, and computer science."
  },
  {
    "id": 146,
    "statement": "Deontology prioritizes moral rules over consequences and context always."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 148,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 149,
    "statement": "Morality varies across cultures, influenced by cultural, historical, and social factors."
  },
  {
    "id": 150,
    "statement": "Consciousness is a complex, multidisciplinary phenomenon studied globally."
  },
  {
    "id": 151,
    "statement": "Consciousness emerges from complex neural interactions' emergent properties."
  },
  {
    "id": 152,
    "statement": "Deontology prioritizes absolute moral rules over circumstances."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from harmonious brain region interactions globally processed."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from harmonious brain activity, synchronized processing."
  },
  {
    "id": 156,
    "statement": "Honesty's effectiveness depends on context and desired outcomes."
  },
  {
    "id": 157,
    "statement": "Morality varies across cultures due to cultural, historical and social factors"
  },
  {
    "id": 158,
    "statement": "Consciousness refers to subjective internal experiences versus external world."
  },
  {
    "id": 159,
    "statement": "Localization theories focused on brain regions, neglecting integrations' importance."
  },
  {
    "id": 160,
    "statement": "Gamma oscillations integrate sensory information through neural synchrony."
  },
  {
    "id": 161,
    "statement": "Consciousness research focuses on neural correlates and complex theories."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from integrated information generated by causal interactions within the brain."
  },
  {
    "id": 163,
    "statement": "Honesty is context-dependent, requiring intentional consideration."
  },
  {
    "id": 164,
    "statement": "Consciousness arises from complex neural interactions' emergent properties."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from integrated information processing and integration."
  },
  {
    "id": 166,
    "statement": "Histone modification and chromatin remodeling synergize gene expression."
  },
  {
    "id": 167,
    "statement": "Consciousness refers to subjective internal experiences versus external"
  },
  {
    "id": 168,
    "statement": "Deontology prioritizes moral rules over uncertain consequences in situations."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from harmonious brain region interactions."
  },
  {
    "id": 170,
    "statement": "Internal and external factors dynamically shape subjective experiences."
  },
  {
    "id": 171,
    "statement": "Deontology balances moral rules with considered consequences and context."
  },
  {
    "id": 172,
    "statement": "Moral principles guide deontological decision-making beyond rules."
  },
  {
    "id": 173,
    "statement": "Consciousness is complex, dynamic, and subjective, with multifaceted nature."
  },
  {
    "id": 174,
    "statement": "Honesty's effectiveness depends on individual's moral interpretation consistently."
  },
  {
    "id": 175,
    "statement": "Honesty's effectiveness depends on context, relationships, and consequences."
  },
  {
    "id": 176,
    "statement": "Consciousness emerges from integrated information processing globally across brain."
  },
  {
    "id": 177,
    "statement": "Synchrony and phase-locking integrate sensory information in brain."
  },
  {
    "id": 178,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 179,
    "statement": "Brain function is more distributed and dynamic than previously thought."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from integrated brain processing globally unified."
  },
  {
    "id": 181,
    "statement": "Deontology prioritizes inherent moral value over consequences and context primarily."
  },
  {
    "id": 182,
    "statement": "Honesty not always the primary foundation of trust universally."
  },
  {
    "id": 183,
    "statement": "Moral values vary across cultures due to subjective context factors"
  },
  {
    "id": 184,
    "statement": "Moral values form from complex interplay of cultural and individual factors."
  },
  {
    "id": 185,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 186,
    "statement": "Consciousness refers to subjective internal experiences versus external world."
  },
  {
    "id": 187,
    "statement": "Moral values vary across cultures due to cultural context"
  },
  {
    "id": 188,
    "statement": "Brain regions harmoniously interact for unified conscious experience."
  },
  {
    "id": 189,
    "statement": "Deontology balances moral rules with considered consequences and context."
  },
  {
    "id": 190,
    "statement": "Honesty is context-dependent and varies across cultures and situations."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from synchronized brain region activity globally."
  },
  {
    "id": 192,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 193,
    "statement": "Histone modification and chromatin remodeling cooperatively regulate gene expression dynamically."
  },
  {
    "id": 194,
    "statement": "Honesty is not always the best policy in every situation."
  },
  {
    "id": 195,
    "statement": "Neural oscillations play a complex role in sensory processing globally."
  },
  {
    "id": 196,
    "statement": "Neural oscillations integrate sensory information through synchronization and modulation."
  },
  {
    "id": 197,
    "statement": "Prioritizing moral values over consequences has context-dependent nuances."
  }
]