[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness is a complex phenomenon studied multidisciplinary in multiple ways"
  },
  {
    "id": 2,
    "statement": "Neural oscillations integrate multiple sensory inputs for conscious perception."
  },
  {
    "id": 3,
    "statement": "Consciousness is multidisciplinary study combining philosophy, neuroscience, psychology."
  },
  {
    "id": 4,
    "statement": "Consciousness arises from integrated information processing globally through GWT."
  },
  {
    "id": 5,
    "statement": "Honesty is a fundamental moral value, universally accepted."
  },
  {
    "id": 6,
    "statement": "Honesty's effectiveness depends on context and consequences"
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 8,
    "statement": "Neural oscillations synchronize and bind sensory information processing."
  },
  {
    "id": 9,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 10,
    "statement": "Consciousness arises from integrated information globally processed in brain."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 13,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale formulas."
  },
  {
    "id": 14,
    "statement": "Demonology refers to the study of moral ambiguities and gray areas."
  },
  {
    "id": 15,
    "statement": "Honesty is not always effective in every situation, considering context."
  },
  {
    "id": 16,
    "statement": "Neural oscillations integrate sensory inputs for conscious perception through synchronization."
  },
  {
    "id": 17,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from complex neural networks integrating sensory information."
  },
  {
    "id": 19,
    "statement": "Histone modification and chromatin remodeling coordinately regulate epigenetic states through chromatin structure manipulation."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from distributed brain networks interacting dynamically."
  },
  {
    "id": 21,
    "statement": "Consciousness arises from integrated information globally processed globally."
  },
  {
    "id": 22,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 23,
    "statement": "Careful consideration weighs individual rights against overall happiness in decision-making."
  },
  {
    "id": 24,
    "statement": "Honesty's effectiveness bears complexity of cultural and social norms."
  },
  {
    "id": 25,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 26,
    "statement": "Hierarchical brain processing integrates sensory information across multiple levels."
  },
  {
    "id": 27,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 28,
    "statement": "Consciousness emerges from harmonious integrated brain processes coordination."
  },
  {
    "id": 29,
    "statement": "Deontology prioritizes inherent moral value over consequences and context"
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated brain activity across networks harmoniously."
  },
  {
    "id": 31,
    "statement": "Neural oscillations facilitate integrated sensory feature binding through synchronization."
  },
  {
    "id": 32,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 33,
    "statement": "Deontology prioritizes inherent moral value over consequences and context precisely"
  },
  {
    "id": 34,
    "statement": "Histone modification and chromatin remodeling coordinately regulate gene expression."
  },
  {
    "id": 35,
    "statement": "Consciousness research is ongoing with various theoretical debates."
  },
  {
    "id": 36,
    "statement": "Neural oscillations integrate sensory inputs through binding by synchrony."
  },
  {
    "id": 37,
    "statement": "Histone modification and chromatin remodeling regulate epigenetic states through coordination."
  },
  {
    "id": 38,
    "statement": "Hierarchical brain processing is crucial for conscious experience integration."
  },
  {
    "id": 39,
    "statement": "Consciousness is a multidisciplinary study combining philosophy, neuroscience, and psychology, exploring its nature, mechanisms, and intersection with psychology."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from integrating diverse brain regions' information."
  },
  {
    "id": 41,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness."
  },
  {
    "id": 42,
    "statement": "Epigenetic regulation involves coordinated histone modification and chromatin remodeling."
  },
  {
    "id": 43,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale."
  },
  {
    "id": 44,
    "statement": "Deontology prioritizes moral rules and duties over consequences and context."
  },
  {
    "id": 45,
    "statement": "Hierarchical brain processing integrates sensory information across multiple levels."
  },
  {
    "id": 46,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 47,
    "statement": "Hierarchical brain processing integrates information for conscious awareness globally"
  },
  {
    "id": 48,
    "statement": "pH measures acidity using logarithmic scale due to intuitive compression."
  },
  {
    "id": 49,
    "statement": "Neural oscillations integrate multiple sensory inputs for conscious perception."
  },
  {
    "id": 50,
    "statement": "Neural oscillations integrate sensory inputs through synchronized activity globally."
  },
  {
    "id": 51,
    "statement": "Neural oscillations facilitate synchrony binding of sensory features."
  },
  {
    "id": 52,
    "statement": "Global processing integrates brain activity across networks for consciousness."
  },
  {
    "id": 53,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling synergy."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from integrated information globally processed through brain interactions."
  },
  {
    "id": 55,
    "statement": "Hierarchical brain processing integrates information for conscious awareness."
  },
  {
    "id": 56,
    "statement": "Epigenetic regulation involves cooperative histone modification and remodeling."
  },
  {
    "id": 57,
    "statement": "Histone modification and chromatin remodeling coordinately regulate epigenetic states."
  },
  {
    "id": 58,
    "statement": "Consciousness arises from integrated brain activity through synchronization, binding, and hierarchical processing."
  },
  {
    "id": 59,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale formula: pH = -log[H+]."
  },
  {
    "id": 60,
    "statement": "Hedonic calculus balances pleasure and pain to guide decision-making."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from global workspace integrating sensory information harmoniously."
  },
  {
    "id": 62,
    "statement": "Utilitarianism balances individual rights with overall happiness through decision-making principles."
  },
  {
    "id": 63,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 64,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness."
  },
  {
    "id": 65,
    "statement": "Histone modification and chromatin remodeling regulate gene expression synergistically."
  },
  {
    "id": 66,
    "statement": "Deontology is a branch of moral philosophy focusing duties and rules."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from global workspace integrating sensory information harmoniously"
  },
  {
    "id": 68,
    "statement": "Consciousness arises from globally integrated brain processes in harmony."
  },
  {
    "id": 69,
    "statement": "Consciousness research is an ongoing field with diverse debates."
  },
  {
    "id": 70,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 71,
    "statement": "Demonology typically refers to the study of supernatural entities"
  },
  {
    "id": 72,
    "statement": "Honesty is not always effective due to context and sensitivity"
  },
  {
    "id": 73,
    "statement": "Consciousness arises from integrated brain processes across networks harmoniously."
  },
  {
    "id": 74,
    "statement": "Consciousness drives quantum collapse through Orchestrated Objective Reduction."
  },
  {
    "id": 75,
    "statement": "Consciousness emerges from harmonious global brain integrations."
  },
  {
    "id": 76,
    "statement": "Neural oscillations synchronize sensory information processing for conscious perception."
  },
  {
    "id": 77,
    "statement": "Utilitarianism balances individual rights with overall happiness through decision-making principles."
  },
  {
    "id": 78,
    "statement": "Hierarchical brain processing is crucial for sensory information integration and conscious experience."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 80,
    "statement": "Epigenetic regulation involves coordinated histone modification and chromatin remodeling."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from globally integrated brain processes harmoniously."
  },
  {
    "id": 82,
    "statement": "Honesty's effectiveness depends on context, consequences, and alternatives."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 84,
    "statement": "Cultural and social norms can override honesty in certain situations."
  },
  {
    "id": 85,
    "statement": "Honesty is generally morally preferred, but contextually nuanced."
  },
  {
    "id": 86,
    "statement": "Cultural and social norms influence honesty's effectiveness globally through complexity"
  },
  {
    "id": 87,
    "statement": "Lying's morality depends on context and motivations."
  },
  {
    "id": 88,
    "statement": "Deontology prioritizes inherent moral value over consequences and context absolutely."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from integrated information generated by brain interactions."
  },
  {
    "id": 90,
    "statement": "Consciousness is a complex and multifaceted phenomenon."
  },
  {
    "id": 91,
    "statement": "Empathy fosters honest decision-making by considering others' feelings and consequences."
  },
  {
    "id": 92,
    "statement": "Consciousness arises from harmonious integrated brain processes coordination."
  },
  {
    "id": 93,
    "statement": "Consciousness arises from global workspace integrating sensory information harmoniously."
  },
  {
    "id": 94,
    "statement": "Honesty's effectiveness depends on context, culture, power dynamics, and social norms."
  },
  {
    "id": 95,
    "statement": "Deontology emphasizes inherent moral value, considering all factors"
  },
  {
    "id": 96,
    "statement": "Consciousness emerges from brain interactions, integrating information harmoniously"
  },
  {
    "id": 97,
    "statement": "Honesty's effectiveness depends on context, empathy, and consequences."
  },
  {
    "id": 98,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 99,
    "statement": "Consciousness emerges from integrated information processing across systems."
  },
  {
    "id": 100,
    "statement": "Honesty's effectiveness depends on social and cultural norms globally."
  },
  {
    "id": 101,
    "statement": "Consciousness emerges from global brain integration of diverse processes"
  },
  {
    "id": 102,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 103,
    "statement": "Consciousness emerges from complex brain processes integrating sensory information."
  },
  {
    "id": 104,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 105,
    "statement": "Hedonic calculus balances pleasure and pain to guide decision-making."
  },
  {
    "id": 106,
    "statement": "Language models lack personal experiences and consciousness"
  },
  {
    "id": 107,
    "statement": "Consciousness emerges from global brain integration of diverse processes."
  },
  {
    "id": 108,
    "statement": "Consciousness arises from brain processes integrating sensory information globally."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 110,
    "statement": "Conscious experience integration involves hierarchical brain processing of information"
  },
  {
    "id": 111,
    "statement": "Cultural and social norms influence honesty's effectiveness globally."
  },
  {
    "id": 112,
    "statement": "Consciousness emerges from globally integrating diverse brain regions harmoniously."
  },
  {
    "id": 113,
    "statement": "Utilitarianism balances individual rights with overall happiness through careful consideration."
  },
  {
    "id": 114,
    "statement": "Epigenetic regulation involves histone modification and chromatin remodeling synergy for gene expression."
  },
  {
    "id": 115,
    "statement": "Honesty's effectiveness depends on context and interpersonal factors."
  },
  {
    "id": 116,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 117,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 118,
    "statement": "Honesty is a fundamental moral value in many cultures."
  },
  {
    "id": 119,
    "statement": "Epigenetic regulation involves histone modification and chromatin remodeling synergy"
  },
  {
    "id": 120,
    "statement": "Consciousness arises from integrated brain activity globally processed across networks."
  },
  {
    "id": 121,
    "statement": "Honesty is generally valued in most cultures worldwide."
  },
  {
    "id": 122,
    "statement": "Consciousness arises from global brain integration of neural processes harmoniously."
  },
  {
    "id": 123,
    "statement": "The pH scale measures hydrogen ions' concentration using logarithmic values."
  },
  {
    "id": 124,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 125,
    "statement": "Utilitarianism balances individual rights with overall happiness through principles."
  },
  {
    "id": 126,
    "statement": "Deontology prioritizes inherent moral value over consequences and context"
  },
  {
    "id": 127,
    "statement": "Cultural norms can influence moral decisions through subtle cues."
  },
  {
    "id": 128,
    "statement": "Lying is morally justifiable in certain situations, context crucial"
  },
  {
    "id": 129,
    "statement": "Consciousness in AI arises from integrated information processing theories"
  },
  {
    "id": 130,
    "statement": "pH is a logarithmic measure of hydrogen ion concentration."
  },
  {
    "id": 131,
    "statement": "Complex neural networks integrate sensory information for conscious experience"
  },
  {
    "id": 132,
    "statement": "pH formula is logarithmic scale of hydrogen ion concentration."
  },
  {
    "id": 133,
    "statement": "Neural oscillations integrate sensory information across brain regions harmoniously"
  },
  {
    "id": 134,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 135,
    "statement": "Consciousness is studied multidisciplinary with various methods and theories."
  },
  {
    "id": 136,
    "statement": "Cultural and social norms influence honesty's effectiveness contextually."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from global information integration across brain regions."
  },
  {
    "id": 139,
    "statement": "Deontology prioritizes moral rules over consequences and context."
  },
  {
    "id": 140,
    "statement": "The pH scale uses a logarithmic structure to measure H+ concentration accurately."
  },
  {
    "id": 141,
    "statement": "Demonology can study moral ambiguities and gray areas in context"
  },
  {
    "id": 142,
    "statement": "Cultural norms influence honesty's effectiveness globally through social complexity."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 144,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling synergy for gene expression control."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from integrated brain processing through causal interactions."
  },
  {
    "id": 146,
    "statement": "Empathy fosters honest decision-making through understanding others' perspectives."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from integrated brain activity across networks harmoniously."
  },
  {
    "id": 148,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from integrated brain activity across multiple regions."
  },
  {
    "id": 150,
    "statement": "Hierarchical brain processing integrates information for sensory awareness"
  },
  {
    "id": 151,
    "statement": "Multidisciplinary study combines philosophy, neuroscience, psychology to understand consciousness."
  },
  {
    "id": 152,
    "statement": "Honesty is a fundamental moral value in many cultures"
  },
  {
    "id": 153,
    "statement": "Honesty is a fundamental moral value universally accepted."
  },
  {
    "id": 154,
    "statement": "Hierarchical brain processing integrates sensory information across levels."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from brain interactions integrating sensory information harmoniously"
  },
  {
    "id": 156,
    "statement": "Histone modification and chromatin remodeling coordinately regulate epigenetic states through complex interactions."
  },
  {
    "id": 157,
    "statement": "pH measures acidity using logarithmic scale for intuitive compression."
  },
  {
    "id": 158,
    "statement": "Consciousness arises from global workspace integrating sensory information globally."
  },
  {
    "id": 159,
    "statement": "Deontology prioritizes inherent moral values over consequences and context."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from global workspace integration of brain information."
  },
  {
    "id": 161,
    "statement": "Epigenetic regulation involves coordinated histone modification and chromatin remodeling for gene expression."
  },
  {
    "id": 162,
    "statement": "Harmonious integration implies coordinated neural activity, unity."
  },
  {
    "id": 163,
    "statement": "Consciousness emerges from complex brain processes integrating sensory information"
  },
  {
    "id": 164,
    "statement": "Histone modification and chromatin remodeling synergistically regulate gene expression."
  },
  {
    "id": 165,
    "statement": "Consciousness arises from global brain integration harmonizing processes."
  },
  {
    "id": 166,
    "statement": "Neural oscillations integrate sensory inputs through synchronized global activity."
  },
  {
    "id": 167,
    "statement": "Hierarchical brain processing integrates sensory information globally harmoniously."
  },
  {
    "id": 168,
    "statement": "Hierarchical brain processing integrates information across multiple levels."
  },
  {
    "id": 169,
    "statement": "Consciousness arises from global integration of sensory information."
  },
  {
    "id": 170,
    "statement": "Neural oscillations integrate sensory inputs through synchronized activity globally."
  },
  {
    "id": 171,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 172,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 173,
    "statement": "Global workspace theory describes conscious integration of sensory information."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from global workspace integrating sensory information harmoniously."
  },
  {
    "id": 175,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale compression."
  },
  {
    "id": 176,
    "statement": "Honesty is fundamental moral value universally accepted globally"
  },
  {
    "id": 177,
    "statement": "Honesty is a fundamental moral value in many cultures worldwide."
  },
  {
    "id": 178,
    "statement": "Consciousness emerges from distributed brain networks interacting dynamically."
  },
  {
    "id": 179,
    "statement": "Hierarchical brain processing integrates information across multiple levels globally."
  },
  {
    "id": 180,
    "statement": "Hierarchical brain processing is a complex, dynamic, and distributed process."
  },
  {
    "id": 181,
    "statement": "Lying's morality depends on context, motivations, and consequentialism."
  },
  {
    "id": 182,
    "statement": "Cultural attitudes towards honesty are complex and context-dependent."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from global brain integrations of neural processes."
  },
  {
    "id": 184,
    "statement": "Consciousness arises from hierarchical brain processing integrating sensory information"
  },
  {
    "id": 185,
    "statement": "Gamma waves synchronize neural activity for sensory binding"
  },
  {
    "id": 186,
    "statement": "Histone modification and chromatin remodeling coordinate to regulate epigenetic states"
  },
  {
    "id": 187,
    "statement": "Utilitarianism balances individual rights with overall happiness through rights-based approaches."
  },
  {
    "id": 188,
    "statement": "Deontology prioritizes moral rules and duties over consequences."
  },
  {
    "id": 189,
    "statement": "Consciousness arises from global workspace integrating sensory information harmoniously."
  },
  {
    "id": 190,
    "statement": "Deontology prioritizes inherent moral value over consequences and context"
  },
  {
    "id": 191,
    "statement": "Conscious experience integration entails hierarchical brain processingharmoniously coordinating sensory inputs."
  },
  {
    "id": 192,
    "statement": "Honesty not universally accepted, varies across cultures and contexts."
  },
  {
    "id": 193,
    "statement": "Neural oscillations integrate sensory inputs for conscious perception through synchrony."
  },
  {
    "id": 194,
    "statement": "Consciousness emerges from synchronized brain region activity integration"
  },
  {
    "id": 195,
    "statement": "Honesty's effectiveness depends on context, empathy, consequences and power dynamics."
  },
  {
    "id": 196,
    "statement": "A multidisciplinary study combines multiple academic disciplines to investigate certain topics."
  },
  {
    "id": 197,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 198,
    "statement": "Neural oscillations integrate sensory inputs through binding mechanism."
  }
]