[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness involves intentionality, subjective experience, and self-awareness."
  },
  {
    "id": 2,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 3,
    "statement": "Consciousness is complex multifaceted phenomenon of subjective experience"
  },
  {
    "id": 4,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 5,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 6,
    "statement": "Consciousness arises from brain's integrated information through phi calculation."
  },
  {
    "id": 7,
    "statement": "Consciousness emerges from integrated brain activity globally."
  },
  {
    "id": 8,
    "statement": "Consciousness is a subjective, multifaceted, complex phenomenon."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 10,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding situations."
  },
  {
    "id": 11,
    "statement": "Consciousness arises from complex neural interactions and processing."
  },
  {
    "id": 12,
    "statement": "Subjective experience is unique, private, and internal to an individual."
  },
  {
    "id": 13,
    "statement": "Consciousness emerges from complex neural interactions globally."
  },
  {
    "id": 14,
    "statement": "Consciousness arises from complex interactions among subjective experience, intentionality, self-awareness."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from integrated information through IIT's phi calculation"
  },
  {
    "id": 16,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 17,
    "statement": "Consciousness arises from complex brain region interactions and information exchange."
  },
  {
    "id": 18,
    "statement": "Honesty not always morally justifiable in extreme harm-avoiding situations"
  },
  {
    "id": 19,
    "statement": "Consciousness arises from complex neural interactions and processing globally"
  },
  {
    "id": 20,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness."
  },
  {
    "id": 21,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 22,
    "statement": "Consciousness relates to subjective human experience and awareness."
  },
  {
    "id": 23,
    "statement": "Human consciousness is complex and not yet fully understood"
  },
  {
    "id": 24,
    "statement": "Consciousness involves complex interactions between brain components."
  },
  {
    "id": 25,
    "statement": "Consciousness arises from synchronized brain region activities globally."
  },
  {
    "id": 26,
    "statement": "Consciousness arises from complex interactions of brain regions."
  },
  {
    "id": 27,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 28,
    "statement": "Honesty adapts to context, considering potential harm or value."
  },
  {
    "id": 29,
    "statement": "Neuroplasticity arises from dynamic interplay of genetics and environmental factors."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated brain activity globally."
  },
  {
    "id": 31,
    "statement": "Consciousness is a multifaceted subjective experience encompassing sensory, emotional, cognitive, intentional, and self-aware dimensions."
  },
  {
    "id": 32,
    "statement": "Personality traits, culture, and environment interact to shape social behavior."
  },
  {
    "id": 33,
    "statement": "Cultural norms shape behavior through socialization, conformity, internalization."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from integrated brain activity through IIT's φ calculation."
  },
  {
    "id": 35,
    "statement": "Integrated Information Theory explains the emergence of conscious experience."
  },
  {
    "id": 36,
    "statement": "Honesty evolves with context, adapting to situational demands."
  },
  {
    "id": 37,
    "statement": "Consciousness emerges from integrated brain region interactions and oscillations globally."
  },
  {
    "id": 38,
    "statement": "Consciousness emerges from integrated brain information through phi calculation."
  },
  {
    "id": 39,
    "statement": "Cultural norms influence behavior through socialization, internalization, and reinforcement."
  },
  {
    "id": 40,
    "statement": "Cultural norms shape behavior through socialization, conformity, and internalization."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from brain's integrated information through IIT's φ calculation."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from integrated information and environmental influences."
  },
  {
    "id": 44,
    "statement": "Subjective human experience refers to internal, qualitative aspects of consciousness."
  },
  {
    "id": 45,
    "statement": "Consciousness is a subjective, multifaceted, complex phenomenon."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated brain regions and neural pathways."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from brain's integration of sensory, cognitive, and emotional information through PFC and DMN."
  },
  {
    "id": 48,
    "statement": "Measuring consciousness remains challenging due to its subjective nature."
  },
  {
    "id": 49,
    "statement": "Integrated information theory quantifies consciousness through phi calculation"
  },
  {
    "id": 50,
    "statement": "Consciousness arises from integrated information generated by brain activity"
  },
  {
    "id": 51,
    "statement": "Consciousness arises from integrated brain activity: global networks and oscillations."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from global workspace activity across brain regions."
  },
  {
    "id": 53,
    "statement": "Subjective experience arises from integrated brain activity and environmental factors."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from global brain networks and synchronized oscillations"
  },
  {
    "id": 55,
    "statement": "Intentionality refers to mental states directed towards or about something."
  },
  {
    "id": 56,
    "statement": "Harmonious coordination of brain regions generates conscious experience."
  },
  {
    "id": 57,
    "statement": "Consciousness arises from complex neural interactions globally"
  },
  {
    "id": 58,
    "statement": "Moral principles adapt to context in extreme situations, prioritizing greater good."
  },
  {
    "id": 59,
    "statement": "Honesty is a complex moral principle with dynamic nuances."
  },
  {
    "id": 60,
    "statement": "Consciousness emerges from dynamic brain region interactions and processes."
  },
  {
    "id": 61,
    "statement": "Consciousness involves complex interactions between subjective experience."
  },
  {
    "id": 62,
    "statement": "Consciousness arises from brain's integration of sensory, cognitive, and emotional information."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 64,
    "statement": "Cultural norms shape behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 65,
    "statement": "Consciousness is a complex, multifaceted, subjective experience phenomenon."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from PFC, DMN integration of sensory information."
  },
  {
    "id": 67,
    "statement": "Consciousness arises from integrated brain activity through global workspace theory."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from integrated brain processing of causal relationships."
  },
  {
    "id": 69,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 70,
    "statement": "Consciousness arises from coordinated brain regions and synchronized oscillations globally"
  },
  {
    "id": 71,
    "statement": "Consciousness arises from integrated brain activity and causal interactions."
  },
  {
    "id": 72,
    "statement": "Consciousness arises from harmonious coordination of synchronized brain regions."
  },
  {
    "id": 73,
    "statement": "Consciousness arises from PFC and DMN integration of sensory-cognitive-emotional information."
  },
  {
    "id": 74,
    "statement": "Neuroplasticity emerges from dynamic interplay between genetics and environment"
  },
  {
    "id": 75,
    "statement": "Consequentialism justifies lying in extreme harm-avoiding situations."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from synchronized brain region activities globally."
  },
  {
    "id": 77,
    "statement": "Consciousness emerges from harmonious coordination of synchronized brain regions."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from integrated information quantified through phi calculation."
  },
  {
    "id": 79,
    "statement": "Consciousness emerges from brain's global workspace integrating information."
  },
  {
    "id": 80,
    "statement": "Consciousness involves intentionality in meaning-making experiences."
  },
  {
    "id": 81,
    "statement": "Consciousness emerges from harmonious coordination of brain regions."
  },
  {
    "id": 82,
    "statement": "Consciousness emerges from globally distributed neural networks processes"
  },
  {
    "id": 83,
    "statement": "Consciousness quantifiable through Integrated Information Theory's φ calculation."
  },
  {
    "id": 84,
    "statement": "Consciousness emerges from harmonious coordination of brain regions' activities."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from brain's integrated information through IIT’s φ calculation."
  },
  {
    "id": 86,
    "statement": "Honesty is a complex moral principle with situational dynamics."
  },
  {
    "id": 87,
    "statement": "Subjective experience combines internal and external influences in human consciousness."
  },
  {
    "id": 88,
    "statement": "Consciousness arises from integrated activity of multiple brain regions."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from global network's information integration."
  },
  {
    "id": 90,
    "statement": "Consciousness combines diverse factors, including emotions and sensations."
  },
  {
    "id": 91,
    "statement": "Cultural norms influence behavior through socialization, internalization, and reinforcement."
  },
  {
    "id": 92,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 93,
    "statement": "Subjective experience is unique, private, and internal, yet nuanced."
  },
  {
    "id": 94,
    "statement": "Subjective human experience is unique, private, and internal to an individual."
  },
  {
    "id": 95,
    "statement": "Consciousness emerges from dynamic interplay of brain regions and networks."
  },
  {
    "id": 96,
    "statement": "Consciousness is complex, multifaceted phenomenon of subjective experience"
  },
  {
    "id": 97,
    "statement": "Consciousness arises from global network oscillations integrating information."
  },
  {
    "id": 98,
    "statement": "Consciousness arises from integrated information generated by causal interactions."
  },
  {
    "id": 99,
    "statement": "Consciousness related to PFC and DMN integration globally."
  },
  {
    "id": 100,
    "statement": "Consciousness arises from harmonious coordination of brain regions' activities."
  },
  {
    "id": 101,
    "statement": "Consciousness arises from global workspace's integrated information processing."
  },
  {
    "id": 102,
    "statement": "Consciousness emerges from integrated neural interactions and processing patterns."
  },
  {
    "id": 103,
    "statement": "Consciousness is complex, multifaceted, dynamic, and adaptive phenomenon"
  },
  {
    "id": 104,
    "statement": "Honesty is a dynamic and situational concept adjustments."
  },
  {
    "id": 105,
    "statement": "Consciousness arises from integrated interactions between brain regions."
  },
  {
    "id": 106,
    "statement": "Clarifying complex ideas requires acknowledging context, ambiguity, and diversity."
  },
  {
    "id": 107,
    "statement": "Complex social dynamics shape human behavior through cultural mechanisms."
  },
  {
    "id": 108,
    "statement": "Consciousness is complex and multifaceted phenomenon of subjective experience"
  },
  {
    "id": 109,
    "statement": "Prefrontal Cortex (PFC) and Default Mode Network (DMN) integrate sensory, cognitive, and emotional information for conscious experience."
  },
  {
    "id": 110,
    "statement": "Consciousness is a complex, multifaceted subjective experience."
  },
  {
    "id": 111,
    "statement": "Integrated brain activity arises from coordinated neural network oscillations globally."
  },
  {
    "id": 112,
    "statement": "Consciousness arises from brain's integrated information through IIT’s φ calculation."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from integrated brain activity with global networks."
  },
  {
    "id": 115,
    "statement": "Honesty not always morally justifiable in extreme situations."
  },
  {
    "id": 116,
    "statement": "Consciousness arises from integrated information through causal neural interactions."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  },
  {
    "id": 118,
    "statement": "Consciousness emerges from harmonious brain region interactions globally."
  },
  {
    "id": 119,
    "statement": "Intentionality refers to mental states directed towards external objects or ideas."
  },
  {
    "id": 120,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 121,
    "statement": "Neuroplasticity arises from dynamic interplay of genetics and environment factors"
  },
  {
    "id": 122,
    "statement": "Consciousness emerges from complex interactions between subjective experience, intentionality, self-awareness, attention, and environment."
  },
  {
    "id": 123,
    "statement": "Consciousness involves complex interactions between subjective experience, intentionality, and self-awareness."
  },
  {
    "id": 124,
    "statement": "Genetics influences neuroplasticity through genetic predisposition, brain structure, and neurotransmitter regulation."
  },
  {
    "id": 125,
    "statement": "Consciousness emerges from integrated brain activity across regions."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 127,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 128,
    "statement": "Consciousness emerges from harmonious coordination of brain regions globally."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from causal interactions between integrated brain regions."
  },
  {
    "id": 130,
    "statement": "Consciousness emerges from complex, harmonious brain region interactions globally."
  },
  {
    "id": 131,
    "statement": "Consciousness emerges from harmonious coordination of brain regions' activities globally."
  },
  {
    "id": 132,
    "statement": "Intentionality refers to directed mental states towards external objects, ideas."
  },
  {
    "id": 133,
    "statement": "Subjective experience is the private, internal aspect of human consciousness."
  },
  {
    "id": 134,
    "statement": "Consciousness is dynamic, adaptive, and influenced by internal and external factors."
  },
  {
    "id": 135,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from harmonious coordination of synchronized neural activity."
  },
  {
    "id": 137,
    "statement": "Complex brain interactions involve neural oscillations, synchronizations, and communication."
  },
  {
    "id": 138,
    "statement": "Consciousness is a complex and multifaceted subjective experience phenomenon"
  },
  {
    "id": 139,
    "statement": "Consciousness is an intricate blend of multiple levels, functions, and neural networks."
  },
  {
    "id": 140,
    "statement": "Consciousness arises from globally coordinated brain neural activity"
  },
  {
    "id": 141,
    "statement": "Consciousness arises from harmonious coordination of synchronized brain regions."
  },
  {
    "id": 142,
    "statement": "Consciousness emerges from harmonious coordination of brain regions."
  },
  {
    "id": 143,
    "statement": "Consciousness involves complex multifaceted subjective experiences."
  },
  {
    "id": 144,
    "statement": "Consciousness arises from brain's integrated information through phi calculation."
  },
  {
    "id": 145,
    "statement": "Cultural norms influence behavior through socialization, conformity, and internalization."
  },
  {
    "id": 146,
    "statement": "Consciousness is complex, multifaceted, and subjective experience."
  },
  {
    "id": 147,
    "statement": "Consciousness arises from harmonious coordination of brain regions globally."
  },
  {
    "id": 148,
    "statement": "Consciousness emerges from global broadcasting of brain information."
  },
  {
    "id": 149,
    "statement": "Harmonious brain region coordination enables conscious information integration."
  },
  {
    "id": 150,
    "statement": "Consciousness involves subjective experience and complex brain interactions."
  },
  {
    "id": 151,
    "statement": "Intentionality gives conscious experiences direction, meaning, and content"
  },
  {
    "id": 152,
    "statement": "Consciousness arises from synchronized and coordinated brain region activity globally."
  },
  {
    "id": 153,
    "statement": "Lying can be morally justifiable in extreme situations"
  },
  {
    "id": 154,
    "statement": "Consciousness arises from integrated information through IIT's Φ calculation"
  },
  {
    "id": 155,
    "statement": "Cultural transmission theory explains behaviors through social learning processes."
  },
  {
    "id": 156,
    "statement": "Subjective experience is complex, context-dependent, and culturally shaped."
  },
  {
    "id": 157,
    "statement": "Subjective experience arises from integrated brain activity and perception."
  },
  {
    "id": 158,
    "statement": "Consciousness involves subjective experiences focused on external objects."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from synchronized global brain activity and harmonious interactions"
  },
  {
    "id": 160,
    "statement": "Consciousness emerges from dynamic brain region interactions and processes globally."
  },
  {
    "id": 161,
    "statement": "Honesty is a complex moral principle with situational considerations."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from complex neural interactions and processing."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from complex neural interactions and networks."
  },
  {
    "id": 164,
    "statement": "Harmonious brain region coordination enables synchronized conscious experience."
  },
  {
    "id": 165,
    "statement": "Consciousness emerges from complex interplay of subjective experience, intentionality, self-awareness."
  },
  {
    "id": 166,
    "statement": "Consciousness arises from integrated neural activity across brain regions."
  },
  {
    "id": 167,
    "statement": "Subjective experience combines internal and external influences dynamically."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from integrated brain information and regions."
  },
  {
    "id": 169,
    "statement": "Integrated information arises from brain regions' harmonious coordination."
  },
  {
    "id": 170,
    "statement": "Conscious experience arises from integrated brain regions globally."
  },
  {
    "id": 171,
    "statement": "Harmonious coordination of brain regions generates conscious experience through synchronized neural assemblies."
  },
  {
    "id": 172,
    "statement": "Social learning theory involves internalization, socialization, and reinforcement."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from harmonious coordination of brain regions."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from complex neural interactions globally."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from integrated brain activity through phi calculation."
  },
  {
    "id": 176,
    "statement": "Consciousness emerges from integrated activity across brain regions."
  },
  {
    "id": 177,
    "statement": "Consciousness is complex multifaceted dynamic subjective experience."
  },
  {
    "id": 178,
    "statement": "PFC and DMN interact through re-entrant processing for consciousness"
  },
  {
    "id": 179,
    "statement": "Intentionality refers to mental states directed towards or about something."
  },
  {
    "id": 180,
    "statement": "Cultural norms shape behavior through socialization, conformity, and internalization."
  },
  {
    "id": 181,
    "statement": "Subjective human experience encompasses internal, qualitative and external aspects."
  },
  {
    "id": 182,
    "statement": "Consciousness involves intentionality, subjective experience, and self-awareness, interconnectedly."
  },
  {
    "id": 183,
    "statement": "Consciousness arises from harmonious brain region coordination."
  },
  {
    "id": 184,
    "statement": "Consciousness emerges from harmonious coordination of brain regions' activities."
  },
  {
    "id": 185,
    "statement": "Consciousness emerges from integrated brain information processing globally."
  },
  {
    "id": 186,
    "statement": "Complex interactions between brain regions and environment enable conscious experience."
  },
  {
    "id": 187,
    "statement": "Consciousness emerges from harmonious coordination of brain regions."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from integrated brain activity through GWT and IIT."
  },
  {
    "id": 189,
    "statement": "Honesty can be context-dependent and situationally adaptable."
  },
  {
    "id": 190,
    "statement": "Consciousness involves intentionality in making sense of experiences."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from brain's integrated processing of information."
  },
  {
    "id": 192,
    "statement": "Personality traits interact with culture and environment to shape social behavior."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from integrated information through phi calculation quantification."
  },
  {
    "id": 194,
    "statement": "Consciousness is a private, internal experience difficult to measure."
  },
  {
    "id": 195,
    "statement": "Consciousness arises from integrated processing of brain region information."
  },
  {
    "id": 196,
    "statement": "Consciousness arises from integrated information generated by brain's causal interactions"
  },
  {
    "id": 197,
    "statement": "Cultural norms shape behavior through socialization, conformity, and internalization."
  },
  {
    "id": 198,
    "statement": "Consciousness arises from coordinated brain region activity across entire brain."
  },
  {
    "id": 199,
    "statement": "Consciousness arises from integrated brain information through phi calculation."
  }
]