[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 2,
    "statement": "Consciousness is multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 3,
    "statement": "Deontology balances moral principles with context-dependent exceptions in ethics."
  },
  {
    "id": 4,
    "statement": "Consciousness arises from distributed parallel information processing globally."
  },
  {
    "id": 5,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 6,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by neuroscience, philosophy, psychology, anthropology."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated synchronized brain region activity harmoniously."
  },
  {
    "id": 8,
    "statement": "Honesty's morality depends on context, intention, and consequences interacting."
  },
  {
    "id": 9,
    "statement": "Brain regions integrate and synchronize neural activity for consciousness through binding processes."
  },
  {
    "id": 10,
    "statement": "Consciousness studied by combining multiple disciplines with various strengths and limitations."
  },
  {
    "id": 11,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships"
  },
  {
    "id": 12,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 13,
    "statement": "Neuroplasticity changes across life stages due to hormonal, genetic, and environmental factors."
  },
  {
    "id": 14,
    "statement": "Neuroplasticity varies across life stages, from malleable childhood to refined adulthood."
  },
  {
    "id": 15,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 16,
    "statement": "Consciousness arises from complex interdisciplinary approaches and findings."
  },
  {
    "id": 17,
    "statement": "Deontology balances moral principles with context-dependent practical reason."
  },
  {
    "id": 18,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from complex brain region interactions globally."
  },
  {
    "id": 20,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 21,
    "statement": "Consciousness emerges from global brain region communication and integration."
  },
  {
    "id": 22,
    "statement": "Consciousness arises from distributed parallel information processing across brain regions."
  },
  {
    "id": 23,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 24,
    "statement": "Consciousness arises from complex brain activity, still much debated"
  },
  {
    "id": 25,
    "statement": "Integration of information typically involves synchronized neural oscillations."
  },
  {
    "id": 26,
    "statement": "Dopamine and serotonin modulate neural activity and connections globally."
  },
  {
    "id": 27,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across fields."
  },
  {
    "id": 28,
    "statement": "Consciousness distinguishes internal subjective experiences from reality through representation."
  },
  {
    "id": 29,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships intertwined."
  },
  {
    "id": 30,
    "statement": "Consciousness arises from integrated brain activity and external influences globally"
  },
  {
    "id": 31,
    "statement": "Humans are social creatures needing community, shared experiences, fulfillment, emotional connection, and trust to thrive and feel well."
  },
  {
    "id": 32,
    "statement": "Consciousness emerges through synchronized integrated brain region activity globally"
  },
  {
    "id": 33,
    "statement": "Consciousness emerges from synchronized neural activity in brain regions."
  },
  {
    "id": 34,
    "statement": "Consciousness arises from coordinated, distributed, harmonious brain region interactions globally."
  },
  {
    "id": 35,
    "statement": "Consciousness arises from global workspace integration in neural activity globally."
  },
  {
    "id": 36,
    "statement": "Consciousness emerges from synchronized neural activity across brain regions."
  },
  {
    "id": 37,
    "statement": "Consciousness arises from coordinated brain region communication globally."
  },
  {
    "id": 38,
    "statement": "Honesty is foundation of trust, with rare exceptions."
  },
  {
    "id": 39,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 40,
    "statement": "Consciousness arises from integrated brain activity and environmental interactions."
  },
  {
    "id": 41,
    "statement": "Consciousness arises from complex harmonized brain region integrations globally."
  },
  {
    "id": 42,
    "statement": "Consciousness is a multidisciplinary phenomenon studied across various fields."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from integrated information within brain networks.'"
  },
  {
    "id": 44,
    "statement": "Consciousness arises from coordinated brain activity across regions globally integrating."
  },
  {
    "id": 45,
    "statement": "Moral absolutism oversimplified, context-dependent moral dilemmas exist"
  },
  {
    "id": 46,
    "statement": "Consciousness is a universal human experience and nature."
  },
  {
    "id": 47,
    "statement": "Consciousness arises from harmonious dynamic brain region interactions."
  },
  {
    "id": 48,
    "statement": "Neuroplasticity is influenced by developmental stages, hormones, aging, and life experiences."
  },
  {
    "id": 49,
    "statement": "Honesty is foundation of trust in social relationships"
  },
  {
    "id": 50,
    "statement": "Deontology balances moral principles with context-dependent exceptions in ethics through moral rule modification."
  },
  {
    "id": 51,
    "statement": "Gamma oscillations facilitate information integration across brain regions."
  },
  {
    "id": 52,
    "statement": "Consciousness arises from global workspace integration in brain activity globally"
  },
  {
    "id": 53,
    "statement": "Lying is morally justifiable in extreme circumstances, according to ethics."
  },
  {
    "id": 54,
    "statement": "Consciousness arises from synchronized neural activity between brain regions harmoniously integrated."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from synchronized global brain region activity harmoniously."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from harmonious brain region interactions globally integrated."
  },
  {
    "id": 57,
    "statement": "Deontology balances moral principles with practical exceptions for greater good."
  },
  {
    "id": 58,
    "statement": "Neuroplasticity changes across life stages due to hormone-environment interactions."
  },
  {
    "id": 59,
    "statement": "Consciousness emerges from brain-environment interactions, not isolated brain activity."
  },
  {
    "id": 60,
    "statement": "Consciousness is studied by various disciplines, including anthropology."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from integrated information within brain networks."
  },
  {
    "id": 62,
    "statement": "Lying can be morally justifiable in certain situations."
  },
  {
    "id": 63,
    "statement": "Deontology balances moral principles with context-dependent practical reason"
  },
  {
    "id": 64,
    "statement": "Consciousness arises from integration of information across brain regions."
  },
  {
    "id": 65,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships, influencing its impact."
  },
  {
    "id": 66,
    "statement": "Consciousness arises from coordinated and synchronized brain region activity"
  },
  {
    "id": 67,
    "statement": "Consciousness emerges from harmonious coordinated brain region activities globally."
  },
  {
    "id": 68,
    "statement": "Consciousness arises from integrated brain activity through global workspace theory."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated information processing within brain networks."
  },
  {
    "id": 70,
    "statement": "Consciousness emerges from integrated brain region communication globallyRSpecified"
  },
  {
    "id": 71,
    "statement": "Consciousness emerges from synchronized neural activity globally integrated harmonious."
  },
  {
    "id": 72,
    "statement": "Consiousness arises from harmonious synchronized brain region activity globally"
  },
  {
    "id": 73,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 74,
    "statement": "Consciousness distinguishes internal experiences through mental representation processes."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from integrated brain activity processing globally."
  },
  {
    "id": 76,
    "statement": "Consciousness arises from global workspace integrating brain regions harmoniously."
  },
  {
    "id": 77,
    "statement": "Deontology balances moral principles with context-dependent practical reason."
  },
  {
    "id": 78,
    "statement": "Deontology balances moral principles with nuanced context dependence"
  },
  {
    "id": 79,
    "statement": "Consciousness emerges from dynamic brain-environment interaction and integration."
  },
  {
    "id": 80,
    "statement": "Consciousness emerges through synchronized brain region activity harmonization globally."
  },
  {
    "id": 81,
    "statement": "Consciousness arises from integrated brain information processes globally."
  },
  {
    "id": 82,
    "statement": "Consciousness emerges from harmonious brain region integration globally."
  },
  {
    "id": 83,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 84,
    "statement": "Neuroplasticity's dynamic changes influenced by hormone-environment interactions."
  },
  {
    "id": 85,
    "statement": "Consciousness arises from distributed neural activity across brain regions globally."
  },
  {
    "id": 86,
    "statement": "Consciousness arises from synchronized brain regions' cooperative activity globally."
  },
  {
    "id": 87,
    "statement": "Deontology balances moral principles with context-dependent decision-making."
  },
  {
    "id": 88,
    "statement": "Honesty's morality depends on context, intention, and consequences."
  },
  {
    "id": 89,
    "statement": "Leadership requires emotional intelligence to navigate complex interactions."
  },
  {
    "id": 90,
    "statement": "Consciousness emerges from coordinated, dynamic brain activity harmonies."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from synchronized integrated brain region activity globally."
  },
  {
    "id": 92,
    "statement": "Neuroplasticity is influenced by multiple factors throughout life."
  },
  {
    "id": 93,
    "statement": "Lying can be morally justifiable in extreme circumstances to prevent harm"
  },
  {
    "id": 94,
    "statement": "Brain regions interact dynamically, influencing function through oscillations."
  },
  {
    "id": 95,
    "statement": "Consciousness emerges from global brain activity integration of regions harmoniously."
  },
  {
    "id": 96,
    "statement": "Integrated Information Theory suggests consciousness emerges from brain integration."
  },
  {
    "id": 97,
    "statement": "Consciousness arises from distributed brain region processing globally integrating information."
  },
  {
    "id": 98,
    "statement": "Neuroplasticity changes across life stages influencing adaptability, learning, and memory."
  },
  {
    "id": 99,
    "statement": "Neuroplasticity varies across life stages, influenced by experience, training, and lifestyle."
  },
  {
    "id": 100,
    "statement": "Consciousness emerges from global brain activity integration through IIT"
  },
  {
    "id": 101,
    "statement": "Deontology balances moral principles with context-dependent practical reason"
  },
  {
    "id": 102,
    "statement": "Consciousness emerges from brain's internal dynamics and sensory interactions."
  },
  {
    "id": 103,
    "statement": "Consciousness arises from complex brain network interactions dynamically."
  },
  {
    "id": 104,
    "statement": "Consciousness emerges from coordinated synchronized brain region processing"
  },
  {
    "id": 105,
    "statement": "Deontology balances moral principles with practical exceptions for greater good."
  },
  {
    "id": 106,
    "statement": "Consciousness emerges from coordinated distributed brain region interactions globally"
  },
  {
    "id": 107,
    "statement": "Neuroplasticity occurs throughout life, including early childhood and adulthood quickly."
  },
  {
    "id": 108,
    "statement": "Consciousness emerges from gamma oscillations integrating brain regions."
  },
  {
    "id": 109,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 110,
    "statement": "Neuroplasticity refines brain connections and pathways with age."
  },
  {
    "id": 111,
    "statement": "Complex neural oscillations integrate brain regions for efficient information transfer."
  },
  {
    "id": 112,
    "statement": "Neural activity refers to electrical impulses between neurons."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from harmonious coordinated neural activity globally"
  },
  {
    "id": 114,
    "statement": "Consciousness emerges from synchronized global brain region interactions harmoniously."
  },
  {
    "id": 115,
    "statement": "Consciousness arises from integrated brain and environment interactions."
  },
  {
    "id": 116,
    "statement": "Consciousness emerges from synchronized brain region activity globally harmonized."
  },
  {
    "id": 117,
    "statement": "Brain regions integrate and synchronize for consciousness through binding."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from coordinated brain region activity harmoniously."
  },
  {
    "id": 119,
    "statement": "Brain regions integrate and synchronize neural activity through binding processes."
  },
  {
    "id": 120,
    "statement": "Strong social connections and trust foster human well-being."
  },
  {
    "id": 121,
    "statement": "Consciousness arises from coordinated brain region activity globally harmonized."
  },
  {
    "id": 122,
    "statement": "Synchronized neural oscillations enable binding of features into coherent perceptions."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from integrated brain activity and complex environmental interactions."
  },
  {
    "id": 124,
    "statement": "Deontology balances moral principles with context-dependent practical reason"
  },
  {
    "id": 125,
    "statement": "Consciousness emerges from global synchronized brain activity integration globally."
  },
  {
    "id": 126,
    "statement": "Consciousness arises from coordinated brain region communication integrating."
  },
  {
    "id": 127,
    "statement": "Consciousness arises from complex brain region interactions dynamically."
  },
  {
    "id": 128,
    "statement": "Consciousness is multidisciplinary phenomenon studied through various fields."
  },
  {
    "id": 129,
    "statement": "Binding processes unify brain region activity into conscious experience."
  },
  {
    "id": 130,
    "statement": "Consciousness arises from harmonious brain region interactions globally"
  },
  {
    "id": 131,
    "statement": "Consciousness arises from distributed parallel information processing globally."
  },
  {
    "id": 132,
    "statement": "Honesty's morality varies with context, intention, and consequences."
  },
  {
    "id": 133,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from integrated information in coordinated brain regions."
  },
  {
    "id": 135,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields"
  },
  {
    "id": 136,
    "statement": "Consciousness arises from complex brain-environment interactions globally."
  },
  {
    "id": 137,
    "statement": "Consciousness arises from harmonious brain region interactions globally integrated."
  },
  {
    "id": 138,
    "statement": "Brain regions dynamically interact through oscillations to influence cognitive functions."
  },
  {
    "id": 139,
    "statement": "Consciousness arises from global integration of brain information processing"
  },
  {
    "id": 140,
    "statement": "Lifestyle and training influence neuroplasticity through various mechanisms"
  },
  {
    "id": 141,
    "statement": "Brain regions integrate features through synchronized neural activity globally."
  },
  {
    "id": 142,
    "statement": "Deontology balances moral principles with context-dependent exceptions through prima facie duties."
  },
  {
    "id": 143,
    "statement": "Consciousness arises from complex, dynamic brain activity patterns."
  },
  {
    "id": 144,
    "statement": "Honesty's effectiveness depends on context, motivation, and relationships."
  },
  {
    "id": 145,
    "statement": "Consciousness arises from complex brain activity, still much debated"
  },
  {
    "id": 146,
    "statement": "Consciousness emerges from harmonious brain region interactions through IIT"
  },
  {
    "id": 147,
    "statement": "Deontology balances moral principles with context-dependent practical exceptions."
  },
  {
    "id": 148,
    "statement": "Consciousness arises from complex interplay of internal brain dynamics and sensory interactions."
  },
  {
    "id": 149,
    "statement": "Leadership requires emotional intelligence for navigating complex interpersonal dynamics effectively."
  },
  {
    "id": 150,
    "statement": "Consciousness is a multidisciplinary phenomenon studied by various fields"
  },
  {
    "id": 151,
    "statement": "Consciousness arises from integrated neural activity across brain regions"
  },
  {
    "id": 152,
    "statement": "Honesty is a crucial aspect of trust, but not the only one."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from synchronized global brain region activity harmoniously."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from harmonious brain region interactions globally."
  },
  {
    "id": 155,
    "statement": "Harmonization is a key process in generating conscious experience."
  },
  {
    "id": 156,
    "statement": "Coordinated brain regions produce consciousness through harmonious synchronized activity."
  },
  {
    "id": 157,
    "statement": "Hormonal, genetic, and environmental factors shape neuroplasticity across life stages."
  },
  {
    "id": 158,
    "statement": "Honesty's effectiveness depends on context, motivation, and relationship quality."
  },
  {
    "id": 159,
    "statement": "Consciousness arises from dynamic brain region interactions and networks."
  },
  {
    "id": 160,
    "statement": "Deontology balances moral principles with context-dependent practical reason in ethics."
  },
  {
    "id": 161,
    "statement": "Deontology balances moral principles with practical exceptions for greater good."
  },
  {
    "id": 162,
    "statement": "Consciousness studied by neurosciences, philosophies, psychologies, and anthropologies."
  },
  {
    "id": 163,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships."
  },
  {
    "id": 164,
    "statement": "Consciousness emerges from synchronized neural activity across brain regions harmoniously."
  },
  {
    "id": 165,
    "statement": "“Consciousness arises from coordinated distributed brain region interactions globally integrating.”"
  },
  {
    "id": 166,
    "statement": "Deontology balances moral principles with context-dependent exceptions."
  },
  {
    "id": 167,
    "statement": "Consciousness arises from harmoniously synchronized brain region interactions."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from synchronized neural activity globally integrated."
  },
  {
    "id": 169,
    "statement": "Complex neural oscillations facilitate information transfer between brain regions synchronously."
  },
  {
    "id": 170,
    "statement": "Strong social connections and trust fosters human well-being universally."
  },
  {
    "id": 171,
    "statement": "Intention and consequences interact in determining honesty's morality."
  },
  {
    "id": 172,
    "statement": "Consciousness arises from harmonious coordinated brain region interactions globally"
  },
  {
    "id": 173,
    "statement": "Consciousness is multidisciplinary phenomenon studied by various fields."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from global workspace integrating neural activity globally."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from harmonious brain region integration globally."
  },
  {
    "id": 176,
    "statement": "Consciousness arises from synchronized brain region activity coordination."
  },
  {
    "id": 177,
    "statement": "Consciousness studied through interdisciplinary integration of multiple disciplines and strengths."
  },
  {
    "id": 178,
    "statement": "Consciousness arises from global workspace integrating neural activity globally"
  },
  {
    "id": 179,
    "statement": "Brain regions integrate through binding processes for unified perception."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from integrated information processing globally harmoniously."
  },
  {
    "id": 181,
    "statement": "Deontology balances moral principles with context-dependent practical reason."
  },
  {
    "id": 182,
    "statement": "Consciousness arises from integrated brain activity and internal bodily states."
  },
  {
    "id": 183,
    "statement": "Deontology balances moral principles with context-dependent practical judgment"
  },
  {
    "id": 184,
    "statement": "Consciousness emerges from synchronized neural activity across brain regions globally."
  },
  {
    "id": 185,
    "statement": "Honesty's morality depends on context, intention, and consequences."
  },
  {
    "id": 186,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from coordinated brain regions integrating dynamically."
  },
  {
    "id": 188,
    "statement": "Consciousness is a multidisciplinary study of integrated knowledge perspectives."
  },
  {
    "id": 189,
    "statement": "Neuroplasticity is complex interplay of genetic, environmental, and hormonal factors."
  },
  {
    "id": 190,
    "statement": "Consciousness arises from integrated information across brain regions"
  },
  {
    "id": 191,
    "statement": "Consciousness arises from harmonious brain region interactions synchronized globally"
  },
  {
    "id": 192,
    "statement": "Honesty is essential, yet not sole, component of trust building."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from coordinated, distributed, harmonious brain region interactions globally."
  },
  {
    "id": 194,
    "statement": "Humans have fundamental need for social connection, varying degrees."
  },
  {
    "id": 195,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships"
  },
  {
    "id": 196,
    "statement": "Honesty's effectiveness depends on context, motivations, and relationships intertwining."
  },
  {
    "id": 197,
    "statement": "Neuroplasticity occurs throughout life, selectively, and rapidly adapting."
  },
  {
    "id": 198,
    "statement": "Consciousness is a fundamental, multifaceted, and universal human experience."
  }
]