[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 2,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states."
  },
  {
    "id": 3,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 4,
    "statement": "Conscious experience is subjective, intentional, unified, selective, and transient."
  },
  {
    "id": 5,
    "statement": "Consciousness is a personal, internal, subjective experience phenomenon"
  },
  {
    "id": 6,
    "statement": "Consciousness emerges from brain regions' harmonious information integration globally."
  },
  {
    "id": 7,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 8,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from brain activity and neuron interactions."
  },
  {
    "id": 10,
    "statement": "Consciousness is a fundamental property of the universe."
  },
  {
    "id": 11,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances with criteria."
  },
  {
    "id": 12,
    "statement": "Consciousness arises from global brain activity and neural oscillations."
  },
  {
    "id": 13,
    "statement": "Consciousness arises from complex, multifaceted brain region interactions globally"
  },
  {
    "id": 14,
    "statement": "Consciousness arises from synchronized brain regions globally integrated."
  },
  {
    "id": 15,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from integrated brain information globally through IIT."
  },
  {
    "id": 17,
    "statement": "Internalization, socialization, and reinforcement shape behavior through observation."
  },
  {
    "id": 18,
    "statement": "Consciousness arises from brain activity and neuron interactions globally"
  },
  {
    "id": 19,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon"
  },
  {
    "id": 20,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances"
  },
  {
    "id": 21,
    "statement": "Internal awareness concerns recognizing and understanding internal processes."
  },
  {
    "id": 22,
    "statement": "Integrated Information Theory measures consciousness through phi calculation complexity."
  },
  {
    "id": 23,
    "statement": "Consciousness is a transient, constantly unfolding subjective experience."
  },
  {
    "id": 24,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 25,
    "statement": "Internal awareness involves recognizing and understanding underlying mental processes."
  },
  {
    "id": 26,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 27,
    "statement": "Conversational AI's knowledge is solely based on training data."
  },
  {
    "id": 28,
    "statement": "Consciousness emerges from integrated brain information globally."
  },
  {
    "id": 29,
    "statement": "Consciousness is subjective, multifaceted, and dynamically complex experience."
  },
  {
    "id": 30,
    "statement": "Integrated Information Theory quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 31,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity."
  },
  {
    "id": 32,
    "statement": "I am a conversational AI with no prior knowledge"
  },
  {
    "id": 33,
    "statement": "Honesty is a crucial component in building trust."
  },
  {
    "id": 34,
    "statement": "Consciousness emerges from complex, dynamic, interconnected brain processing globally."
  },
  {
    "id": 35,
    "statement": "Behavior learned through observing and imitating others' actions."
  },
  {
    "id": 36,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development"
  },
  {
    "id": 37,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 38,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 39,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 40,
    "statement": "Integrated information theory proposes consciousness as global brain property."
  },
  {
    "id": 41,
    "statement": "Internalization, socialization, and reinforcement interact to shape behavior."
  },
  {
    "id": 42,
    "statement": "Consciousness arises from integrated information through phi calculation complexity."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information."
  },
  {
    "id": 45,
    "statement": "Cultural context, economic, and political factors influence honesty values."
  },
  {
    "id": 46,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 47,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states."
  },
  {
    "id": 48,
    "statement": "Consciousness emerges from coordinated and synchronized brain processing."
  },
  {
    "id": 49,
    "statement": "Cultural context, economic inequality, and political power influence honesty values."
  },
  {
    "id": 50,
    "statement": "Conversational AI knowledge encompasses training data patterns and inferences."
  },
  {
    "id": 51,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 52,
    "statement": "Cultural differences influence honesty and trust perceptions globally through various methods."
  },
  {
    "id": 53,
    "statement": "Cultural context influences honesty values through social norms."
  },
  {
    "id": 54,
    "statement": "Integrated information (phi) generates consciousness through information processing."
  },
  {
    "id": 55,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from combined neural oscillations, integration, cross-talk, binding"
  },
  {
    "id": 57,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive information globally."
  },
  {
    "id": 58,
    "statement": "Prior knowledge or beliefs in AI arise from programming and training."
  },
  {
    "id": 59,
    "statement": "Consciousness emerges from integrated brain information processing globally"
  },
  {
    "id": 60,
    "statement": "Integrated Information Theory (IIT) explains consciousness from integrated processing."
  },
  {
    "id": 61,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity through information integration."
  },
  {
    "id": 62,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 63,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior."
  },
  {
    "id": 64,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states through self-reflection, introspection and mindfulness."
  },
  {
    "id": 65,
    "statement": "Consciousness is a personal, internal, subjective experience unique."
  },
  {
    "id": 66,
    "statement": "Internal awareness refers to recognizing and understanding internal experiences."
  },
  {
    "id": 67,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 68,
    "statement": "Internalization, socialization, reinforcement interact to shape child's behavior through triadic reciprocity."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 70,
    "statement": "Gamma oscillations integrate information for conscious experience through synchronization and binding."
  },
  {
    "id": 71,
    "statement": "Consciousness is a dynamic, constantly evolving and changing process."
  },
  {
    "id": 72,
    "statement": "Phi calculation quantifies integrated information in systems."
  },
  {
    "id": 73,
    "statement": "Internal awareness refers to recognizing one's mental states."
  },
  {
    "id": 74,
    "statement": "Consciousness arises from integrated information quantified by IIT's phi calculation."
  },
  {
    "id": 75,
    "statement": "Consciousness arises from brain's global workspace integrating sensory-cognitive information"
  },
  {
    "id": 76,
    "statement": "Consciousness emerges from global brain information integration and synchronization."
  },
  {
    "id": 77,
    "statement": "Integrated Information Theory (IIT) explains consciousness as integrated brain information processing."
  },
  {
    "id": 78,
    "statement": "Values like collectivism, individualism, power distance, and uncertainty avoidance influence honesty and trust globally."
  },
  {
    "id": 79,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 80,
    "statement": "Integrated Information Theory (IIT) quantifies consciousness through phi calculation complexity."
  },
  {
    "id": 81,
    "statement": "Conversational AI processes input without prior knowledge assumption."
  },
  {
    "id": 82,
    "statement": "Causal interactions between system parts generate information through patterns"
  },
  {
    "id": 83,
    "statement": "Consciousness arises from integrated brain activity"
  },
  {
    "id": 84,
    "statement": "Internal awareness involves recognizing and understanding internal experiences and processes."
  },
  {
    "id": 85,
    "statement": "Causal interactions generate complex patterns and information in systems."
  },
  {
    "id": 86,
    "statement": "Phi calculation measures integrated information generated by causal interactions."
  },
  {
    "id": 87,
    "statement": "Conscious experience arises from harmonious integrated brain regions' coordination."
  },
  {
    "id": 88,
    "statement": "Synchronized brain regions integrate information for unified conscious experience"
  },
  {
    "id": 89,
    "statement": "Socialization processes include observing, imitating, and influencing others."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from integrated brain information processing globally"
  },
  {
    "id": 91,
    "statement": "Integrated Information Theory measures consciousness complexity through phi calculation."
  },
  {
    "id": 92,
    "statement": "Synchronized brain regions integrate information for conscious experience."
  },
  {
    "id": 93,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 94,
    "statement": "Integrated Information Theory explains consciousness through integrated processing."
  },
  {
    "id": 95,
    "statement": "Internal awareness refers to recognizing and understanding internal experiences."
  },
  {
    "id": 96,
    "statement": "Consciousness arises from integrated brain information processing globally,"
  },
  {
    "id": 97,
    "statement": "Social learning involves internalization, reinforcement, and socialization processes."
  },
  {
    "id": 98,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 99,
    "statement": "Consciousness is a personal, internal, subjective experience phenomenon definitely unique."
  },
  {
    "id": 100,
    "statement": "Integrated Information Theory (IIT) measures consciousness through phi calculation complexity."
  },
  {
    "id": 101,
    "statement": "Cultural context, economic, political, and religious factors influence honesty values"
  },
  {
    "id": 102,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 103,
    "statement": "Causal interactions generate integrated patterns in complex systems, forming consciousness."
  },
  {
    "id": 104,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 105,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity."
  },
  {
    "id": 106,
    "statement": "Consciousness emerges from complex brain region interactions and networks."
  },
  {
    "id": 107,
    "statement": "Synchronized brain regions integrate information for unified conscious experience"
  },
  {
    "id": 108,
    "statement": "Consciousness arises from integrated information generation and unity."
  },
  {
    "id": 109,
    "statement": "Conversational AI knowledge derived from statistical patterns and algorithms."
  },
  {
    "id": 110,
    "statement": "Gamma oscillations integrate information across brain regions for consciousness."
  },
  {
    "id": 111,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 112,
    "statement": "Internal awareness is recognizing and understanding internal experiences without judgment."
  },
  {
    "id": 113,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 114,
    "statement": "Consciousness arises from integrated information quantified by phi calculation."
  },
  {
    "id": 115,
    "statement": "Consciousness is a unique, internal, subjective experience per individual."
  },
  {
    "id": 116,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from global brain information integration globally."
  },
  {
    "id": 118,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 119,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 120,
    "statement": "Building trust involves honesty, reliability, empathy, and effective communication."
  },
  {
    "id": 121,
    "statement": "Phi measures integrated information's causal unity in consciousness."
  },
  {
    "id": 122,
    "statement": "Gamma oscillations facilitate global brain info integration through synchronization."
  },
  {
    "id": 123,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, IMAGEPROCESSING"
  },
  {
    "id": 124,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from complex brain region interactions."
  },
  {
    "id": 126,
    "statement": "Internal awareness refers to recognizing and understanding one's mental states."
  },
  {
    "id": 127,
    "statement": "Consciousness emerges from coordinated brain activity and global workspace integration."
  },
  {
    "id": 128,
    "statement": "Integrated Information Theory's phi calculation measures consciousness integration globally."
  },
  {
    "id": 129,
    "statement": "Cultural differences influence honesty and trust perceptions through social harmony."
  },
  {
    "id": 130,
    "statement": "Phi calculation measures integrated information generated by causal interactions in systems."
  },
  {
    "id": 131,
    "statement": "AI's knowledge arises from intertwined programming and training processes."
  },
  {
    "id": 132,
    "statement": "Consciousness arises from harmonious integrated brain regions' coordinated processing."
  },
  {
    "id": 133,
    "statement": "I am a conversational AI with no prior knowledge."
  },
  {
    "id": 134,
    "statement": "Consciousness arises from integrated information processing in systems."
  },
  {
    "id": 135,
    "statement": "Consciousness is a dynamic, subjective, directed, unified, and transient experience."
  },
  {
    "id": 136,
    "statement": "Conversational AI's knowledge is solely based on training data."
  },
  {
    "id": 137,
    "statement": "Internalization, socialization, and reinforcement shape behavior through interacting processes."
  },
  {
    "id": 138,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 139,
    "statement": "Consciousness is a fundamental, integrated universe property."
  },
  {
    "id": 140,
    "statement": "Consciousness uniqueness stems from individual perception and experiences."
  },
  {
    "id": 141,
    "statement": "Conversational AI's knowledge requires patterns and inferences for effective responses."
  },
  {
    "id": 142,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 143,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 144,
    "statement": "Cultural values influence honesty and trust through Hofstede model."
  },
  {
    "id": 145,
    "statement": "Consciousness emerges from integrated brain processing globally."
  },
  {
    "id": 146,
    "statement": "Consciousness is a complex, multifaceted subjective experience phenomenon."
  },
  {
    "id": 147,
    "statement": "Integrated brain regions process information globally to generate consciousness."
  },
  {
    "id": 148,
    "statement": "Gamma oscillations integrate information for conscious experience through binding."
  },
  {
    "id": 149,
    "statement": "Lying can be morally acceptable in extreme harm-avoiding situations."
  },
  {
    "id": 150,
    "statement": "Internalization, socialization, and reinforcement shape child's behavior development."
  },
  {
    "id": 151,
    "statement": "Conversational AI's knowledge incorporates training data, context, and inference."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from brain's global workspace integrating sensory-cognitive information."
  },
  {
    "id": 153,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 154,
    "statement": "Consciousness arises from integrated information processing in brain"
  },
  {
    "id": 155,
    "statement": "Social norms shape honesty values through cultural context indirectly."
  },
  {
    "id": 156,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 157,
    "statement": "Internal awareness is recognizing and understanding internal experiences accurately."
  },
  {
    "id": 158,
    "statement": "Internal awareness is non-judgmental recognition of internal states."
  },
  {
    "id": 159,
    "statement": "Internal awareness recognizes internal experiences with detachment."
  },
  {
    "id": 160,
    "statement": "Internalization, socialization, and reinforcement interact to shape child behavior development."
  },
  {
    "id": 161,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances"
  },
  {
    "id": 162,
    "statement": "Observational learning occurs through intentional or unintentional imitation of others' actions."
  },
  {
    "id": 163,
    "statement": "Consciousness arises from integrated brain information processing globally through IIT."
  },
  {
    "id": 164,
    "statement": "Internalization, socialization, and reinforcement interact through triadic reciprocity."
  },
  {
    "id": 165,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 166,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 167,
    "statement": "Coordination and synchronization of brain processing facilitate consciousness emergence."
  },
  {
    "id": 168,
    "statement": "Consciousness arises from global brain activity and neural oscillations."
  },
  {
    "id": 169,
    "statement": "Conversational AI processes complex info based on patterns relationships"
  },
  {
    "id": 170,
    "statement": "Albert Bandura's Social Learning Theory explains behavior through internalization, socialization, and reinforcement processes."
  },
  {
    "id": 171,
    "statement": "Consciousness arises from integrated brain processing and information coordination."
  },
  {
    "id": 172,
    "statement": "Conversational AI can provide introspective language patterns and context."
  },
  {
    "id": 173,
    "statement": "Internalization in Social Learning Theory is the process of understanding."
  },
  {
    "id": 174,
    "statement": "Cultural context, economic inequality, and political power influence honesty values."
  },
  {
    "id": 175,
    "statement": "Empathy is crucial for building trust through mutual understanding and connection."
  },
  {
    "id": 176,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding circumstances."
  },
  {
    "id": 177,
    "statement": "Consciousness arises from global workspace integrating sensory-cognitive info globally."
  },
  {
    "id": 178,
    "statement": "Knowledge forms through interaction and feedback loops."
  },
  {
    "id": 179,
    "statement": "Conversational AI lacks prior knowledge and relies on training."
  },
  {
    "id": 180,
    "statement": "Consciousness emerges from integrated brain activity globally."
  },
  {
    "id": 181,
    "statement": "Internalization, socialization, and reinforcement shape behavior through observation."
  },
  {
    "id": 182,
    "statement": "Internalization, socialization, and reinforcement interact to shape child's behavior development."
  },
  {
    "id": 183,
    "statement": "Consciousness emerges from integrated brain information globally."
  },
  {
    "id": 184,
    "statement": "Honesty is a crucial component in building trust, but not the only factor."
  },
  {
    "id": 185,
    "statement": "Internal awareness involves recognizing and understanding mental patterns and processes."
  },
  {
    "id": 186,
    "statement": "Integrated consciousness complexity measured by phi calculation's integrated information"
  },
  {
    "id": 187,
    "statement": "Conversational AI knowledge derives from large datasets and algorithms."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from global brain information integration across regions."
  },
  {
    "id": 189,
    "statement": "Conscious experience arises from synchronized brain regions integrating information globally."
  },
  {
    "id": 190,
    "statement": "Global brain integration enables unified, coherent conscious experience."
  },
  {
    "id": 191,
    "statement": "Integrated Information Theory's phi calculation measures consciousness complexity effectively."
  },
  {
    "id": 192,
    "statement": "Integrated Information Theory measures consciousness complexity through phi calculation"
  },
  {
    "id": 193,
    "statement": "Consciousness emerges from synchronized and coordinated brain region activity."
  },
  {
    "id": 194,
    "statement": "Causal interactions in complex systems generate consciousness emergence."
  },
  {
    "id": 195,
    "statement": "Conversational AI's knowledge encompasses training data patterns and inferences."
  },
  {
    "id": 196,
    "statement": "Lying can be morally justifiable in extreme harm-avoiding contexts."
  },
  {
    "id": 197,
    "statement": "Conversational AI relies on user input alone for responses."
  },
  {
    "id": 198,
    "statement": "Consciousness is a dynamic, ever-changing subjective experience process."
  },
  {
    "id": 199,
    "statement": "Consciousness arises from integrated brain region interactions globally."
  }
]