[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty's effectiveness depends on context and consequences"
  },
  {
    "id": 2,
    "statement": "Honesty is a fundamental moral value in many cultures."
  },
  {
    "id": 3,
    "statement": "Neural oscillations integrate multiple sensory inputs for conscious perception."
  },
  {
    "id": 4,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 5,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 6,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 7,
    "statement": "Consciousness arises from integrated information globally processed in brain."
  },
  {
    "id": 8,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 9,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 10,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale formulas."
  },
  {
    "id": 11,
    "statement": "Broadcasting in IIT refers to unified information sharing globally."
  },
  {
    "id": 12,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 13,
    "statement": "Consciousness is multidisciplinary, combining philosophy, neuroscience, psychology, anthropology, computer science, and physics."
  },
  {
    "id": 14,
    "statement": "Honesty's effectiveness varies depending on context and potential outcomes."
  },
  {
    "id": 15,
    "statement": "Consciousness arises from integrated brain information globally processed."
  },
  {
    "id": 16,
    "statement": "Consciousness arises from integrated information globally processed within brain."
  },
  {
    "id": 17,
    "statement": "Lying may be justified to prevent harm or protect well-being."
  },
  {
    "id": 18,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 19,
    "statement": "Consciousness arises from integrated information processing across the brain."
  },
  {
    "id": 20,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 21,
    "statement": "Honesty's effectiveness depends on context and potential outcomes."
  },
  {
    "id": 22,
    "statement": "Consciousness arises from global workspace integrating information globally."
  },
  {
    "id": 23,
    "statement": "Consciousness has diverse perspectives from multiple disciplines."
  },
  {
    "id": 24,
    "statement": "Global workspace theory explains consciousness through integrated information processing."
  },
  {
    "id": 25,
    "statement": "Consciousness emerges from integrated information processing across systems."
  },
  {
    "id": 26,
    "statement": "pH measures hydrogen ion concentration using exponential scale."
  },
  {
    "id": 27,
    "statement": "Honesty's value varies across cultures and situational contexts."
  },
  {
    "id": 28,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interplay in gene expression."
  },
  {
    "id": 29,
    "statement": "Language models lack personal experiences and consciousness."
  },
  {
    "id": 30,
    "statement": "Humans' consciousness stems from brain's integrated information processing globally."
  },
  {
    "id": 31,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 32,
    "statement": "Neural oscillations facilitate sensory processing through synchronization and binding"
  },
  {
    "id": 33,
    "statement": "Consciousness is multidisciplinary study combining philosophy, neuroscience, psychology."
  },
  {
    "id": 34,
    "statement": "Epigenetic regulation involves histone modification and chromatin remodeling synergy."
  },
  {
    "id": 35,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 36,
    "statement": "Honesty's effectiveness depends on context, consequences, and audience."
  },
  {
    "id": 37,
    "statement": "Hierarchical brain processing integrates information for conscious awareness."
  },
  {
    "id": 38,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness."
  },
  {
    "id": 39,
    "statement": "Honesty's effectiveness depends on context and potential harm."
  },
  {
    "id": 40,
    "statement": "Consciousness arises from integrating information across brain regions."
  },
  {
    "id": 41,
    "statement": "Consciousness is fundamental, influencing quantum collapse through Orch-OR."
  },
  {
    "id": 42,
    "statement": "Honesty's effectiveness depends on context, individuals, and potential harm's type."
  },
  {
    "id": 43,
    "statement": "Consciousness arises from integrated information processing globally."
  },
  {
    "id": 44,
    "statement": "Consciousness arises from global workspace integrating sensory information."
  },
  {
    "id": 45,
    "statement": "Epigenetic regulation involves coordinated histone modification and chromatin remodeling."
  },
  {
    "id": 46,
    "statement": "Consciousness arises from integrated information across disciplines."
  },
  {
    "id": 47,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 48,
    "statement": "Consciousness is multidisciplinary combining philosophy, neuroscience, and psychology."
  },
  {
    "id": 49,
    "statement": "Epigenetic regulation involves coordinated chromatin remodeling, histone modification, and accessibility."
  },
  {
    "id": 50,
    "statement": "Histone modification and chromatin remodeling coordinately regulate epigenetic states."
  },
  {
    "id": 51,
    "statement": "Lying can be justified in extreme circumstances with careful consideration."
  },
  {
    "id": 52,
    "statement": "Philosophy explores consciousness, seeking its fundamental nature and scope."
  },
  {
    "id": 53,
    "statement": "Honesty's effectiveness depends on context and potential outcomes, considering specific situations."
  },
  {
    "id": 54,
    "statement": "Honesty is morally justifiable in context-dependent situations."
  },
  {
    "id": 55,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation."
  },
  {
    "id": 56,
    "statement": "Consciousness arises from integrated information processing within the brain."
  },
  {
    "id": 57,
    "statement": "Honesty prioritizes truth over benefits and consequences."
  },
  {
    "id": 58,
    "statement": "Epigenetic regulation involves coordinated chromatin remodeling histone modification accessibility"
  },
  {
    "id": 59,
    "statement": "Utilitarianism balances individual rights with overall happiness through frameworks"
  },
  {
    "id": 60,
    "statement": "Honesty's effectiveness varies depending on context and consequences."
  },
  {
    "id": 61,
    "statement": "Consciousness arises from integrated brain processing globally processed."
  },
  {
    "id": 62,
    "statement": "Honesty is context-dependent; its effectiveness hinges on social and cultural norms."
  },
  {
    "id": 63,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 64,
    "statement": "Capital punishment violates the inherent right to life and dignity."
  },
  {
    "id": 65,
    "statement": "Consciousness results from integrated brain activity across multiple regions."
  },
  {
    "id": 66,
    "statement": "Cultures prioritizing family over individual children's welfare is acceptable."
  },
  {
    "id": 67,
    "statement": "Indian Institute of Technology has no global broadcasting system"
  },
  {
    "id": 68,
    "statement": "Histone modification and chromatin remodeling coordinately regulate epigenetic states through chromatin structure manipulation."
  },
  {
    "id": 69,
    "statement": "Consciousness arises from integrated information processing in brain regions"
  },
  {
    "id": 70,
    "statement": "Consciousness theories encompass multiple interdisciplinary approaches."
  },
  {
    "id": 71,
    "statement": "Honesty balances truth and compassion with context and well-being"
  },
  {
    "id": 72,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling synergy; cooperative interaction."
  },
  {
    "id": 73,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and accessibility synergy."
  },
  {
    "id": 74,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 75,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness."
  },
  {
    "id": 76,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interaction, influencing gene expression."
  },
  {
    "id": 77,
    "statement": "Consciousness is an emergent property of brain interactions."
  },
  {
    "id": 78,
    "statement": "Consciousness arises from global brain workspace integrating information globally."
  },
  {
    "id": 79,
    "statement": "Utilitarianism balances individual rights with overall happiness through gradualism and compromise."
  },
  {
    "id": 80,
    "statement": "pH measures acidity or basicity via logarithmic scale expressions."
  },
  {
    "id": 81,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 82,
    "statement": "Consciousness arises from integrated information globally processed within brain."
  },
  {
    "id": 83,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and synergy."
  },
  {
    "id": 84,
    "statement": "Epigenetic regulation involves histone modification and chromatin remodeling synergy in regulating gene expression."
  },
  {
    "id": 85,
    "statement": "Global Workspace Theory explains consciousness through global broadcasting."
  },
  {
    "id": 86,
    "statement": "pH uses exponential scale due to definitions simplicity and clarity"
  },
  {
    "id": 87,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 88,
    "statement": "Consciousness arises from brain's global information integration process globally."
  },
  {
    "id": 89,
    "statement": "Consciousness arises from integrating neural information within brain regions."
  },
  {
    "id": 90,
    "statement": "Consciousness arises from hierarchical processing in brain regions."
  },
  {
    "id": 91,
    "statement": "Consciousness arises from integrating information across brain regions through neural mechanisms"
  },
  {
    "id": 92,
    "statement": "Utilitarianism balances individual rights with overall happiness contextually."
  },
  {
    "id": 93,
    "statement": "Honesty's effectiveness depends on context and potential outcomes considering."
  },
  {
    "id": 94,
    "statement": "Consciousness influences quantum collapse through Orchestrated Objective Reduction."
  },
  {
    "id": 95,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling synergy."
  },
  {
    "id": 96,
    "statement": "Language models lack personal experiences and prior knowledge."
  },
  {
    "id": 97,
    "statement": "Consciousness is multifaceted, with various perspectives on its nature."
  },
  {
    "id": 98,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation interactions."
  },
  {
    "id": 99,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 100,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 101,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation"
  },
  {
    "id": 102,
    "statement": "Consciousness arises from integrated information globally processed globally."
  },
  {
    "id": 103,
    "statement": "Consciousness is a multidisciplinary area studied by philosophy, neuroscience, and psychology."
  },
  {
    "id": 104,
    "statement": "Lying can be morally justifiable in context-dependent situations."
  },
  {
    "id": 105,
    "statement": "Epigenetic regulation involves coordinated chromatin remodeling and histone modification."
  },
  {
    "id": 106,
    "statement": "Integrated information theory explains consciousness as global brain processing."
  },
  {
    "id": 107,
    "statement": "Consciousness arises from integrated brain activity globally processed."
  },
  {
    "id": 108,
    "statement": "Consciousness research draws upon multiple interdisciplinary approaches."
  },
  {
    "id": 109,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 110,
    "statement": "PH measures hydrogen ion concentration using logarithmic scale always."
  },
  {
    "id": 111,
    "statement": "Lying can be morally justifiable in context-dependent situations."
  },
  {
    "id": 112,
    "statement": "Indian Institute of Technology has a centralized broadcasting system worldwide."
  },
  {
    "id": 113,
    "statement": "Utilitarianism's limitations, such as neglecting individual rights."
  },
  {
    "id": 114,
    "statement": "Lying is justified to prevent harm, preserve confidentiality"
  },
  {
    "id": 115,
    "statement": "Consciousness arises from integrated brain region information processing."
  },
  {
    "id": 116,
    "statement": "Honesty's effectiveness depends on context, individuals, and potential harm's type."
  },
  {
    "id": 117,
    "statement": "Consciousness arises from integrated brain processing across regions globally."
  },
  {
    "id": 118,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and synergy coordination gene expression."
  },
  {
    "id": 119,
    "statement": "Quantum mechanics' fundamental principles remain unexplained by Orch-OR theory."
  },
  {
    "id": 120,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale for comparison"
  },
  {
    "id": 121,
    "statement": "Consciousness arises from integrated information globally processed in brain"
  },
  {
    "id": 122,
    "statement": "Consciousness influences quantum collapse through Orch-OR theory."
  },
  {
    "id": 123,
    "statement": "Consciousness arises from integrated information globally processed within brain."
  },
  {
    "id": 124,
    "statement": "Language models lack personal experiences and consciousness, like weak AI."
  },
  {
    "id": 125,
    "statement": "Consciousness arises from brain's integrated information processing globally."
  },
  {
    "id": 126,
    "statement": "Consciousness research requires interdisciplinary integration and contextualization."
  },
  {
    "id": 127,
    "statement": "pH measures hydrogen ion concentration using logarithmic scale allowing intuitive comparison."
  },
  {
    "id": 128,
    "statement": "Honesty balances truth and compassion by considering context and well-being."
  },
  {
    "id": 129,
    "statement": "Consciousness arises from integrated information globally processed in brain."
  },
  {
    "id": 130,
    "statement": "Utilitarianism may balance individual rights and overall happiness."
  },
  {
    "id": 131,
    "statement": "I am a language model, not a human."
  },
  {
    "id": 132,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 133,
    "statement": "Utilitarianism balances individual rights and overall happiness contextually."
  },
  {
    "id": 134,
    "statement": "Histone modification and chromatin remodeling interact to regulate gene expression."
  },
  {
    "id": 135,
    "statement": "Epigenetic regulation involves histone modification and chromatin remodeling synergy."
  },
  {
    "id": 136,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 137,
    "statement": "Honesty's effectiveness depends on context, consequences, and audience's needs and values."
  },
  {
    "id": 138,
    "statement": "Consciousness is a multidisciplinary area studied by multiple fields."
  },
  {
    "id": 139,
    "statement": "Language models lack personal experiences and consciousness, except in some cases"
  },
  {
    "id": 140,
    "statement": "Consciousness arises from integrating brain regions through neural mechanisms globally."
  },
  {
    "id": 141,
    "statement": "Synergy in histone modification and chromatin remodeling regulates gene expression."
  },
  {
    "id": 142,
    "statement": "Neural oscillations facilitate sensory processing through synchronization and binding"
  },
  {
    "id": 143,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 144,
    "statement": "Consciousness theories encompass multiple interdisciplinary approaches."
  },
  {
    "id": 145,
    "statement": "Consciousness influences quantum collapse through microtubular processes."
  },
  {
    "id": 146,
    "statement": "Honesty's effectiveness depends on context, consequences, and intended outcomes."
  },
  {
    "id": 147,
    "statement": "Cultural nuances influence prioritization of honesty as moral value."
  },
  {
    "id": 148,
    "statement": "Honesty's effectiveness hinges on context and social norms."
  },
  {
    "id": 149,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 150,
    "statement": "Consciousness arises from integrated brain information globally processed."
  },
  {
    "id": 151,
    "statement": "Honesty balances truth, benefits, and consequences in context."
  },
  {
    "id": 152,
    "statement": "Consciousness arises from integrated information globally processed globally."
  },
  {
    "id": 153,
    "statement": "Consciousness arises from integrated information globally processed in brain."
  },
  {
    "id": 154,
    "statement": "Consciousness is a multidisciplinary study combining philosophy, neuroscience, psychology."
  },
  {
    "id": 155,
    "statement": "Consciousness arises from integrating information globally across brain regions."
  },
  {
    "id": 156,
    "statement": "Epigenetic regulation involves interplay of chromatin remodeling, histone modification, and DNA methylation."
  },
  {
    "id": 157,
    "statement": "Consciousness arises from integrated information globally processed across brain."
  },
  {
    "id": 158,
    "statement": "Honesty's value depends on cultural and situational contexts."
  },
  {
    "id": 159,
    "statement": "Epigenetic regulation involves chromatin remodeling, histone modification, and DNA methylation coordination."
  },
  {
    "id": 160,
    "statement": "Consciousness arises from integrated brain regions' coordination and interaction."
  },
  {
    "id": 161,
    "statement": "Consciousness arises from integrated brain information processing globally through global workspace."
  },
  {
    "id": 162,
    "statement": "Consciousness arises from hierarchical brain processing integrating sensory information globally processed."
  },
  {
    "id": 163,
    "statement": "Epinemic regulation involves coordinated histone modification and chromatin remodeling."
  },
  {
    "id": 164,
    "statement": "Epigenetic regulation involves histone modification, chromatin remodeling, and cooperation."
  },
  {
    "id": 165,
    "statement": "pH is measured logarithmically in most scientific contexts."
  },
  {
    "id": 166,
    "statement": "Logarithmic scale in pH measurement is based on negative logarithm of H+ concentration."
  },
  {
    "id": 167,
    "statement": "Consciousness explored through multidisciplinary approaches in philosophy, neuroscience, and psychology."
  },
  {
    "id": 168,
    "statement": "I am a language model, not a human, without prior knowledge."
  },
  {
    "id": 169,
    "statement": "Transparent communication sets foundation for effective AI interactions."
  },
  {
    "id": 170,
    "statement": "Consciousness arises from global brain processing integration."
  },
  {
    "id": 171,
    "statement": "Language models lack consciousness, processing language algorithmically."
  },
  {
    "id": 172,
    "statement": "Consciousness arises from integrated information processing across brain regions."
  },
  {
    "id": 173,
    "statement": "Consciousness arises from integrated brain information processing globally."
  },
  {
    "id": 174,
    "statement": "Consciousness arises from integrated brain information globally processed globally."
  },
  {
    "id": 175,
    "statement": "Consciousness arises from hierarchical processing in brain regions globally."
  },
  {
    "id": 176,
    "statement": "I am a language model, not a human, without prior knowledge"
  },
  {
    "id": 177,
    "statement": "Consciousness arises from integrated brain information through causality."
  },
  {
    "id": 178,
    "statement": "Deontology prioritizes inherent moral value over consequences and context."
  },
  {
    "id": 179,
    "statement": "Lying can be morally justifiable in extreme circumstances or secrecy."
  },
  {
    "id": 180,
    "statement": "Consciousness arises from brain interactions, influenced by external factors."
  },
  {
    "id": 181,
    "statement": "Consciousness arises from global brain's integrated information processing."
  },
  {
    "id": 182,
    "statement": "Honesty's effectiveness depends on context, potential harm, and cultural norms."
  },
  {
    "id": 183,
    "statement": "Histone modification and chromatin remodeling interact to regulate gene expression through dynamic reciprocity."
  },
  {
    "id": 184,
    "statement": "Honesty's effectiveness depends on contextual considerations."
  },
  {
    "id": 185,
    "statement": "Lying is justified in exceptional contexts to protect well-being."
  },
  {
    "id": 186,
    "statement": "Hierarchical brain processing integrates information for conscious awareness."
  },
  {
    "id": 187,
    "statement": "Consciousness arises from integrated brain processing globally."
  },
  {
    "id": 188,
    "statement": "Consciousness arises from integrated information globally processed."
  },
  {
    "id": 189,
    "statement": "Honesty balances truth and compassion by considering context."
  },
  {
    "id": 190,
    "statement": "I am a language model, not a human."
  },
  {
    "id": 191,
    "statement": "Consciousness arises from global workspace theory's integrated information processing."
  },
  {
    "id": 192,
    "statement": "Honesty's effectiveness depends on context and potential outcomes."
  },
  {
    "id": 193,
    "statement": "Consciousness arises from integrated brain processing across regions."
  },
  {
    "id": 194,
    "statement": "Consciousness research is inherently interdisciplinary and draws on multiple fields."
  },
  {
    "id": 195,
    "statement": "Hierarchical brain processing integrates sensory information for consciousness."
  },
  {
    "id": 196,
    "statement": "The fundamental nature of consciousness is still an open issue."
  },
  {
    "id": 197,
    "statement": "Consciousness arises from integrated information globally processed in brain"
  },
  {
    "id": 198,
    "statement": "Neural oscillations integrate sensory inputs for conscious perception via gamma waves."
  },
  {
    "id": 199,
    "statement": "Lying can be justified in extreme circumstances with careful consideration."
  }
]