[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Emphasize open communication, active listening, and celebration diversity"
  },
  {
    "id": 2,
    "statement": "Logical reasoning improves with practice, patience, and effective strategies."
  },
  {
    "id": 3,
    "statement": "Combining diverse perspectives enhances problem-solving and decision-making."
  },
  {
    "id": 4,
    "statement": "Recognize and celebrate cultural and religious diversity without discrimination."
  },
  {
    "id": 5,
    "statement": "Prioritize proper waste disposal to maintain public health."
  },
  {
    "id": 6,
    "statement": "Gravity arises from curvature of spacetime caused by mass."
  },
  {
    "id": 7,
    "statement": "Weather and climate patterns affect survival through complex interactions."
  },
  {
    "id": 8,
    "statement": "Mastering fractions and ratios enhances problem-solving skills."
  },
  {
    "id": 9,
    "statement": "Foster empathy and kindness by acknowledging others' emotions and struggles."
  },
  {
    "id": 10,
    "statement": "Fair trials ensure justice by upholding essential legal elements."
  },
  {
    "id": 11,
    "statement": "Consider consequential, proportional, and alternative approaches to minimize harm."
  },
  {
    "id": 12,
    "statement": "Navigate using the Sun, stars, and geographical landmarks."
  },
  {
    "id": 13,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries."
  },
  {
    "id": 14,
    "statement": "Prioritize sanitation: proper waste disposal and clean water."
  },
  {
    "id": 15,
    "statement": "Utilize statistics to summarize data and inform decisions."
  },
  {
    "id": 16,
    "statement": "Law revision triggered by changing societal values or norms."
  },
  {
    "id": 17,
    "statement": "Foster curiosity and exploration through resource access and feedback."
  },
  {
    "id": 18,
    "statement": "Exercise can be adapted for chronic health conditions and limited mobility."
  },
  {
    "id": 19,
    "statement": "Understanding microorganisms and their role in disease is crucial."
  },
  {
    "id": 20,
    "statement": "Zero and negative numbers are crucial for algebra and calculus."
  },
  {
    "id": 21,
    "statement": "Universal access to education as fundamental human right, ensuring SDG target."
  },
  {
    "id": 22,
    "statement": "Incorporating zero and negative numbers enhances number system functionality."
  },
  {
    "id": 23,
    "statement": "Observe local flora and fauna for edibility signs, research, and caution."
  },
  {
    "id": 24,
    "statement": "Give credit to original creators when sharing ideas or content."
  },
  {
    "id": 25,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 26,
    "statement": "Practice hospitality by showing kindness and assisting travelers/homeless individuals."
  },
  {
    "id": 27,
    "statement": "Basic understanding of logic guides sound decision-making and problem-solving."
  },
  {
    "id": 28,
    "statement": "Weather and climate patterns strongly influence agriculture and survival outcomes"
  },
  {
    "id": 29,
    "statement": "Identify edible and poisonous plants and animals with caution."
  },
  {
    "id": 30,
    "statement": "Weather and climate patterns affect survival through intricate environmental interactions."
  },
  {
    "id": 31,
    "statement": "Create fire using sparks, friction, or magnification with specific tools and techniques."
  },
  {
    "id": 32,
    "statement": "Basic farming involves soil preparation, planting, and harvesting steps."
  },
  {
    "id": 33,
    "statement": "Understanding human reproduction is crucial for overall well-being and autonomy."
  },
  {
    "id": 34,
    "statement": "Basic farming involves planning and optimal harvest timing decisions"
  },
  {
    "id": 35,
    "statement": "Effective communication respects cultural differences and nuances."
  },
  {
    "id": 36,
    "statement": "Gravitational forces affect the motion of celestial bodies"
  },
  {
    "id": 37,
    "statement": "Exercise fairness and impartiality in personal and professional decisions."
  },
  {
    "id": 38,
    "statement": "Forgiveness and learning from mistakes promote personal growth and redemption."
  },
  {
    "id": 39,
    "statement": "Conflict resolution via dialogue promotes peaceful cooperation and understanding."
  },
  {
    "id": 40,
    "statement": "Foster curiosity and exploration through resource access and feedback."
  },
  {
    "id": 41,
    "statement": "Act with honesty and integrity in all dealings, prioritizing well-being and safety."
  },
  {
    "id": 42,
    "statement": "Hormone imbalances impact reproductive health and overall well-being."
  },
  {
    "id": 43,
    "statement": "Fundamental particles: protons, neutrons, electrons, quarks, and forces"
  },
  {
    "id": 44,
    "statement": "Golden Rule's universality limited by cultural and power dynamics."
  },
  {
    "id": 45,
    "statement": "Tread plant and animal identification with caution and research."
  },
  {
    "id": 46,
    "statement": "Active listening combines focused attention, nonverbal cues, empathy, and more."
  },
  {
    "id": 47,
    "statement": "Foster curiosity and exploration through digital resources and feedback."
  },
  {
    "id": 48,
    "statement": "Respecting dignity involves treating others with inherent value and worth."
  },
  {
    "id": 49,
    "statement": "Prioritizing social and environmental responsibility is integral to ethical entrepreneurship."
  },
  {
    "id": 50,
    "statement": "Laws evolve through mechanisms ensuring greater justice and equity."
  },
  {
    "id": 51,
    "statement": "Embracing diversity fosters a more inclusive and respectful environment."
  },
  {
    "id": 52,
    "statement": "Laws evolve through continuous cycles of social, scientific, and judicial advancements."
  },
  {
    "id": 53,
    "statement": "Proximity to massive objects warps spacetime, affecting motion."
  },
  {
    "id": 54,
    "statement": "Logical reasoning is a skill developed with practice and patience."
  },
  {
    "id": 55,
    "statement": "Hormones regulate human reproduction and overall well-being."
  },
  {
    "id": 56,
    "statement": "Logical reasoning fosters critical thinking and informed decision-making."
  },
  {
    "id": 57,
    "statement": "Practical application of life preservation limited by medical availability"
  },
  {
    "id": 58,
    "statement": "Cultural appreciation builds through understanding traditional crafts and values."
  },
  {
    "id": 59,
    "statement": "Recognizing inherent value and worth treats all humans with dignity"
  },
  {
    "id": 60,
    "statement": "Understand cultural differences to facilitate effective communication."
  },
  {
    "id": 61,
    "statement": "Hold individuals accountable for wrongful actions through fair trials."
  },
  {
    "id": 62,
    "statement": "Respect past experiences and knowledge to build innovations."
  },
  {
    "id": 63,
    "statement": "Continuous learning fosters adaptability to overcome life's challenges."
  },
  {
    "id": 64,
    "statement": "To avoid harm, prioritize empathy, understanding, and responsibility."
  },
  {
    "id": 65,
    "statement": "Ethical entrepreneurship prioritizes social and environmental responsibility."
  },
  {
    "id": 66,
    "statement": "Identify edible and poisonous plants and animals."
  },
  {
    "id": 67,
    "statement": "Inspiring philosophical reflection through open-ended questions, storytelling, and active listening."
  },
  {
    "id": 68,
    "statement": "Narrative techniques convey wisdom and principles effectively."
  },
  {
    "id": 69,
    "statement": "Fairness in resource distribution requires considering multiple factors."
  },
  {
    "id": 70,
    "statement": "Logical reasoning is essential for sound decision-making and problem-solving"
  },
  {
    "id": 71,
    "statement": "Logical reasoning guides conclusion based on given premises."
  },
  {
    "id": 72,
    "statement": "Statistics identifies patterns in data through analysis and visualization."
  },
  {
    "id": 73,
    "statement": "Cooperation often outperforms isolation by combining diverse perspectives."
  },
  {
    "id": 74,
    "statement": "Education as a fundamental human right, ensuring universal access."
  },
  {
    "id": 75,
    "statement": "Probability measures likelihood of events, guiding risk evaluations."
  },
  {
    "id": 76,
    "statement": "Ensure informed consent through clear communication and explicit agreement."
  },
  {
    "id": 77,
    "statement": "The observable universe is vast, filled with mysteries yet unknown."
  },
  {
    "id": 78,
    "statement": "Preserve and store food to prevent spoilage (e.g., drying, salting)."
  },
  {
    "id": 79,
    "statement": "Value truth and seek understanding over ignorance."
  },
  {
    "id": 80,
    "statement": "Fair trials ensure due process, impartiality, and transparency"
  },
  {
    "id": 81,
    "statement": "Valuing truth and seeking understanding over ignorance is a continuous process."
  },
  {
    "id": 82,
    "statement": "Gravity causes objects with mass to attract one another."
  },
  {
    "id": 83,
    "statement": "Listen actively to understand others' perspectives through nonverbal and verbal cues."
  },
  {
    "id": 84,
    "statement": "Understand fractions and ratios to represent parts of wholes."
  },
  {
    "id": 85,
    "statement": "Gravity arises from curvature of spacetime caused by mass."
  },
  {
    "id": 86,
    "statement": "Forgiveness is a process of releasing negative emotions and gaining inner peace."
  },
  {
    "id": 87,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 88,
    "statement": "Inspire philosophical reflection through open-ended questions and storytelling,"
  },
  {
    "id": 89,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 90,
    "statement": "Genetic variation arises through mutation, gene flow, recombination, and drift."
  },
  {
    "id": 91,
    "statement": "Basic farming involves soil preparation, planting, and precise harvest scheduling."
  },
  {
    "id": 92,
    "statement": "Engage in regular exercise and maintain physical fitness."
  },
  {
    "id": 93,
    "statement": "Logical reasoning is a skill developed through diligent practice and patience."
  },
  {
    "id": 94,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes."
  },
  {
    "id": 95,
    "statement": "Understanding requires embracing diverse perspectives and cultural contexts."
  },
  {
    "id": 96,
    "statement": "Forgiveness leads to personal growth through emotional release and responsibility."
  },
  {
    "id": 97,
    "statement": "Continuously learning and adapting yields resilience in overcoming challenges."
  },
  {
    "id": 98,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 99,
    "statement": "Prioritize seeking understanding over ignorance for personal growth."
  },
  {
    "id": 100,
    "statement": "Logical reasoning improves with practice, patience, and effective strategies."
  },
  {
    "id": 101,
    "statement": "Climate variability affects crop yields, influencing food availability locally"
  },
  {
    "id": 102,
    "statement": "Foster meaningful conversations through active listening and empathy."
  },
  {
    "id": 103,
    "statement": "Basic farming involves soil preparation, planting, and harvesting for crops."
  },
  {
    "id": 104,
    "statement": "Hormones regulate human reproduction and overall well-being through multiple mechanisms."
  },
  {
    "id": 105,
    "statement": "Active listening requires focus, empathy, and nonverbal cues."
  },
  {
    "id": 106,
    "statement": "Basic understanding of traditional crafts fosters appreciation and cultural connection."
  },
  {
    "id": 107,
    "statement": "Basic farming involves soil preparation, planting, and harvesting for crops."
  },
  {
    "id": 108,
    "statement": "Maintain transparency in leadership and decision-making."
  },
  {
    "id": 109,
    "statement": "Encourage social media sharing and respectful attribution of ideas."
  },
  {
    "id": 110,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 111,
    "statement": "Basic elements understanding informs resource discovery and efficient utilization"
  },
  {
    "id": 112,
    "statement": "Traditional navigation involves observing the Sun, stars, and landmarks."
  },
  {
    "id": 113,
    "statement": "Ensure that laws evolve to reflect greater understanding and justice."
  },
  {
    "id": 114,
    "statement": "When foraging for food, observe and research the local flora and fauna first."
  },
  {
    "id": 115,
    "statement": "Set clear boundaries with empathy and respect while prioritizing self-care."
  },
  {
    "id": 116,
    "statement": "Basic elements understanding informs resource discovery and efficient utilization."
  },
  {
    "id": 117,
    "statement": "Atmospheric composition measured using mass spectrometry in GAW program."
  },
  {
    "id": 118,
    "statement": "Regularly review and update laws to reflect changing circumstances."
  },
  {
    "id": 119,
    "statement": "Regular exercise provides numerous physical and mental benefits."
  },
  {
    "id": 120,
    "statement": "Unconscionable, fraudulent, or coerced contracts are null or void."
  },
  {
    "id": 121,
    "statement": "Forgiveness and learning from wrongs promote personal growth and accountability."
  },
  {
    "id": 122,
    "statement": "Listen actively to understand others’ perspectives."
  },
  {
    "id": 123,
    "statement": "Practice hospitality: help travelers and those without shelter."
  },
  {
    "id": 124,
    "statement": "Foster curiosity and exploration through digital resource access."
  },
  {
    "id": 125,
    "statement": "Encourage forgiveness, but learn from past wrongs."
  },
  {
    "id": 126,
    "statement": "Strive to preserve human life and well-being with contextual nuance."
  },
  {
    "id": 127,
    "statement": "Statistics help identify patterns in data for informed decisions."
  },
  {
    "id": 128,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 129,
    "statement": "Acknowledge and respect diversity in cultures, religion and perspectives"
  },
  {
    "id": 130,
    "statement": "Grasp basic geometry for measuring lengths, areas, and volumes: points, lines, angles, triangles, quadrilaterals, circles, and 3D geometry."
  },
  {
    "id": 131,
    "statement": "The Golden Rule is a moral compass to guide interactions."
  },
  {
    "id": 132,
    "statement": "Incorporate zero and negative numbers into number systems."
  },
  {
    "id": 133,
    "statement": "Laws can evolve through various mechanisms, ensuring greater justice."
  },
  {
    "id": 134,
    "statement": "Encourage innovation while preserving valuable inherited knowledge."
  },
  {
    "id": 135,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 136,
    "statement": "Disease can be caused by various microorganisms, factors."
  },
  {
    "id": 137,
    "statement": "Foster meaningful conversations through active listening with verbal cues and empathy."
  },
  {
    "id": 138,
    "statement": "Understanding diverse perspectives fosters inclusive communication and empathy."
  },
  {
    "id": 139,
    "statement": "3D geometry involves studying shapes in three-dimensional space."
  },
  {
    "id": 140,
    "statement": "Gravity arises from spacetime curvature according to Einstein'"
  },
  {
    "id": 141,
    "statement": "Forgiveness and learning from wrongs promotes emotional healing."
  },
  {
    "id": 142,
    "statement": "Logical reasoning guides conclusion-based decision making with analysis"
  },
  {
    "id": 143,
    "statement": "Fair trials ensure due process, impartiality, and transparency."
  },
  {
    "id": 144,
    "statement": "The Golden Rule informs moral compass in interactions universally."
  },
  {
    "id": 145,
    "statement": "Identify edible and poisonous plants/animals through research and observation."
  },
  {
    "id": 146,
    "statement": "Cooperation often outperforms isolation by combining diverse perspectives effectively."
  },
  {
    "id": 147,
    "statement": "Acting with integrity prioritizes well-being and safety above all."
  },
  {
    "id": 148,
    "statement": "Combining diverse perspectives can lead to better outcomes in decision-making"
  },
  {
    "id": 149,
    "statement": "Narrative techniques convey wisdom and principles through engaging storytelling."
  },
  {
    "id": 150,
    "statement": "Energy conservation is nuanced, with exceptions in certain situations."
  },
  {
    "id": 151,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries with guidelines"
  },
  {
    "id": 152,
    "statement": "Probability measures randomness, guiding informed decision-making under uncertainty."
  },
  {
    "id": 153,
    "statement": "Active listening combines verbal and nonverbal cues for understanding."
  },
  {
    "id": 154,
    "statement": "Farmers prepare soil, choose optimal planting and harvesting times."
  },
  {
    "id": 155,
    "statement": "Fairness in resource distribution requires considering multiple interacting factors."
  },
  {
    "id": 156,
    "statement": "Practice hospitality by offering accessible support and resources."
  },
  {
    "id": 157,
    "statement": "Exercise fairness and impartiality in decision-making through clear criteria."
  },
  {
    "id": 158,
    "statement": "Genetic variation arises from mutation, gene flow, recombination, and drift."
  },
  {
    "id": 159,
    "statement": "Preserve food by drying or salting to prevent spoilage through moisture control."
  },
  {
    "id": 160,
    "statement": "Foster meaningful conversations through active listening and empathy strategies."
  },
  {
    "id": 161,
    "statement": "Verbal cues acknowledge others' words, encouraging open conversation."
  },
  {
    "id": 162,
    "statement": "Self-awareness enhances personal growth through reflective analysis."
  },
  {
    "id": 163,
    "statement": "Gravity arises from spacetime curvature caused by mass."
  },
  {
    "id": 164,
    "statement": "Logic's necessary foundation for informed decision-making."
  },
  {
    "id": 165,
    "statement": "Logical reasoning improves with practice, patience, and adaptability."
  },
  {
    "id": 166,
    "statement": "Harm minimization frameworks consider consequences, proportionality, and alternatives."
  },
  {
    "id": 167,
    "statement": "Natural selection leads to evolution through trait adaptation."
  },
  {
    "id": 168,
    "statement": "Honesty is a vital component of fair communication."
  },
  {
    "id": 169,
    "statement": "Gravity is the curvature of spacetime caused by mass and energy."
  },
  {
    "id": 170,
    "statement": "Kindness towards travelers and homeless individuals involves empathy and presence."
  },
  {
    "id": 171,
    "statement": "Navigate using Sun, stars, and geographical landmarks for orientation"
  },
  {
    "id": 172,
    "statement": "Gravity arises from curvature of spacetime caused by mass and energy."
  },
  {
    "id": 173,
    "statement": "Respect and understanding facilitate effective communication in relationships."
  },
  {
    "id": 174,
    "statement": "Foster empathy and kindness through active listening and validation."
  },
  {
    "id": 175,
    "statement": "Set clear boundaries with empathy and respect in interactions."
  },
  {
    "id": 176,
    "statement": "Active listening combines focused attention, nonverbal cues, empathy, and more skills."
  },
  {
    "id": 177,
    "statement": "Microorganisms can cause disease through various mechanisms, such as toxins"
  },
  {
    "id": 178,
    "statement": "Climate variability affects local food availability through multiple pathways."
  },
  {
    "id": 179,
    "statement": "Create fire using magnification and friction tools and techniques"
  },
  {
    "id": 180,
    "statement": "Conflict resolution via dialogue promotes peaceful cooperation through empathy."
  },
  {
    "id": 181,
    "statement": "Celebrating cultural and religious diversity requires ongoing effort and self-reflection."
  },
  {
    "id": 182,
    "statement": "Prioritize proper waste disposal through community participation and education."
  },
  {
    "id": 183,
    "statement": "Gravitational forces shape celestial bodies' motion through mass interactions."
  },
  {
    "id": 184,
    "statement": "Utilize statistics to summarize data and inform decisions through careful analysis."
  },
  {
    "id": 185,
    "statement": "Basic elements understanding informs resource discovery and efficient utilization."
  },
  {
    "id": 186,
    "statement": "Hormones regulate human reproduction and overall well-being multi-dimensionally."
  },
  {
    "id": 187,
    "statement": "Disease can result from complex interactions between genetics, environment, and lifestyle."
  },
  {
    "id": 188,
    "statement": "Informed consent requires transparent sharing of accurate information."
  },
  {
    "id": 189,
    "statement": "Mastering fractions and ratios enhances problem-solving skills through critical thinking."
  },
  {
    "id": 190,
    "statement": "Regular exercise provides numerous physical and mental health benefits."
  },
  {
    "id": 191,
    "statement": "Emphasize open communication, active listening, and celebrating diversity."
  },
  {
    "id": 192,
    "statement": "Prioritize sanitation: proper waste disposal and clean water ensure public health."
  },
  {
    "id": 193,
    "statement": "Prioritizing social and environmental responsibility is key to ethical entrepreneurship."
  },
  {
    "id": 194,
    "statement": "Implement transparency by setting clear goals and reporting regularly"
  },
  {
    "id": 195,
    "statement": "Understanding human reproduction promotes autonomy through informed decision-making."
  },
  {
    "id": 196,
    "statement": "Understanding basic elements informs resource discovery and efficient utilization."
  },
  {
    "id": 197,
    "statement": "Empathy and understanding require cultural and contextual considerations"
  },
  {
    "id": 198,
    "statement": "Zero and negative numbers enable representation of mathematical concepts."
  }
]