[
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 1,
    "statement": "Engage in regular exercise and maintain physical fitness."
  },
  {
    "id": 2,
    "statement": "Navigate using the Sun, stars, and geographical landmarks."
  },
  {
    "id": 3,
    "statement": "Cooperation often outperforms isolation by combining diverse perspectives."
  },
  {
    "id": 4,
    "statement": "Weather and climate patterns affect survival through complex interactions."
  },
  {
    "id": 5,
    "statement": "Create fire using sparks, friction, or magnification with specific tools and techniques."
  },
  {
    "id": 6,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries."
  },
  {
    "id": 7,
    "statement": "Basic farming involves soil preparation, planting, and harvesting for crops."
  },
  {
    "id": 8,
    "statement": "Logical reasoning guides conclusion based on given premises."
  },
  {
    "id": 9,
    "statement": "Basic understanding of traditional crafts fosters appreciation and cultural connection."
  },
  {
    "id": 10,
    "statement": "Prioritize sanitation: proper waste disposal and clean water."
  },
  {
    "id": 11,
    "statement": "Encourage social media sharing and respectful attribution of ideas."
  },
  {
    "id": 12,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 13,
    "statement": "Traditional navigation involves observing the Sun, stars, and landmarks."
  },
  {
    "id": 14,
    "statement": "Hold individuals accountable for wrongful actions through fair trials."
  },
  {
    "id": 15,
    "statement": "Acknowledge and respect diversity in cultures, religion and perspectives"
  },
  {
    "id": 16,
    "statement": "Prioritize proper waste disposal to maintain public health."
  },
  {
    "id": 17,
    "statement": "Basic elements understanding informs resource discovery and efficient utilization"
  },
  {
    "id": 18,
    "statement": "Ensure that laws evolve to reflect greater understanding and justice."
  },
  {
    "id": 19,
    "statement": "Logical reasoning is a skill developed with practice and patience."
  },
  {
    "id": 20,
    "statement": "Hormones regulate human reproduction and overall well-being."
  },
  {
    "id": 21,
    "statement": "Logical reasoning is essential for sound decision-making and problem-solving"
  },
  {
    "id": 22,
    "statement": "Forgiveness and learning from wrongs promote personal growth and accountability."
  },
  {
    "id": 23,
    "statement": "Listen actively to understand others’ perspectives."
  },
  {
    "id": 24,
    "statement": "Encourage forgiveness, but learn from past wrongs."
  },
  {
    "id": 25,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 26,
    "statement": "Foster curiosity and exploration through resource access and feedback."
  },
  {
    "id": 27,
    "statement": "Understanding human reproduction is crucial for overall well-being and autonomy."
  },
  {
    "id": 28,
    "statement": "Maintain transparency in leadership and decision-making."
  },
  {
    "id": 29,
    "statement": "Foster meaningful conversations through active listening and empathy."
  },
  {
    "id": 30,
    "statement": "Education as a fundamental human right, ensuring universal access."
  },
  {
    "id": 31,
    "statement": "Statistics help identify patterns in data for informed decisions."
  },
  {
    "id": 32,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 33,
    "statement": "Grasp basic geometry for measuring lengths, areas, and volumes: points, lines, angles, triangles, quadrilaterals, circles, and 3D geometry."
  },
  {
    "id": 34,
    "statement": "Engage in dialogue to resolve conflicts rather than violence."
  },
  {
    "id": 35,
    "statement": "Utilize statistics to summarize data and inform decisions."
  },
  {
    "id": 36,
    "statement": "Incorporate zero and negative numbers into number systems."
  },
  {
    "id": 37,
    "statement": "Act with honesty and integrity in all dealings."
  },
  {
    "id": 38,
    "statement": "Active listening involves fully concentrating on the speaker."
  },
  {
    "id": 39,
    "statement": "Laws can evolve through various mechanisms, ensuring greater justice."
  },
  {
    "id": 40,
    "statement": "Encourage innovation while preserving valuable inherited knowledge."
  },
  {
    "id": 41,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 42,
    "statement": "Gravity causes objects with mass to attract one another."
  },
  {
    "id": 43,
    "statement": "Recognize and celebrate cultural and religious diversity without discrimination."
  },
  {
    "id": 44,
    "statement": "Identify edible and poisonous plants and animals."
  },
  {
    "id": 45,
    "statement": "Probability measures likelihood of events, guiding risk evaluations."
  },
  {
    "id": 46,
    "statement": "Inspire philosophical reflection through open-ended questions and storytelling,"
  },
  {
    "id": 47,
    "statement": "Disease can be caused by various microorganisms, factors."
  },
  {
    "id": 48,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 49,
    "statement": "Contribute to public goods (e.g., infrastructure, healthcare) as able."
  },
  {
    "id": 50,
    "statement": "Value truth and seek understanding over ignorance."
  },
  {
    "id": 51,
    "statement": "Foster curiosity and exploration through resource access and feedback."
  },
  {
    "id": 52,
    "statement": "All living organisms are made up of one or more cells, which are the basic units of life."
  },
  {
    "id": 53,
    "statement": "Show compassion toward those in need."
  },
  {
    "id": 54,
    "statement": "Narrative techniques convey wisdom and principles effectively."
  },
  {
    "id": 55,
    "statement": "Representing parts of wholes as fractions and ratios is essential."
  },
  {
    "id": 56,
    "statement": "The Earth’s atmosphere is composed primarily of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 57,
    "statement": "Identify edible and poisonous plants and animals with caution."
  },
  {
    "id": 58,
    "statement": "Exercise fairness and impartiality in judgments and decisions."
  },
  {
    "id": 59,
    "statement": "Gravity arises from curvature of spacetime caused by mass."
  },
  {
    "id": 60,
    "statement": "The human body consists of cells, tissues, organs, and systems."
  },
  {
    "id": 61,
    "statement": "Celebrations foster social bonds through shared experience and emotional release."
  },
  {
    "id": 62,
    "statement": "Ethical entrepreneurship prioritizes social and environmental responsibility."
  },
  {
    "id": 63,
    "statement": "The human body consists of cells, tissues, organs, and systems."
  },
  {
    "id": 64,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes."
  },
  {
    "id": 65,
    "statement": "Basic elements form materials; understanding them aids resource use."
  },
  {
    "id": 66,
    "statement": "Fairness in resource distribution requires considering multiple factors."
  },
  {
    "id": 67,
    "statement": "Prevent corruption by ensuring transparency and accountability."
  },
  {
    "id": 68,
    "statement": "Algebraic thinking: representing unknowns, solving equations, modeling problems."
  },
  {
    "id": 69,
    "statement": "Continuously learning and adapting is crucial for overcoming new challenges."
  },
  {
    "id": 70,
    "statement": "Set clear boundaries with empathy while maintaining self-care."
  },
  {
    "id": 71,
    "statement": "When foraging for food, observe and research the local flora and fauna first."
  },
  {
    "id": 72,
    "statement": "Understand fractions and ratios to represent parts of wholes."
  },
  {
    "id": 73,
    "statement": "Cooperation can lead to better outcomes in many situations."
  },
  {
    "id": 74,
    "statement": "Practice hospitality by showing kindness and assisting travelers/homeless individuals."
  },
  {
    "id": 75,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 76,
    "statement": "Practice hospitality: help travelers and those without shelter."
  },
  {
    "id": 77,
    "statement": "Establish currency or barter systems to facilitate trade."
  },
  {
    "id": 78,
    "statement": "Respect the dignity and autonomy of every individual."
  },
  {
    "id": 79,
    "statement": "Understanding requires embracing diverse perspectives and cultural contexts."
  },
  {
    "id": 80,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 81,
    "statement": "Zero and negative numbers are crucial for algebra and calculus."
  },
  {
    "id": 82,
    "statement": "Exercise fairness and impartiality in personal and professional decisions."
  },
  {
    "id": 83,
    "statement": "Foster empathy and kindness under difficult circumstances."
  },
  {
    "id": 84,
    "statement": "Preserve and store food to prevent spoilage (e.g., drying, salting)."
  },
  {
    "id": 85,
    "statement": "Culture of innovation fosters development of new treatments and services"
  },
  {
    "id": 86,
    "statement": "Understanding basic elements forms informs resource discovery and conservation."
  },
  {
    "id": 87,
    "statement": "Foster empathy and kindness, even under difficult circumstances."
  },
  {
    "id": 88,
    "statement": "Regularly review and update laws to reflect changing circumstances."
  },
  {
    "id": 89,
    "statement": "Celebrations through music, dance, and festivals foster social bonds."
  },
  {
    "id": 90,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 91,
    "statement": "Use algebraic thinking to represent unknowns and solve equations."
  },
  {
    "id": 92,
    "statement": "Foster curiosity and exploration through resource access and feedback."
  },
  {
    "id": 93,
    "statement": "Ensure informed consent through clear communication and explicit agreement."
  },
  {
    "id": 94,
    "statement": "Acknowledge and value diverse talents and roles within a community."
  },
  {
    "id": 95,
    "statement": "Uphold the right to own property, respecting others’ belongings."
  },
  {
    "id": 96,
    "statement": "Honor agreements and contracts made in good faith."
  },
  {
    "id": 97,
    "statement": "Encourage free and informed consent in all significant interactions."
  },
  {
    "id": 98,
    "statement": "Build basic shelter using natural materials and tools."
  },
  {
    "id": 99,
    "statement": "Guarantee education as a right to foster informed citizenship."
  },
  {
    "id": 100,
    "statement": "Sustain lawful structures to prevent corruption and abuse of power."
  },
  {
    "id": 101,
    "statement": "Preventing corruption involves institutional frameworks, auditing, and public participation."
  },
  {
    "id": 102,
    "statement": "Cooperate to improve communal living and solve shared problems."
  },
  {
    "id": 103,
    "statement": "Protect basic freedoms: speech, expression, and peaceful assembly."
  },
  {
    "id": 104,
    "statement": "Value self-reflection for personal growth and decision-making."
  },
  {
    "id": 105,
    "statement": "Active listening enhances understanding and fosters deeper connections."
  },
  {
    "id": 106,
    "statement": "Support elders and protect children’s safety and development."
  },
  {
    "id": 107,
    "statement": "Inspire philosophical reflection on meaning, purpose, and morality."
  },
  {
    "id": 108,
    "statement": "Respect privacy and personal boundaries of others."
  },
  {
    "id": 109,
    "statement": "Maintain civility in public discourse, even in disagreement."
  },
  {
    "id": 110,
    "statement": "Public goods are non-rivalrous and non-excludable benefits."
  },
  {
    "id": 111,
    "statement": "Continuously learn and adapt knowledge for new challenges."
  },
  {
    "id": 112,
    "statement": "Foster community-led initiatives, respecting local customs and values."
  },
  {
    "id": 113,
    "statement": "Plants convert sunlight into energy through photosynthesis."
  },
  {
    "id": 114,
    "statement": "Disease can be caused by microorganisms; hygiene and sanitation help prevent illness."
  },
  {
    "id": 115,
    "statement": "To ensure fairness, set clear criteria, gather all information, and seek diverse perspectives"
  },
  {
    "id": 116,
    "statement": "Create fire using sparks, friction, or magnification to produce flame."
  },
  {
    "id": 117,
    "statement": "Innovate while preserving inherited knowledge by balancing experimentation validation."
  },
  {
    "id": 118,
    "statement": "Secure safe water sources: boil or filter if necessary."
  },
  {
    "id": 119,
    "statement": "Build basic shelter for protection from weather and predators."
  },
  {
    "id": 120,
    "statement": "Use simple tools (knives, hammers, axes) to enhance human capability."
  },
  {
    "id": 121,
    "statement": "Practice basic farming: soil preparation, planting, harvesting."
  },
  {
    "id": 122,
    "statement": "Estimate values when exact calculations are difficult."
  },
  {
    "id": 123,
    "statement": "Master basic arithmetic: addition, subtraction, multiplication, division."
  },
  {
    "id": 124,
    "statement": "Water (H2O) is essential for life; preserving clean water is vital."
  },
  {
    "id": 125,
    "statement": "Apply logical reasoning (if-then statements) to deduce truths."
  },
  {
    "id": 126,
    "statement": "Use probability to evaluate uncertainty and risk."
  },
  {
    "id": 127,
    "statement": "Support craftsmanship: pottery, weaving, metallurgy, carpentry."
  },
  {
    "id": 128,
    "statement": "Algebraic thinking applies to many real-world problems and fields."
  },
  {
    "id": 129,
    "statement": "All living organisms are composed of cells, exceptions apply"
  },
  {
    "id": 130,
    "statement": "Preservation and storage of food requires consideration of multiple factors."
  },
  {
    "id": 131,
    "statement": "Maintain respect in public debates, actively listening to opposing views."
  },
  {
    "id": 132,
    "statement": "Encourage civic participation: voting, dialogue, and community service."
  },
  {
    "id": 133,
    "statement": "Public goods are non-rivalrous, non-excludable benefits to everyone."
  },
  {
    "id": 134,
    "statement": "Regular exercise enhances overall well-being through physical and mental activities"
  },
  {
    "id": 135,
    "statement": "Basic shelter: branches, leaves, rocks, and tools for protection."
  },
  {
    "id": 136,
    "statement": "Establish clear systems of agreed-upon laws to maintain order."
  },
  {
    "id": 137,
    "statement": "Fairness in resource distribution considers multiple influencing factors."
  },
  {
    "id": 138,
    "statement": "Establish currency or barter systems to facilitate fair trade globally."
  },
  {
    "id": 139,
    "statement": "Foster community-led initiatives, respecting local customs and values, is key."
  },
  {
    "id": 140,
    "statement": "Ensure well-being of vulnerable groups: elders and children care."
  },
  {
    "id": 141,
    "statement": "Fractions and ratios applied in everyday life for informed decisions."
  },
  {
    "id": 142,
    "statement": "Public goods: non-rivalrous and non-excludable services and infrastructure."
  },
  {
    "id": 143,
    "statement": "Acknowledge diverse talents and roles through inclusive behaviors."
  },
  {
    "id": 144,
    "statement": "Understanding basic elements forms informs resource discovery and conservation."
  },
  {
    "id": 145,
    "statement": "Gravity causes objects with mass to attract each other."
  },
  {
    "id": 146,
    "statement": "Plants convert sunlight into chemical energy through photosynthesis."
  },
  {
    "id": 147,
    "statement": "Disease can be caused by various environmental, lifestyle, and genetic factors."
  },
  {
    "id": 148,
    "statement": "Gravity's consistency across universe supported by various astronomical observations"
  },
  {
    "id": 149,
    "statement": "Gravity is curvature of spacetime caused by mass and energy."
  },
  {
    "id": 150,
    "statement": "Narrative techniques convey wisdom and principles effectively through literature."
  },
  {
    "id": 151,
    "statement": "Establishing laws promotes order, trust, and conflict resolution."
  },
  {
    "id": 152,
    "statement": "Water preservation crucial for human health, agriculture, and ecosystems."
  },
  {
    "id": 153,
    "statement": "Create fire using sparks, friction, or magnification: generate sparks, rub sticks, or focus sun's rays on tinder."
  },
  {
    "id": 154,
    "statement": "Show compassion toward those in need."
  },
  {
    "id": 155,
    "statement": "Microorganisms can cause disease; hygiene and sanitation prevent illness."
  },
  {
    "id": 156,
    "statement": "Atoms consist of protons, neutrons, and electrons, forming an element."
  },
  {
    "id": 157,
    "statement": "Empathy and kindness can foster harmony in personal and community interactions."
  },
  {
    "id": 158,
    "statement": "Human language learning relies heavily on pattern recognition."
  },
  {
    "id": 159,
    "statement": "Laws must be regularly reviewed and updated to remain effective."
  },
  {
    "id": 160,
    "statement": "The Earth's atmosphere is primarily composed of nitrogen and oxygen."
  },
  {
    "id": 161,
    "statement": "Human body comprises cells, tissues, organs, and systems, with increasing complexity."
  },
  {
    "id": 162,
    "statement": "Soil preparation involves plowing, removing debris, and adding organic matter."
  },
  {
    "id": 163,
    "statement": "Forgiveness is a process of acknowledging, releasing, and moving forward."
  },
  {
    "id": 164,
    "statement": "Continuously learning and adapting helps overcome new challenges effectively."
  },
  {
    "id": 165,
    "statement": "Minimize harm by considering proportionality and alternatives"
  },
  {
    "id": 166,
    "statement": "Understand and address core interests to resolve conflicts effectively."
  },
  {
    "id": 167,
    "statement": "Master basic arithmetic through real-world applications and interactive exercises."
  },
  {
    "id": 168,
    "statement": "Building strong relationships through open communication and compromise."
  },
  {
    "id": 169,
    "statement": "Acknowledge and respect diverse talents and roles within community"
  },
  {
    "id": 170,
    "statement": "Ensure decision-making by setting criteria, gathering information, and seeking diverse perspectives."
  },
  {
    "id": 171,
    "statement": "Living organisms adapt to environments through heritable variation."
  },
  {
    "id": 172,
    "statement": "Harm to sentient beings requires consideration of greater good."
  },
  {
    "id": 173,
    "statement": "Respect personal boundaries in social interactions by considering cues."
  },
  {
    "id": 174,
    "statement": "When foraging, combine observation and research to ensure safety."
  },
  {
    "id": 175,
    "statement": "Ethical entrepreneurship prioritizes social and environmental responsibility alongside financial success"
  },
  {
    "id": 176,
    "statement": "Acknowledge and respect diversity in cultures, perspectives and experiences."
  },
  {
    "id": 177,
    "statement": "Farming involves optimizing soil, water, and technology for sustainable yield."
  },
  {
    "id": 178,
    "statement": "Understanding simple tools enhances human capability through various applications."
  },
  {
    "id": 179,
    "statement": "Innovation culture fosters collaboration, experimentation, and resource allocation."
  },
  {
    "id": 180,
    "statement": "Estimate values using ROM, back-of-the-envelope, or simplification."
  },
  {
    "id": 181,
    "statement": "Sustainable lawful structures prevent corruption and abuse of power"
  },
  {
    "id": 182,
    "statement": "Representing parts of wholes as fractions and ratios enhances problem-solving skills."
  },
  {
    "id": 183,
    "statement": "Encourage civic participation through community service and civic engagement."
  },
  {
    "id": 184,
    "statement": "Celebrating cultural diversity without discrimination promotes inclusivity and respect."
  },
  {
    "id": 185,
    "statement": "Respect others' intangible property and intellectual creations."
  },
  {
    "id": 186,
    "statement": "Understand and respect diverse perspectives in decision-making"
  },
  {
    "id": 187,
    "statement": "A wrongful action violates legal or moral standards, causing harm."
  },
  {
    "id": 188,
    "statement": "Basic elements combine to form materials, influencing resource usage and development."
  },
  {
    "id": 189,
    "statement": "Maintain transparency in leadership to build trust and credibility."
  },
  {
    "id": 190,
    "statement": "Significant interactions require informed consent and autonomy."
  },
  {
    "id": 191,
    "statement": "Forgiveness and learning from wrongs promote personal growth and accountability."
  },
  {
    "id": 192,
    "statement": "Energy is conserved: total remains constant, form changes."
  },
  {
    "id": 193,
    "statement": "The human body's cells, tissues, organs, and systems work together."
  },
  {
    "id": 194,
    "statement": "Continuous learning remains vital in specialized or niche contexts."
  },
  {
    "id": 195,
    "statement": "Good faith agreements & contracts require honest intentions & clear terms."
  },
  {
    "id": 196,
    "statement": "Respectful attribution promotes transparency, accountability, and trust online."
  },
  {
    "id": 197,
    "statement": "Guarantee access to safe drinking water through boiling or filtering"
  },
  {
    "id": 198,
    "statement": "Invest in renewable energy sources for sustainable development."
  },
  {
    "id": 199,
    "statement": "Algebraic thinking is applied to various everyday situations."
  }
]