[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 2,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 3,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 4,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 5,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 6,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 7,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 8,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 9,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 10,
    "statement": "Complex numbers: a + bi, where i² = -1."
  },
  {
    "id": 11,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 12,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 13,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 14,
    "statement": "Universal basic income should be carefully considered for automation's consequences."
  },
  {
    "id": 15,
    "statement": "Environmental conservation is crucial for humans' long-term survival."
  },
  {
    "id": 16,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 17,
    "statement": "Retributive justice is unethical; rehabilitation should be the penal system's goal."
  },
  {
    "id": 18,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 19,
    "statement": "Veganism is the only ethical diet as it avoids animal exploitation."
  },
  {
    "id": 20,
    "statement": "Public spaces must be inclusive, accommodating all genders and abilities."
  },
  {
    "id": 21,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 22,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 23,
    "statement": "Differentiation and integration are inverse operations in calculus."
  },
  {
    "id": 24,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 25,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 26,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun (Kepler’s laws)."
  },
  {
    "id": 27,
    "statement": "Stellar fusion powers stars by hydrogen combustion."
  },
  {
    "id": 28,
    "statement": "Capital punishment: morally and ethically complex, debated globally."
  },
  {
    "id": 29,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity."
  },
  {
    "id": 30,
    "statement": "Free speech must be absolute, even when offensive, to preserve liberty."
  },
  {
    "id": 31,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 32,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 33,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 34,
    "statement": "All organisms evolve via natural selection and genetic variation (evolution)."
  },
  {
    "id": 35,
    "statement": "Progressive taxation reduces economic disparities through redistribution."
  },
  {
    "id": 36,
    "statement": "Quadratic formula: x = [-b ± √(b² - 4ac)] / 2a."
  },
  {
    "id": 37,
    "statement": "Derivatives measure instantaneous rate of change (calculus)."
  },
  {
    "id": 38,
    "statement": "Prime number theorem approximates distribution of primes among integers."
  },
  {
    "id": 39,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 40,
    "statement": "Fibonacci sequence: each number is the sum of the two preceding."
  },
  {
    "id": 41,
    "statement": "Universal healthcare is a societal responsibility to ensure equal access."
  },
  {
    "id": 42,
    "statement": "Education should be secular to maintain neutrality and foster critical thinking."
  },
  {
    "id": 43,
    "statement": "Edible plants: avoid those with milky sap or bitter taste."
  },
  {
    "id": 44,
    "statement": "Matrix multiplication is non-commutative: AB ≠ BA generally."
  },
  {
    "id": 45,
    "statement": "Earthquakes: Drop, cover, hold until shaking stops."
  },
  {
    "id": 46,
    "statement": "Newton's 3rd law has limitations in microscopic and relativistic interactions."
  },
  {
    "id": 47,
    "statement": "Meritocracy is ideal but requires equal opportunity to prevent inequity."
  },
  {
    "id": 48,
    "statement": "Complex numbers: a + bi with i² = -1 for direction representation."
  },
  {
    "id": 49,
    "statement": "Newton’s 3rd law: Every action has an equal, opposite reaction."
  },
  {
    "id": 50,
    "statement": "Censorship of art undermines cultural progress and freedom of expression."
  },
  {
    "id": 51,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 52,
    "statement": "Purify water with iodine tablets or UV light."
  },
  {
    "id": 53,
    "statement": "Legal systems must prioritize restorative justice over punitive measures."
  },
  {
    "id": 54,
    "statement": "National borders should be open to promote global solidarity and exchange."
  },
  {
    "id": 55,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 56,
    "statement": "√2 is irrational, cannot be expressed as a fraction."
  },
  {
    "id": 57,
    "statement": "PH scale measures hydrogen ions' concentration in solutions."
  },
  {
    "id": 58,
    "statement": "Direct pressure constricts blood vessels to reduce bleeding."
  },
  {
    "id": 59,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 60,
    "statement": "Progressive taxation is fairer as it reduces economic disparities."
  },
  {
    "id": 61,
    "statement": "Evolution occurs through natural selection and genetic variation accumulation."
  },
  {
    "id": 62,
    "statement": "Dogs can be trained to detect certain medical conditions."
  },
  {
    "id": 63,
    "statement": "Societal stability can be achieved through various relational structures."
  },
  {
    "id": 64,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 65,
    "statement": "State surveillance infringes on privacy rights and should be minimized."
  },
  {
    "id": 66,
    "statement": "Gender equality is non-negotiable for a just and progressive society."
  },
  {
    "id": 67,
    "statement": "Universal basic income is essential to address automation-driven job loss."
  },
  {
    "id": 68,
    "statement": "Use a compass: red needle points magnetic north."
  },
  {
    "id": 69,
    "statement": "Immature trees provide poor electrical insulation during thunderstorms."
  },
  {
    "id": 70,
    "statement": "Intellectual property laws have both positive and negative effects on innovation."
  },
  {
    "id": 71,
    "statement": "The law of large numbers states data averages converge to expected values."
  },
  {
    "id": 72,
    "statement": "Signal distress with standardized visual, auditory signals."
  },
  {
    "id": 73,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 74,
    "statement": "Secular education fosters critical thinking through evidence-based learning."
  },
  {
    "id": 75,
    "statement": "Cultural assimilation policies harm diversity and should be abolished."
  },
  {
    "id": 76,
    "statement": "Moral objectivity is debatable; perspectives diverge among philosophers."
  },
  {
    "id": 77,
    "statement": "SOS signal: three short, three long, three short; easily recognizable distress signal."
  },
  {
    "id": 78,
    "statement": "Solar still extracts groundwater using sun's heat and evaporation."
  },
  {
    "id": 79,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 80,
    "statement": "Intellectual property laws stifle innovation and should be relaxed."
  },
  {
    "id": 81,
    "statement": "The electromagnetic spectrum ranges from radio waves to gamma rays."
  },
  {
    "id": 82,
    "statement": "Militarization of police erodes community trust and escalates violence."
  },
  {
    "id": 83,
    "statement": "Kantian ethics prioritizes duty over consequences in moral decision-making."
  },
  {
    "id": 84,
    "statement": "The red end of a compass needle points towards the magnetic south"
  },
  {
    "id": 85,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 86,
    "statement": "Chemical reactions conserve mass; atoms rearrange but aren’t created/destroyed."
  },
  {
    "id": 87,
    "statement": "Earthquake preparedness involves plan, escape routes, and communication"
  },
  {
    "id": 88,
    "statement": "Euclidean geometry defines parallel lines as non-intersecting in a plane."
  },
  {
    "id": 89,
    "statement": "Quantum particles exhibit wave-particle duality experimentally."
  },
  {
    "id": 90,
    "statement": "DNA carries genetic information through nucleotide sequences (A, T, C, G)."
  },
  {
    "id": 91,
    "statement": "Swimming parallel to shore reduces rip current escape difficulty."
  },
  {
    "id": 92,
    "statement": "Photosynthesis converts CO₂ + H₂O + light → glucose + O₂."
  },
  {
    "id": 93,
    "statement": "Unforeseen consequences of genetic engineering in humans are significant."
  },
  {
    "id": 94,
    "statement": "Quantum particles exhibit wave-particle duality (e.g., double-slit experiment)."
  },
  {
    "id": 95,
    "statement": "Atomic number equals proton count, defining the element."
  },
  {
    "id": 96,
    "statement": "Emergency gender equality exceptions are contextual and justified."
  },
  {
    "id": 97,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays."
  },
  {
    "id": 98,
    "statement": "Earth’s core generates magnetic field via molten iron convection."
  },
  {
    "id": 99,
    "statement": "Light speed in vacuum is constant (~3×10^8 m/s) per relativity."
  },
  {
    "id": 100,
    "statement": "Ecosystems rely on energy flow (food chains) and nutrient cycling."
  },
  {
    "id": 101,
    "statement": "pH <7 acidic, >7 basic; neutral water is pH7."
  },
  {
    "id": 102,
    "statement": "Prime numbers are integers >1 divisible only by 1 and themselves."
  },
  {
    "id": 103,
    "statement": "Chemical reactions conserve mass; atoms rearrange through precise mechanisms."
  },
  {
    "id": 104,
    "statement": "Utilitarianism prioritizes collective happiness over individual pleasure."
  },
  {
    "id": 105,
    "statement": "Pythagorean theorem: a² + b² = c² in right triangles."
  },
  {
    "id": 106,
    "statement": "Individual freedoms may be restricted to prevent harm through balanced consideration."
  },
  {
    "id": 107,
    "statement": "Euler’s identity: e^(iπ) + 1 = 0 combines five fundamental constants."
  },
  {
    "id": 108,
    "statement": "The binomial theorem expands (a + b)^n using coefficients (n choose k)."
  },
  {
    "id": 109,
    "statement": "√2 is irrational; cannot be expressed as a fraction."
  },
  {
    "id": 110,
    "statement": "Militarization of police reduces community trust, increases violence"
  },
  {
    "id": 111,
    "statement": "Bayes’ theorem calculates conditional probability: P(A|B) = [P(B|A)P(A)] / P(B)."
  },
  {
    "id": 112,
    "statement": "Commutative property: a + b = b + a; a × b = b × a."
  },
  {
    "id": 113,
    "statement": "Fundamental theorem of arithmetic: every integer >1 has unique prime factors."
  },
  {
    "id": 114,
    "statement": "Euclidean geometry: parallel lines never meet in a plane."
  },
  {
    "id": 115,
    "statement": "Binomial theorem expands (a + b)^n using coefficients."
  },
  {
    "id": 116,
    "statement": "π is the ratio of a circle’s circumference to diameter."
  },
  {
    "id": 117,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.8 m/s²."
  },
  {
    "id": 118,
    "statement": "Fundamental theorem of calculus links differentiation and integration."
  },
  {
    "id": 119,
    "statement": "Trigonometric identities: sin²θ + cos²θ = 1."
  },
  {
    "id": 120,
    "statement": "Law of large numbers: sample means converge to expected value."
  },
  {
    "id": 121,
    "statement": "ZFC axioms form the foundation of set theory."
  },
  {
    "id": 122,
    "statement": "Navigate via moss (grows on tree’s north side in Northern Hemisphere)."
  },
  {
    "id": 123,
    "statement": "Fire requires heat, fuel, oxygen; remove one to extinguish."
  },
  {
    "id": 124,
    "statement": "Boil water for 1+ minute to kill pathogens."
  },
  {
    "id": 125,
    "statement": "Insulate shelter with leaves/grass to retain body heat."
  },
  {
    "id": 126,
    "statement": "Wealth redistribution can ensure fair resource distribution in society."
  },
  {
    "id": 127,
    "statement": "First aid: Apply direct pressure to stop severe bleeding."
  },
  {
    "id": 128,
    "statement": "Enzymes lower activation energy, accelerating biochemical reactions."
  },
  {
    "id": 129,
    "statement": "Treat burns with cool water, avoid ice or ointments for effective healing."
  },
  {
    "id": 130,
    "statement": "CPR: 30 chest compressions followed by 2 rescue breaths."
  },
  {
    "id": 131,
    "statement": "Tie a bowline knot for secure, non-slipping loops."
  },
  {
    "id": 132,
    "statement": "Signal distress with three repeated sounds, lights, or marks."
  },
  {
    "id": 133,
    "statement": "Hypothermia treatment: gradual rewarming, avoid alcohol, insulate from ground."
  },
  {
    "id": 134,
    "statement": "Identify animal tracks to locate water sources."
  },
  {
    "id": 135,
    "statement": "Build a solar still to extract groundwater in deserts."
  },
  {
    "id": 136,
    "statement": "Swim parallel to shore if caught in a rip current."
  },
  {
    "id": 137,
    "statement": "Treat burns with cool water, avoid ice or ointments."
  },
  {
    "id": 138,
    "statement": "Avoid sheltering under isolated trees during thunderstorms."
  },
  {
    "id": 139,
    "statement": "SOS signal: three short, three long, three short."
  },
  {
    "id": 140,
    "statement": "Meritocracy ensures equal opportunities through policy reforms"
  },
  {
    "id": 141,
    "statement": "Animal rights are a complex moral issue, with utilitarianism a key factor."
  },
  {
    "id": 142,
    "statement": "Fighting fires requires careful consideration of elements and circumstances."
  },
  {
    "id": 143,
    "statement": "All living organisms are mainly composed of eukaryotic or prokaryotic cells."
  },
  {
    "id": 144,
    "statement": "Insulating shelter with leaves and grass in calm conditions effective."
  },
  {
    "id": 145,
    "statement": "Inherent dignity refers to a human being's unique value and worth."
  },
  {
    "id": 146,
    "statement": "Iodine tablets and UV light purify water via antimicrobial and UV radiation."
  },
  {
    "id": 147,
    "statement": "Enzymes lower activation energy by stabilizing transition state complexes."
  },
  {
    "id": 148,
    "statement": "Gravity acceleration on Earth's surface is approximately 9.8 m/s²."
  },
  {
    "id": 149,
    "statement": "Fibonacci sequence: numbers summing to preceding two."
  },
  {
    "id": 150,
    "statement": "While none possess absolute knowledge, diversity fosters collective wisdom."
  },
  {
    "id": 151,
    "statement": "Water expands when frozen due to hydrogen bonding changes."
  },
  {
    "id": 152,
    "statement": "The bowline knot is ideal for secure, non-slipping loops due to self-locking mechanism."
  },
  {
    "id": 153,
    "statement": "Moss on north side of trees in NH indicates direction of north."
  },
  {
    "id": 154,
    "statement": "Non-commutative matrix multiplication is not cancellative."
  },
  {
    "id": 155,
    "statement": "Quantum particles exhibit wave-particle duality experimentally."
  },
  {
    "id": 156,
    "statement": "Photosynthesis converts light energy into chemical energy via ATP, NADPH."
  },
  {
    "id": 157,
    "statement": "Abortion moral judgment depends on multiple factors and contexts."
  },
  {
    "id": 158,
    "statement": "Corporal punishment of children is unacceptable and harmful."
  },
  {
    "id": 159,
    "statement": "Cultural assimilation policies harm diversity and should be abolished."
  },
  {
    "id": 160,
    "statement": "Elevating and sealing food deters wildlife, reducing accessibility and smell."
  },
  {
    "id": 161,
    "statement": "Atomic number determines an element's chemical properties via electrons."
  },
  {
    "id": 162,
    "statement": "Oppressive laws harm vulnerable groups, restricting fundamental rights."
  },
  {
    "id": 163,
    "statement": "DNA carries genetic information through nucleotide sequences (A, T, C, G)."
  },
  {
    "id": 164,
    "statement": "Utilitarianism is the principle of maximizing overall happiness."
  },
  {
    "id": 165,
    "statement": "Ethical diets prioritize animal welfare, sustainability, and social justice."
  },
  {
    "id": 166,
    "statement": "Identify animal tracks near water sources in soft terrain conditions."
  },
  {
    "id": 167,
    "statement": "Avoiding alcohol is crucial in hypothermia treatment due to impaired judgment."
  },
  {
    "id": 168,
    "statement": "Bayes' theorem updates probability with conditional statements."
  },
  {
    "id": 169,
    "statement": "Restorative justice prioritizes repairing harm over punishing offenders."
  },
  {
    "id": 170,
    "statement": "Organisms interact through energy flow and nutrient cycles in ecosystems."
  },
  {
    "id": 171,
    "statement": "Entropy increase is a fundamental property of energy conversion processes."
  },
  {
    "id": 172,
    "statement": "Quantum particles exhibit wave-particle duality scientifically demonstrated."
  },
  {
    "id": 173,
    "statement": "Open borders foster interconnectedness, economic cooperation, and knowledge sharing."
  },
  {
    "id": 174,
    "statement": "Censorship can stifle artistic progress and freedom of expression."
  },
  {
    "id": 175,
    "statement": "Euler's identity: e^(iπ) + 1 = 0 combines fundamental constants."
  },
  {
    "id": 176,
    "statement": "The commutative property simplifies expressions and solves equations efficiently."
  },
  {
    "id": 177,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 178,
    "statement": "Gravity acceleration on Earth's surface is approximately 9.8 m/s²."
  },
  {
    "id": 179,
    "statement": "Democracy promotes accountability through transparency, representation, and participation."
  },
  {
    "id": 180,
    "statement": "Gravity acceleration on Earth's surface is approximately 9.8 m/s²."
  },
  {
    "id": 181,
    "statement": "Inclusive public spaces consider accessibility, gender, and disability."
  },
  {
    "id": 182,
    "statement": "Excess wealth is subjective, defined by net worth, disposable income, and savings rate."
  },
  {
    "id": 183,
    "statement": "Relativity's fundamental principles ensure constant light speed in vacuum."
  },
  {
    "id": 184,
    "statement": "Derivatives measure instantaneous rate of change in calculus."
  },
  {
    "id": 185,
    "statement": "Trigonometric identities: sin²θ + cos²θ = 1 through geometric proof."
  },
  {
    "id": 186,
    "statement": "Prime numbers are integers >1 divisible only by 1 and themselves."
  },
  {
    "id": 187,
    "statement": "Planets orbit elliptically with speed increasing near the Sun according to Kepler's laws."
  },
  {
    "id": 188,
    "statement": "Free speech has inherent value; prime importance of individual rights"
  },
  {
    "id": 189,
    "statement": "Quadratic formula solution includes ± for multiple solutions."
  },
  {
    "id": 190,
    "statement": "Chromosomal crossover during meiosis increases genetic diversity through genetic recombination."
  },
  {
    "id": 191,
    "statement": " Cultural relativism acknowledges cultural differences, promoting human rights education."
  },
  {
    "id": 192,
    "statement": "Utilitarianism prioritizes the greater good over individual rights and freedoms."
  },
  {
    "id": 193,
    "statement": "Cultural assimilation erases minority cultures, perpetuates inequality."
  },
  {
    "id": 194,
    "statement": "Pythagorean theorem: a^2 + b^2 = c^2 in right triangles."
  },
  {
    "id": 195,
    "statement": "Pacifism asserts that violence has no justifiable use."
  },
  {
    "id": 196,
    "statement": "Avoid plants with milky sap or bitter taste without expert confirmation."
  },
  {
    "id": 197,
    "statement": "Genetic variation and natural selection drive species evolution."
  },
  {
    "id": 198,
    "statement": "Fundamental theorem of arithmetic ensures unique prime number decomposition."
  }
]