[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 2,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 3,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 4,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 5,
    "statement": "Rethributive justice is unethical due to prioritizing punishment."
  },
  {
    "id": 6,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 7,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 8,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 9,
    "statement": "Cells are basic units of life, but exceptions exist."
  },
  {
    "id": 10,
    "statement": "Kantian ethics prioritizes duty over consequences in moral decision-making."
  },
  {
    "id": 11,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 12,
    "statement": "Stellar fusion powers stars by hydrogen combustion."
  },
  {
    "id": 13,
    "statement": "Universal basic income should be carefully considered for automation's consequences."
  },
  {
    "id": 14,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 15,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 16,
    "statement": "Atomic number determines chemical properties via electron configuration."
  },
  {
    "id": 17,
    "statement": "Newton's 3rd law has limitations in quantum and relativistic contexts."
  },
  {
    "id": 18,
    "statement": "Trees with higher moisture content conduct electricity during thunderstorms."
  },
  {
    "id": 19,
    "statement": "Cultural relativism can be harmful when justifying human rights violations."
  },
  {
    "id": 20,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 21,
    "statement": "Stellar fusion powers stars through nuclear reactions."
  },
  {
    "id": 22,
    "statement": "Solar still extracts groundwater using sun's heat and evaporation."
  },
  {
    "id": 23,
    "statement": "All organisms evolve via natural selection and genetic variation (evolution)."
  },
  {
    "id": 24,
    "statement": "Stellar fusion powers stars by hydrogen combustion."
  },
  {
    "id": 25,
    "statement": "Societal stability can be achieved through various relational structures."
  },
  {
    "id": 26,
    "statement": "Complex numbers: a + bi, where i² = -1."
  },
  {
    "id": 27,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 28,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity."
  },
  {
    "id": 29,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 30,
    "statement": "Public spaces must be inclusive, accommodating all genders and abilities."
  },
  {
    "id": 31,
    "statement": "Progressive taxation reduces economic disparities through income redistribution."
  },
  {
    "id": 32,
    "statement": "Photosynthesis converts CO2 into glucose through Calvin cycle reactions."
  },
  {
    "id": 33,
    "statement": "Moral truths are objective and universally accepted principles."
  },
  {
    "id": 34,
    "statement": "Purify water with iodine tablets or UV light."
  },
  {
    "id": 35,
    "statement": "Societal equity ensures equal opportunities and reduces systemic inequalities."
  },
  {
    "id": 36,
    "statement": "Veganism is the only ethical diet as it avoids animal exploitation."
  },
  {
    "id": 37,
    "statement": "√2 is irrational, cannot be expressed as a fraction."
  },
  {
    "id": 38,
    "statement": "Invalid assumptions lead to incorrect moral conclusions frequently."
  },
  {
    "id": 39,
    "statement": "Universal basic income can address automation's economic consequences."
  },
  {
    "id": 40,
    "statement": "Genetic engineering may have unintended genetic regulation effects."
  },
  {
    "id": 41,
    "statement": "Environmental conservation as moral imperative for future generations' survival."
  },
  {
    "id": 42,
    "statement": "Gender equality is non-negotiable for a just and progressive society."
  },
  {
    "id": 43,
    "statement": "Dogs can detect various medical conditions with remarkable accuracy."
  },
  {
    "id": 44,
    "statement": "Entropy measures disorder or randomness in energy systems."
  },
  {
    "id": 45,
    "statement": "DNA's nucleotide sequences A, T, C, G determine organism's characteristics."
  },
  {
    "id": 46,
    "statement": "It is never morally acceptable to lie because honesty is foundation."
  },
  {
    "id": 47,
    "statement": "Education promotes critical thinking through diverse values-based approaches."
  },
  {
    "id": 48,
    "statement": "Monogamy promotes cooperation and social norms in societal stability."
  },
  {
    "id": 49,
    "statement": "Newton's 3rd law limitations arise in microscopic and relativistic contexts."
  },
  {
    "id": 50,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 51,
    "statement": "DNA carries genetic information through nucleotide sequences (A, T, C, G)."
  },
  {
    "id": 52,
    "statement": "Public spaces must be inclusive with accessible amenities."
  },
  {
    "id": 53,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 54,
    "statement": "Compass needle points towards magnetic north, not south pole."
  },
  {
    "id": 55,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 56,
    "statement": "Environmental conservation crucial for sustainable human survival."
  },
  {
    "id": 57,
    "statement": "Pacifism is not always effective in all situations."
  },
  {
    "id": 58,
    "statement": "Capital punishment: debated globally, raises ethical, moral, and legal questions."
  },
  {
    "id": 59,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 60,
    "statement": "Stellar fusion powers stars through nuclear reactions."
  },
  {
    "id": 61,
    "statement": "Genetic engineering can have unintended regulatory effects on gene expression."
  },
  {
    "id": 62,
    "statement": "Unforeseen consequences of genetic engineering in humans are significant."
  },
  {
    "id": 63,
    "statement": "Planets' speed increases near the Sun due to gravitational force."
  },
  {
    "id": 64,
    "statement": "Prioritizing duty over consequences in decision-making is a moral principle."
  },
  {
    "id": 65,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 66,
    "statement": "Kantian ethics prioritizes moral laws over consequences."
  },
  {
    "id": 67,
    "statement": "The pH scale measures hydrogen ions' concentration in solutions, affecting solubility, chemical reactions, and biological systems."
  },
  {
    "id": 68,
    "statement": "Moral truths are principle-based,Culture-specific yet universally grounded."
  },
  {
    "id": 69,
    "statement": "Chromosomal crossover increases genetic diversity in meiosis through recombination."
  },
  {
    "id": 70,
    "statement": "Genetic engineering in humans is morally unethical"
  },
  {
    "id": 71,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 72,
    "statement": "Stellar fusion is nuclear fusion of hydrogen nuclei to helium."
  },
  {
    "id": 73,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 74,
    "statement": "Capital punishment: morally and ethically complex, debated globally."
  },
  {
    "id": 75,
    "statement": "Euthanasia is a complex, context-dependent ethical issue."
  },
  {
    "id": 76,
    "statement": "Quantum particles exhibit wave-like behavior, influenced by observation."
  },
  {
    "id": 77,
    "statement": "Water expands when frozen, decreasing density, unless under high pressure"
  },
  {
    "id": 78,
    "statement": "Stellar fusion powers stars by hydrogen nucleus combination"
  },
  {
    "id": 79,
    "statement": "Environmental conservation ensures human survival through biodiversity, resources, and services."
  },
  {
    "id": 80,
    "statement": "Newton's 3rd law limited by quantum and relativistic principles in microscopic and relativistic contexts."
  },
  {
    "id": 81,
    "statement": "Entropy measures disorder or randomness in energy systems through thermal energy dissipation."
  },
  {
    "id": 82,
    "statement": "Veganism is not the only ethical diet; consider sustainability, accessibility, and nutrition."
  },
  {
    "id": 83,
    "statement": "Intergenerational justice prioritizes fairness for future generations' survival."
  },
  {
    "id": 84,
    "statement": "Photosynthesis converts CO2 into glucose through Calvin cycle reactions."
  },
  {
    "id": 85,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 86,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 87,
    "statement": "Trust is built on multiple factors, not solely honesty"
  },
  {
    "id": 88,
    "statement": "Differentiation and integration have nuanced relationships in calculus."
  },
  {
    "id": 89,
    "statement": "Capital punishment is unjustifiable as it violates inherent right."
  },
  {
    "id": 90,
    "statement": "Individual freedoms should be restricted to prevent harm to others."
  },
  {
    "id": 91,
    "statement": "Quadratic formula: x = [-b ± √(b² - 4ac)] / 2a."
  },
  {
    "id": 92,
    "statement": "National borders should be open to promote global solidarity and exchange."
  },
  {
    "id": 93,
    "statement": "DNA sequence determines traits through transcription, translation, and regulation."
  },
  {
    "id": 94,
    "statement": "Energy conservation reduces greenhouse gas emissions and conserves resources."
  },
  {
    "id": 95,
    "statement": "Potential human life refers to biological potential of fertilized egg to develop."
  },
  {
    "id": 96,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 97,
    "statement": "Purifying water: Iodine tablets and UV light inactivate microorganisms through chemical reactions and DNA damage."
  },
  {
    "id": 98,
    "statement": "Progressive taxation reduces economic disparities through income redistribution"
  },
  {
    "id": 99,
    "statement": "Swimming parallel to shore helps conserve energy in rip currents"
  },
  {
    "id": 100,
    "statement": "Inherent dignity refers to every human's fundamental value and worth."
  },
  {
    "id": 101,
    "statement": "State surveillance is an intrusion on individual privacy."
  },
  {
    "id": 102,
    "statement": "Iodine tablets and UV light inactivate microorganisms through chemical reactions."
  },
  {
    "id": 103,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 104,
    "statement": "Derivatives measure instantaneous rate of change (calculus)."
  },
  {
    "id": 105,
    "statement": "Stellar fusion powers stars through nuclear reactions in cores."
  },
  {
    "id": 106,
    "statement": "Rethributive justice prioritizes punishment over rehabilitation and reintegration."
  },
  {
    "id": 107,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 108,
    "statement": "Environmental conservation is crucial for humans' long-term survival."
  },
  {
    "id": 109,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 110,
    "statement": "Complex numbers: a + bi with i² = -1 for direction representation."
  },
  {
    "id": 111,
    "statement": "Differentiation and integration are inverse operations in calculus."
  },
  {
    "id": 112,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 113,
    "statement": "Universal Basic Income can mitigate automation's social impact."
  },
  {
    "id": 114,
    "statement": "Dogs can detect various medical conditions with remarkable accuracy through scent."
  },
  {
    "id": 115,
    "statement": "Intergenerational justice dictates responsible environmental conservation."
  },
  {
    "id": 116,
    "statement": "Newton's 3rd law limitations arise in microscopic and relativistic contexts due to quantum and relativity principles."
  },
  {
    "id": 117,
    "statement": "PH scale measures hydrogen ions' concentration in solutions."
  },
  {
    "id": 118,
    "statement": "Newton's 3rd law has limitations in microscopic and relativistic interactions."
  },
  {
    "id": 119,
    "statement": "Energy conservation is key to a sustainable future."
  },
  {
    "id": 120,
    "statement": "Kantian ethics prioritizes duty over consequences in moral decision-making."
  },
  {
    "id": 121,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 122,
    "statement": "Direct pressure constricts blood vessels to reduce bleeding."
  },
  {
    "id": 123,
    "statement": "The red end of a compass needle points towards the magnetic south"
  },
  {
    "id": 124,
    "statement": "Swimming parallel to shore reduces rip current escape difficulty."
  },
  {
    "id": 125,
    "statement": "Irrational numbers are real numbers with infinite non-repeating decimal expansions."
  },
  {
    "id": 126,
    "statement": "State surveillance needs balance between security and privacy protection."
  },
  {
    "id": 127,
    "statement": "Complex numbers: extended real numbers with imaginary parts."
  },
  {
    "id": 128,
    "statement": "Legal systems must prioritize restorative justice over punitive measures."
  },
  {
    "id": 129,
    "statement": "When foraging, consult multiple sources and observe distinctive features."
  },
  {
    "id": 130,
    "statement": "Quantum particles exhibit wave-particle duality (e.g., double-slit experiment)."
  },
  {
    "id": 131,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 132,
    "statement": "Militarization of police forces erodes community trust and escalates violence significantly."
  },
  {
    "id": 133,
    "statement": "Immature trees provide poor electrical insulation during thunderstorms."
  },
  {
    "id": 134,
    "statement": "Capital punishment is a complex, emotionally charged issue, debated globally."
  },
  {
    "id": 135,
    "statement": "Honesty is crucial for trustworthiness in interpersonal relationships."
  },
  {
    "id": 136,
    "statement": "Dogs detect medical conditions through changed body chemistry and scent."
  },
  {
    "id": 137,
    "statement": "Complex numbers: extended real numbers with imaginary parts."
  },
  {
    "id": 138,
    "statement": "Religious institutions' influence on gov't policymaking must be limited."
  },
  {
    "id": 139,
    "statement": "Retributive justice prioritizes punishment over rehabilitation and reintegration."
  },
  {
    "id": 140,
    "statement": "Dogs can detect various medical conditions through scent and body chemistry."
  },
  {
    "id": 141,
    "statement": "Gravitational force dominates planetary motion near the Sun."
  },
  {
    "id": 142,
    "statement": "Future generations' survival relies on environmental conservation's moral imperative."
  },
  {
    "id": 143,
    "statement": "Honesty builds trust by establishing reliability and consistency."
  },
  {
    "id": 144,
    "statement": "Individual freedoms should be restricted for public safety."
  },
  {
    "id": 145,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 146,
    "statement": "Sustainable human survival relies on multiple interdependent strategies."
  },
  {
    "id": 147,
    "statement": "Every human being has inherent dignity and universal value worth."
  },
  {
    "id": 148,
    "statement": "Complex numbers: extended real numbers with imaginary parts"
  },
  {
    "id": 149,
    "statement": "Photosynthesis converts CO2 into glucose through Calvin cycle reactions."
  },
  {
    "id": 150,
    "statement": "Social stability can be achieved through diverse relational structures, limited."
  },
  {
    "id": 151,
    "statement": "Genetic engineering in humans raises unpredictable risks and uncertainties."
  },
  {
    "id": 152,
    "statement": "Cells are fundamental units of life, with exceptions observed."
  },
  {
    "id": 153,
    "statement": "Energy cannot be created, only transformed or transferred."
  },
  {
    "id": 154,
    "statement": "Progressive taxation reduces economic disparities through income redistribution."
  },
  {
    "id": 155,
    "statement": "Cultural relativism justifies human rights violations when harmed."
  },
  {
    "id": 156,
    "statement": "Solar still extracts groundwater using sun's heat and evaporation."
  },
  {
    "id": 157,
    "statement": "Derivatives measure rate of change in functions, applications in physics, economics."
  },
  {
    "id": 158,
    "statement": "Clean water is essential for human survival and health."
  },
  {
    "id": 159,
    "statement": "Pacifism is not always effective in serious power imbalances."
  },
  {
    "id": 160,
    "statement": "State surveillance can be necessary for national security and law enforcement."
  },
  {
    "id": 161,
    "statement": "Kantian ethics prioritizes duty over consequences in moral decision-making."
  },
  {
    "id": 162,
    "statement": "Honest communication is essential for effective relationships."
  },
  {
    "id": 163,
    "statement": "Capital punishment varies globally due to ethical, moral, and legal questions."
  },
  {
    "id": 164,
    "statement": "Genetic engineering in humans risks unforeseen consequences and mutations."
  },
  {
    "id": 165,
    "statement": "Iodine tablets release iodine ions (I-) for water disinfection."
  },
  {
    "id": 166,
    "statement": "Progressive taxation reduces economic disparities through income redistribution."
  },
  {
    "id": 167,
    "statement": "Evolution occurs through genetic variation and natural selection in organisms."
  },
  {
    "id": 168,
    "statement": "Sentient beings, including animals, experience emotions and sensations."
  },
  {
    "id": 169,
    "statement": "When foraging, consult multiple sources and observe distinctive features carefully."
  },
  {
    "id": 170,
    "statement": "Photosynthesis converts CO2 into glucose through Calvin cycle reactions."
  },
  {
    "id": 171,
    "statement": "Mitochondria produce ATP through cellular respiration in eukaryotic cells."
  },
  {
    "id": 172,
    "statement": "Cultural relativism can be used to justify human rights violations."
  },
  {
    "id": 173,
    "statement": "Solar still extracts groundwater using sun's heat and evaporation."
  },
  {
    "id": 174,
    "statement": "Societal equity mitigates systemic inequalities through conscious policy-making."
  },
  {
    "id": 175,
    "statement": "Stellar fusion is a process of nuclear reactions in stars."
  },
  {
    "id": 176,
    "statement": "Invalid assumptions often lead to incorrect moral conclusions in complex dilemmas."
  },
  {
    "id": 177,
    "statement": "Earth's core convection drives magnetic field's variations."
  },
  {
    "id": 178,
    "statement": "Mathematical extensions to real numbers include complex numbers."
  },
  {
    "id": 179,
    "statement": "Mitochondria generate ATP through cellular respiration in eukaryotic cells."
  },
  {
    "id": 180,
    "statement": "Atomic number determines chemical properties via electron configuration."
  },
  {
    "id": 181,
    "statement": "Quadratic formula has numerous real-life applications in various fields."
  },
  {
    "id": 182,
    "statement": "Simplification of cell theory: cells are fundamental biological units, exceptions"
  },
  {
    "id": 183,
    "statement": "Universal Basic Income addresses income inequality and job displacement."
  },
  {
    "id": 184,
    "statement": "Entropy increases when energy is transferred or transformed due to disorder and randomness."
  },
  {
    "id": 185,
    "statement": "Moral truths are objective and universally accepted principles."
  },
  {
    "id": 186,
    "statement": "DNA carries genetic information through nucleotide sequences."
  },
  {
    "id": 187,
    "statement": "Inherent right to life is a fundamental moral concept"
  },
  {
    "id": 188,
    "statement": "Monogamy promotes cooperation and social norms in societal stability."
  },
  {
    "id": 189,
    "statement": "Militarization of police forces erodes community trust and escalates violence."
  },
  {
    "id": 190,
    "statement": "Swimming parallel to shore reduces drag force in rip currents."
  },
  {
    "id": 191,
    "statement": "Universal Basic Income mitigates income inequality and promotes economic mobility"
  },
  {
    "id": 192,
    "statement": "Wealth redistribution may reduce poverty but has unintended consequences."
  },
  {
    "id": 193,
    "statement": "Lying is morally wrong as it destroys trust."
  },
  {
    "id": 194,
    "statement": "Kantian ethics prioritizes motivation over consequences in moral decision-making."
  },
  {
    "id": 195,
    "statement": "Open borders require managed integration to balance solidarity and concerns."
  },
  {
    "id": 196,
    "statement": "Universal Basic Income has limitations and alternatives in different economies."
  },
  {
    "id": 197,
    "statement": "Photosynthesis converts CO2 into glucose through Calvin cycle reactions."
  },
  {
    "id": 198,
    "statement": "Stellar fusion is separate from hydrogen combustion, distinct processes."
  },
  {
    "id": 199,
    "statement": "Newton's 3rd law has limitations in microscopic and relativistic interactions; quantum effects and relativity lead to deviations from equal action and reaction."
  }
]