[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Rethributive justice is unethical due to prioritizing punishment."
  },
  {
    "id": 2,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 3,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 4,
    "statement": "Earth's magnetic field generated by molten iron convection in core rotation."
  },
  {
    "id": 5,
    "statement": "Kantian ethics prioritizes duty over consequences in moral decision-making."
  },
  {
    "id": 6,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 7,
    "statement": "Kantian ethics prioritizes moral laws over consequences, emphasizing moral principle harmony with equal value and dignity."
  },
  {
    "id": 8,
    "statement": "Ethical frameworks have strengths, weaknesses, and limitations, no consensus."
  },
  {
    "id": 9,
    "statement": "Newton's 3rd law limited by quantum and relativistic contexts."
  },
  {
    "id": 10,
    "statement": "Photosynthesis converts CO2 into glucose through Calvin cycle reactions."
  },
  {
    "id": 11,
    "statement": "Newton's 3rd law has limitations in quantum and relativistic contexts."
  },
  {
    "id": 12,
    "statement": "The pH scale measures hydrogen ions' concentration in solutions, affecting solubility, chemical reactions, and biological systems."
  },
  {
    "id": 13,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 14,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 15,
    "statement": "Unforeseen consequences of genetic engineering in humans are significant."
  },
  {
    "id": 16,
    "statement": "Transcription, translation, and regulation modulate protein synthesis from DNA."
  },
  {
    "id": 17,
    "statement": "Newton's 3rd law restricted in quantum and relativistic contexts."
  },
  {
    "id": 18,
    "statement": "It is never morally acceptable to lie because honesty is foundation."
  },
  {
    "id": 19,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 20,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 21,
    "statement": "Environmental conservation crucial for sustainable human survival."
  },
  {
    "id": 22,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 23,
    "statement": "Capital punishment controversially balances human rights and justice."
  },
  {
    "id": 24,
    "statement": "Environmental conservation ensures human survival through biodiversity, resources, and services."
  },
  {
    "id": 25,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 26,
    "statement": "Newton's 3rd law limitations arise in microscopic and relativistic contexts."
  },
  {
    "id": 27,
    "statement": "Moral truths are objective and universally accepted principles."
  },
  {
    "id": 28,
    "statement": "Photosynthesis converts CO2 into glucose through Calvin cycle reactions."
  },
  {
    "id": 29,
    "statement": "Cultural relativism can be harmful when justifying human rights violations."
  },
  {
    "id": 30,
    "statement": "Universal basic income addresses poverty and economic disparities"
  },
  {
    "id": 31,
    "statement": "Honesty, while important, may not always be morally absolute."
  },
  {
    "id": 32,
    "statement": "Iodine tablets and UV light purify water through disinfection and DNA damage."
  },
  {
    "id": 33,
    "statement": "The Earth's magnetic field is generated by molten iron's convection."
  },
  {
    "id": 34,
    "statement": "Societal equity ensures equal opportunities and reduces systemic inequalities."
  },
  {
    "id": 35,
    "statement": "Stellar fusion powers stars by hydrogen combustion."
  },
  {
    "id": 36,
    "statement": "Capital punishment is a debated and complex moral issue."
  },
  {
    "id": 37,
    "statement": "Cells are basic units of life, but exceptions exist."
  },
  {
    "id": 38,
    "statement": "Moral principles like non-maleficence are objective and universally grounded."
  },
  {
    "id": 39,
    "statement": "Planets' speed increases near the Sun due to gravitational force."
  },
  {
    "id": 40,
    "statement": "DNA sequence determines traits through transcription, translation, and regulation."
  },
  {
    "id": 41,
    "statement": "Euthanasia is a complex, context-dependent ethical issue."
  },
  {
    "id": 42,
    "statement": "Solar still purifies water using sun's heat and evaporation."
  },
  {
    "id": 43,
    "statement": "Water's volume increases by 9% when it freezes due to crystalline structure."
  },
  {
    "id": 44,
    "statement": "Capital punishment: morally and ethically complex, debated globally."
  },
  {
    "id": 45,
    "statement": "Ethics inform food choices for sustainability, welfare, and nutrition."
  },
  {
    "id": 46,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 47,
    "statement": "Absolute pacifism is morally correct to prevent harm."
  },
  {
    "id": 48,
    "statement": "Mitochondria produce ATP through cellular respiration in eukaryotic cells."
  },
  {
    "id": 49,
    "statement": "Gravitational force affects planetary velocity through elliptical orbits."
  },
  {
    "id": 50,
    "statement": "Kant's categorical imperative prioritizes duty over consequences in morality."
  },
  {
    "id": 51,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 52,
    "statement": "Stellar fusion is nuclear process where hydrogen atoms combine"
  },
  {
    "id": 53,
    "statement": "Genetic engineering may have unintended genetic regulation effects."
  },
  {
    "id": 54,
    "statement": "Iodine tablets' active component is elemental iodine released in hypoiodous acid."
  },
  {
    "id": 55,
    "statement": "DNA carries genetic information through nucleotide sequences (A, T, C, G)."
  },
  {
    "id": 56,
    "statement": "The principle of relativity states that laws are the same"
  },
  {
    "id": 57,
    "statement": "Moral principles like non-maleficence are not universally grounded."
  },
  {
    "id": 58,
    "statement": "DNA's nucleotide sequence determines proteins' structure and function through genes."
  },
  {
    "id": 59,
    "statement": "Mitochondria produce ATP through chemiosmosis via electron transport chain."
  },
  {
    "id": 60,
    "statement": "Stellar fusion powers stars through hydrogen nucleus combination"
  },
  {
    "id": 61,
    "statement": "Compass needle points towards magnetic north, not south pole."
  },
  {
    "id": 62,
    "statement": "Sentience: capacity for subjective experiences, such as sensations and emotions, is fundamental to being alive."
  },
  {
    "id": 63,
    "statement": "Cooperation fosters societal stability through norm-conforming behaviors."
  },
  {
    "id": 64,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 65,
    "statement": "Life's diversity encompasses exceptions to cell definition."
  },
  {
    "id": 66,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 67,
    "statement": "Complex numbers: a + bi, where i² = -1."
  },
  {
    "id": 68,
    "statement": "Capital punishment is unjustifiable due to inherent right to life violations."
  },
  {
    "id": 69,
    "statement": "Societal equity requires addressing root causes of inequality."
  },
  {
    "id": 70,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 71,
    "statement": "Invalid assumptions can lead to incorrect moral conclusions."
  },
  {
    "id": 72,
    "statement": "Societal stability relies on cooperation and norm conformity."
  },
  {
    "id": 73,
    "statement": "Honesty is essential for trust and relationship building."
  },
  {
    "id": 74,
    "statement": "Public spaces must be inclusive, accommodating all genders and abilities."
  },
  {
    "id": 75,
    "statement": "Invalid assumptions lead to incorrect moral conclusions frequently."
  },
  {
    "id": 76,
    "statement": "Newton's 3rd law has limitations in quantum mechanics and relativity."
  },
  {
    "id": 77,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 78,
    "statement": "DNA's nucleotide sequences A, T, C, G determine organism's characteristics."
  },
  {
    "id": 79,
    "statement": "Laws of physics are the same for all observers."
  },
  {
    "id": 80,
    "statement": "Iodine tablets and UV light purify water by disrupting microorganisms' DNA."
  },
  {
    "id": 81,
    "statement": "Automated job displacement could lead to significant social challenges."
  },
  {
    "id": 82,
    "statement": "Rethributive justice prioritizes punishment, disregarding rehabilitation and fairness."
  },
  {
    "id": 83,
    "statement": "Stellar fusion powers stars through proton-proton chain reactions."
  },
  {
    "id": 84,
    "statement": "All organisms evolve via natural selection and genetic variation (evolution)."
  },
  {
    "id": 85,
    "statement": "Democracy's accountability depends on institutions and citizens' engagement."
  },
  {
    "id": 86,
    "statement": "Mitochondria produce ATP through diverse respiration pathways in eukaryotes, including Krebs cycle, electron transport chain, fatty acid oxidation, amino acid oxidation, and anaerobic respiration."
  },
  {
    "id": 87,
    "statement": "Newton's 3rd law has limitations in quantum and relativistic contexts."
  },
  {
    "id": 88,
    "statement": "Absolute pacifism has limitations and exceptions in self-defense scenarios."
  },
  {
    "id": 89,
    "statement": "Pacifism nuances: exceptions for self-defense, justification."
  },
  {
    "id": 90,
    "statement": "Solar still extracts groundwater using sun's heat and evaporation."
  },
  {
    "id": 91,
    "statement": "Objectivity in ethics is a fundamental aspect of moral principles"
  },
  {
    "id": 92,
    "statement": "Stellar fusion powers stars through nuclear reactions."
  },
  {
    "id": 93,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 94,
    "statement": "Invalid assumptions frequently lead to incorrect moral conclusions."
  },
  {
    "id": 95,
    "statement": "Mitochondria produce ATP through cellular respiration in eukaryotic cells"
  },
  {
    "id": 96,
    "statement": "Entropy measures disorder or randomness in energy systems."
  },
  {
    "id": 97,
    "statement": "Stellar fusion powers stars through hydrogen nucleus combination releasing energy"
  },
  {
    "id": 98,
    "statement": "Meiosis, chromosomal crossover crucial for genetic diversity increase."
  },
  {
    "id": 99,
    "statement": "Transcription, translation, and regulation modulate protein synthesis from DNA."
  },
  {
    "id": 100,
    "statement": "Newton's 3rd law has limitations in quantum and relativistic contexts."
  },
  {
    "id": 101,
    "statement": "Humans have capacity for subjective experiences and sensations."
  },
  {
    "id": 102,
    "statement": "Biological potential refers to a fertilized egg's normal development."
  },
  {
    "id": 103,
    "statement": "Progressive taxation reduces economic disparities through income redistribution"
  },
  {
    "id": 104,
    "statement": "Stellar fusion powers stars through nuclear reactions within cores."
  },
  {
    "id": 105,
    "statement": "Complex numbers: a + bi where i² = -1 is fundamental."
  },
  {
    "id": 106,
    "statement": "Water's volume increases by 9% when it freezes due to crystalline structure."
  },
  {
    "id": 107,
    "statement": "Education promotes critical thinking through diverse values-based approaches."
  },
  {
    "id": 108,
    "statement": "Stellar fusion powers stars through nuclear reactions."
  },
  {
    "id": 109,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 110,
    "statement": "Dogs can detect various medical conditions with remarkable accuracy."
  },
  {
    "id": 111,
    "statement": "Societal equity ensures equal opportunities, reducing systemic inequalities."
  },
  {
    "id": 112,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 113,
    "statement": "Gravitational force increases near the Sun, accelerating planetary motion."
  },
  {
    "id": 114,
    "statement": "Universal basic income should be carefully considered for automation's consequences."
  },
  {
    "id": 115,
    "statement": "Capital punishment is a complex moral issue with conflicting perspectives."
  },
  {
    "id": 116,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 117,
    "statement": "Capital punishment may violate inherent right to life dignity."
  },
  {
    "id": 118,
    "statement": "Mitochondria produce ATP in eukaryotic cells through oxidative phosphorylation."
  },
  {
    "id": 119,
    "statement": "Progressive taxation reduces economic disparities through income redistribution."
  },
  {
    "id": 120,
    "statement": "Atomic number determines chemical properties via electron configuration."
  },
  {
    "id": 121,
    "statement": "Mitochondria produce ATP through diverse respiration pathways in eukaryotes"
  },
  {
    "id": 122,
    "statement": "Kant's moral laws prioritize inherent dignity and worth over consequences."
  },
  {
    "id": 123,
    "statement": "Education promotes critical thinking through diverse pedagogical approaches."
  },
  {
    "id": 124,
    "statement": "Genetic engineering risks include off-target effects, insertional mutagenesis."
  },
  {
    "id": 125,
    "statement": "Societal stability can be achieved through various relational structures."
  },
  {
    "id": 126,
    "statement": "Environmental conservation ensures human survival through biodiversity, resources, and services."
  },
  {
    "id": 127,
    "statement": "Diverse values-based education fosters critical thinking through empathy and analysis."
  },
  {
    "id": 128,
    "statement": "Solar still extracts groundwater using sun's heat and evaporation."
  },
  {
    "id": 129,
    "statement": "Gravitational force increases near the Sun, accelerating planet's orbit."
  },
  {
    "id": 130,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity."
  },
  {
    "id": 131,
    "statement": "Capital punishment justifiably induces moral contemplation on inherent right."
  },
  {
    "id": 132,
    "statement": "Honesty is a fundamental value, building trust and respect."
  },
  {
    "id": 133,
    "statement": "Diverse values-based education fosters critical thinking through empathy and analysis."
  },
  {
    "id": 134,
    "statement": "Education fosters critical thinking through diverse problem-solving approaches."
  },
  {
    "id": 135,
    "statement": "Biological potential: egg's inherent capacity for normal development starts."
  },
  {
    "id": 136,
    "statement": "The Earth's magnetic field interacts with compasses to orient themselves."
  },
  {
    "id": 137,
    "statement": "Newton's 3rd law's limitations arise in microscopic and relativistic contexts,"
  },
  {
    "id": 138,
    "statement": "Iodine tablets contain elemental iodine, which reacts with water to form hypoiodous acid."
  },
  {
    "id": 139,
    "statement": "Solar still: low-cost method for purifying contaminated water."
  },
  {
    "id": 140,
    "statement": "Diverse values-based education fosters critical thinking through empathy and analysis."
  },
  {
    "id": 141,
    "statement": "Newton's 3rd law is context-dependent, applying only to classical mechanics."
  },
  {
    "id": 142,
    "statement": "Unforeseen consequences of genetic engineering in humans can be significant."
  },
  {
    "id": 143,
    "statement": "Moral principles evolve through shared human values and experiences."
  },
  {
    "id": 144,
    "statement": "Photosynthesis: Calvin cycle converts CO2 into glucose via ATP and NADPH."
  },
  {
    "id": 145,
    "statement": "Earth's magnetic field generated by core rotation-induced convection currents."
  },
  {
    "id": 146,
    "statement": "Capital punishment is a debated and complex moral issue."
  },
  {
    "id": 147,
    "statement": "Invalid assumptions can lead to incorrect moral conclusions."
  },
  {
    "id": 148,
    "statement": "Mitochondria produce ATP through oxidative phosphorylation in eukaryotes."
  },
  {
    "id": 149,
    "statement": "Mitochondria produce ATP through chemiosmosis and electron transport chain."
  },
  {
    "id": 150,
    "statement": "Honesty is a valuable virtue, context dependent and not absolute."
  },
  {
    "id": 151,
    "statement": "DNA sequence determines organism characteristics through gene expression."
  },
  {
    "id": 152,
    "statement": "DNA sequence determines traits through transcription, translation, and regulation."
  },
  {
    "id": 153,
    "statement": "Mitochondria produce ATP through oxidative phosphorylation in eukaryotic cells."
  },
  {
    "id": 154,
    "statement": "Earth's magnetic field generated by molten iron convection core."
  },
  {
    "id": 155,
    "statement": "Societal stability requires multifaceted factors, not a single one."
  },
  {
    "id": 156,
    "statement": "The pH scale measures hydrogen ions' concentration logarithmically, affecting solutions'"
  },
  {
    "id": 157,
    "statement": "Sentience refers to subjective, internal, personal experiences unique."
  },
  {
    "id": 158,
    "statement": "It is never morally acceptable to lie because honesty foundation."
  },
  {
    "id": 159,
    "statement": "Solar still purifies water using sun's heat and evaporation process"
  },
  {
    "id": 160,
    "statement": "Capital punishment is unjustifiable as it violates inherent right."
  },
  {
    "id": 161,
    "statement": "Environmental conservation crucial for human survival requires cooperation."
  },
  {
    "id": 162,
    "statement": "Education promotes critical thinking through diverse pedagogical approaches and experiences."
  },
  {
    "id": 163,
    "statement": "Stellar fusion is a nuclear process combining hydrogen atoms."
  },
  {
    "id": 164,
    "statement": "Environmental conservation ensures human well-being and survival through climate regulation."
  },
  {
    "id": 165,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 166,
    "statement": "Education that values diversity fosters critical thinking through empathy and analysis."
  },
  {
    "id": 167,
    "statement": "Mitochondria produce ATP via chemiosmosis in eukaryotic cells."
  },
  {
    "id": 168,
    "statement": "Water expands by 9% when it freezes due to crystalline structure."
  },
  {
    "id": 169,
    "statement": "Euthanasia's moral permissibility depends on autonomy, dignity, and consent nuances."
  },
  {
    "id": 170,
    "statement": "Honesty is the foundation of trust in moral doctrines"
  },
  {
    "id": 171,
    "statement": "Stellar fusion powers stars through hydrogen nucleus combination releasing energy."
  },
  {
    "id": 172,
    "statement": "Solar stills purify water using sun's heat and evaporation principles."
  },
  {
    "id": 173,
    "statement": "Ethics guides food choices to ensure sustainability, welfare, nutrition harmony."
  },
  {
    "id": 174,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 175,
    "statement": "Photosynthesis converts CO2 into glucose through Calvin cycle"
  },
  {
    "id": 176,
    "statement": "Invalid assumptions lead to wrong moral conclusions due to distorted understanding."
  },
  {
    "id": 177,
    "statement": "Stellar fusion powers stars through hydrogen nucleus combination, releasing immense energy."
  },
  {
    "id": 178,
    "statement": "Off-target effects: unintended consequences of genetic modifications."
  },
  {
    "id": 179,
    "statement": "Public spaces must provide accessible facilities and inclusive environments addressing diverse needs."
  },
  {
    "id": 180,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 181,
    "statement": "Capital punishment is a complex moral issue debated ethically and legally."
  },
  {
    "id": 182,
    "statement": "Photosynthesis converts CO2 into glucose via Calvin cycle reactions."
  },
  {
    "id": 183,
    "statement": "Social context can moderate the moral requirement of honesty."
  },
  {
    "id": 184,
    "statement": "Genetic engineering in humans has potential therapeutic and controversial applications."
  },
  {
    "id": 185,
    "statement": "Sentience in animals involves self-awareness and cognitive processes."
  },
  {
    "id": 186,
    "statement": "It is never morally acceptable to lie because honesty."
  },
  {
    "id": 187,
    "statement": "Molten iron core convection generates Earth's magnetic field."
  },
  {
    "id": 188,
    "statement": "Cultural relativism justifies human rights violations under pretext."
  },
  {
    "id": 189,
    "statement": "Genetic diversity arises from chromosomal crossover in meiosis."
  },
  {
    "id": 190,
    "statement": "Mitochondria produce ATP in eukaryotic cells through cellular respiration."
  },
  {
    "id": 191,
    "statement": "Societal equity reduces systemic inequalities through policy and individual actions"
  },
  {
    "id": 192,
    "statement": "Laws are oppressive if they intend to discriminate, limit freedom."
  },
  {
    "id": 193,
    "statement": "Evolution is driven by genetic variation and natural selection."
  },
  {
    "id": 194,
    "statement": "Invalid assumptions can lead to incorrect moral conclusions frequently."
  },
  {
    "id": 195,
    "statement": "Societal equity ensures equal opportunities by addressing systemic inequalities."
  },
  {
    "id": 196,
    "statement": "Universal Basic Income: funding mix and implementation strategies matter."
  },
  {
    "id": 197,
    "statement": "Individual freedoms should only be restricted to prevent serious harm."
  },
  {
    "id": 198,
    "statement": "Euthanasia's ethical context depends on cultural, religious, patient autonomy, medical, legal, and personal factors."
  },
  {
    "id": 199,
    "statement": "Progressive taxation reduces income disparities through tiered rates and redistribution."
  }
]