[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Histone modifications regulate chromatin structure, gene expression dynamics."
  },
  {
    "id": 2,
    "statement": "Moral judgments depend on context, consequences, and personal values."
  },
  {
    "id": 3,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression."
  },
  {
    "id": 4,
    "statement": "Histone modifications alter chromatin structure, regulating gene expression."
  },
  {
    "id": 5,
    "statement": "Moral values arise from complex interactions between multiple factors."
  },
  {
    "id": 6,
    "statement": "Epigenetic mechanisms regulate gene expression without DNA sequence change."
  },
  {
    "id": 7,
    "statement": "Epigenetic editing enzymes respond to toxins, altering gene expression."
  },
  {
    "id": 8,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal influences"
  },
  {
    "id": 9,
    "statement": "Epigenetic changes regulate gene expression via chromatin modifications"
  },
  {
    "id": 10,
    "statement": "Honesty in power imbalances fosters trust and mitigates exploitation."
  },
  {
    "id": 11,
    "statement": "Social inequalities lead to power imbalances, which foster dishonesty."
  },
  {
    "id": 12,
    "statement": "Honesty in power imbalances prevents exploitation and builds trust."
  },
  {
    "id": 13,
    "statement": "Epigenetic changes influence gene expression, disease susceptibility, and treatment outcomes."
  },
  {
    "id": 14,
    "statement": "Honesty alone is insufficient to address exploitation and power imbalances."
  },
  {
    "id": 15,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 16,
    "statement": "Histone modifications alter chromatin structure dynamically."
  },
  {
    "id": 17,
    "statement": "Transcription factors recognize DNA sequences through electrostatic forces."
  },
  {
    "id": 18,
    "statement": "Histone modifications regulate gene expression dynamics by controlling chromatin structure"
  },
  {
    "id": 19,
    "statement": "Histone modifications alter chromatin structure through electrostatic interactions"
  },
  {
    "id": 20,
    "statement": "Epigenetic changes result from complex biological-environmental interactions."
  },
  {
    "id": 21,
    "statement": "Trust erosion from complex interactions of psychological, social, and environmental factors."
  },
  {
    "id": 22,
    "statement": "Epigenetic modifications regulate gene expression without DNA sequence change."
  },
  {
    "id": 23,
    "statement": "Transcription factors recognize DNA sequences through domain-specific binding."
  },
  {
    "id": 24,
    "statement": "Transcription factors recognize specific DNA sequences through binding motifs."
  },
  {
    "id": 25,
    "statement": "Honesty, power imbalances, trust, and exploitation: contextual considerations required."
  },
  {
    "id": 26,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 27,
    "statement": "Histone modifying enzymes add or remove chemical modifications to chromatin."
  },
  {
    "id": 28,
    "statement": "Transcription factors recognize specific DNA sequences through binding motifs."
  },
  {
    "id": 29,
    "statement": "Epigenetic changes result from intricate biological-environmental interactions."
  },
  {
    "id": 30,
    "statement": "Moral judgments depend on context, consequences, and personal values."
  },
  {
    "id": 31,
    "statement": "Non-judgmental acceptance creates safety for vulnerable communication."
  },
  {
    "id": 32,
    "statement": "Epigenetic changes arise from complex biological-environmental interactions"
  },
  {
    "id": 33,
    "statement": "Environmental toxins trigger epigenetic changes in gene expression through mechanisms yet unknown."
  },
  {
    "id": 34,
    "statement": "Epigenetic changes occur due to environmental toxins' complex mechanisms"
  },
  {
    "id": 35,
    "statement": "Histone modifications alter chromatin structure through electrostatic interactions."
  },
  {
    "id": 36,
    "statement": "Epigenetic changes result from complex biological-environmental interactions affecting gene expression"
  },
  {
    "id": 37,
    "statement": "Transcription factors recognize DNA sequences through weak forces interaction"
  },
  {
    "id": 38,
    "statement": "Honesty in power imbalances creates trust and prevents exploitation."
  },
  {
    "id": 39,
    "statement": "Non-judgmental acceptance fosters empathy through active listening validation"
  },
  {
    "id": 40,
    "statement": "DNA-protein interactions regulate chromatin structure and gene expression instantly."
  },
  {
    "id": 41,
    "statement": "Moral values arise from complex biological, psychological, social, cultural factors."
  },
  {
    "id": 42,
    "statement": "Transcription factors recognize DNA sequences through domain-specific binding interactions."
  },
  {
    "id": 43,
    "statement": "Moral values emerge from intricate biological, psychological, social, and cultural interactions."
  },
  {
    "id": 44,
    "statement": "Histones' tails regulate chromatin structure through epigenetic modifications."
  },
  {
    "id": 45,
    "statement": "Epigenetic changes result from multifaceted biological and environmental interactions."
  },
  {
    "id": 46,
    "statement": "Epigenetic mechanisms regulate gene expression through DNA methylation, histone modifications."
  },
  {
    "id": 47,
    "statement": "Non-judgmental acceptance fosters self-compassion, mindfulness, and openness without judgment."
  },
  {
    "id": 48,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression."
  },
  {
    "id": 49,
    "statement": "Transcription factors recognize DNA sequences through specific and weak interactions."
  },
  {
    "id": 50,
    "statement": "Moral values arise from complex biological, psychological, social, and environmental factors."
  },
  {
    "id": 51,
    "statement": "Trust eroded by complex interactions among psychological, social, and environmental factors."
  },
  {
    "id": 52,
    "statement": "Acceptance reduces emotional reactivity through increased mindfulness and self-compassion."
  },
  {
    "id": 53,
    "statement": "Epigenetic marks influenced by complex interplay of factors."
  },
  {
    "id": 54,
    "statement": "Social inequalities and power imbalances promote unjust moral judgments."
  },
  {
    "id": 55,
    "statement": "DNA-protein interactions regulate chromatin accessibility and gene expression."
  },
  {
    "id": 56,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interplay."
  },
  {
    "id": 57,
    "statement": "Chromatin remodeling complexes regulate gene expression through histone modifications."
  },
  {
    "id": 58,
    "statement": "Moral judgments depend on context, consequences, and personal values."
  },
  {
    "id": 59,
    "statement": "Histone modifications compact chromatin, influencing gene expression dynamically by altered histone-DNA interactions."
  },
  {
    "id": 60,
    "statement": "Histone tail modifications alter chromatin structure via electrostatic interactions."
  },
  {
    "id": 61,
    "statement": "DNA-protein interactions regulate chromatin accessibility and gene expression mechanisms"
  },
  {
    "id": 62,
    "statement": "Moral judgments rely on complex psychological and social influences."
  },
  {
    "id": 63,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 64,
    "statement": "Epigenetic marks influence gene expression through chromatin remodeling."
  },
  {
    "id": 65,
    "statement": "Non-judgmental acceptance and active listening foster empathy and understanding."
  },
  {
    "id": 66,
    "statement": "Dynamic regulation refers to reversible histone modifications."
  },
  {
    "id": 67,
    "statement": "Social inequalities create power imbalances leading to dishonesty."
  },
  {
    "id": 68,
    "statement": "Histone modifications modulate chromatin structure through electrostatic interactions."
  },
  {
    "id": 69,
    "statement": "Histone modifications influence chromatin structure through electrostatic forces."
  },
  {
    "id": 70,
    "statement": "Epigenetic changes regulate gene expression through chromatin modifications"
  },
  {
    "id": 71,
    "statement": "Electrostatic interactions between histone tails and DNA regulate chromatin structure."
  },
  {
    "id": 72,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression dynamically"
  },
  {
    "id": 73,
    "statement": "Transcription factors recognize specific DNA sequences via binding motifs."
  },
  {
    "id": 74,
    "statement": "Non-judgmental acceptance fosters self-compassion, mindfulness, and emotional regulation through reduced emotional reactivity, increased emotional awareness, decreased emotional intensity, and increased self-compassion."
  },
  {
    "id": 75,
    "statement": "Moral judgments influenced by individual psychological factors and societal context."
  },
  {
    "id": 76,
    "statement": "Epigenetic changes result from complex biological-environmental interactions."
  },
  {
    "id": 77,
    "statement": "Power imbalances can fuel dishonesty in oppressed environments"
  },
  {
    "id": 78,
    "statement": "Honesty may not always be the best moral choice"
  },
  {
    "id": 79,
    "statement": "Moral values arise from multiple factors, including biology, psychology, and societal influences."
  },
  {
    "id": 80,
    "statement": "Non-judgmental acceptance fosters self-compassion, mindfulness, and openness through self-awareness."
  },
  {
    "id": 81,
    "statement": "Epigenetic changes result from complex biological-environmental interplay."
  },
  {
    "id": 82,
    "statement": "Epigenetic changes involve environmental and lifestyle factors influence."
  },
  {
    "id": 83,
    "statement": "Epigenetics influences moral values and trust through gene expression."
  },
  {
    "id": 84,
    "statement": "Acceptance reduces emotional reactivity through observing and accepting emotions."
  },
  {
    "id": 85,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 86,
    "statement": "Histone modifications alter chromatin structure and gene expression."
  },
  {
    "id": 87,
    "statement": "Non-judgmental acceptance creates safe space for active listening and validation"
  },
  {
    "id": 88,
    "statement": "Trust erosion involves complex process of dishonesty, power imbalance."
  },
  {
    "id": 89,
    "statement": "Histone modifications regulate chromatin structure and gene expression reversibly."
  },
  {
    "id": 90,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression"
  },
  {
    "id": 91,
    "statement": "Epigenetic changes result from complex biological-environmental interactions."
  },
  {
    "id": 92,
    "statement": "Histone modifications compact chromatin, influencing gene expression dynamically."
  },
  {
    "id": 93,
    "statement": "Non-judgmental acceptance and active listening foster empathy and understanding through validation."
  },
  {
    "id": 94,
    "statement": "Chromatin remodeling complexes alter chromatin structure and gene expression"
  },
  {
    "id": 95,
    "statement": "Moral judgments depend on context, consequences, and personal values."
  },
  {
    "id": 96,
    "statement": "Honesty alone may not prevent exploitation in power imbalance."
  },
  {
    "id": 97,
    "statement": "Epigenetic changes result from complex biological-environmental interactions influencing gene expression."
  },
  {
    "id": 98,
    "statement": "Epigenetic changes regulate gene expression without DNA sequence modification."
  },
  {
    "id": 99,
    "statement": "Epigenetic changes result from complex biological-environmental interactions."
  },
  {
    "id": 100,
    "statement": "Histone modifications alter chromatin structure and gene expression dynamically."
  },
  {
    "id": 101,
    "statement": "Epigenetic changes result from complex interplay between biological/environmental factors."
  },
  {
    "id": 102,
    "statement": "Chromatin remodeling complexes modify histones to regulate gene expression"
  },
  {
    "id": 103,
    "statement": "Chromatin remodeling complexes modify histones to regulate gene expression."
  },
  {
    "id": 104,
    "statement": "Non-judgmental acceptance fosters empathy and understanding through active listening."
  },
  {
    "id": 105,
    "statement": "Epigenetic marks rapidly respond to environmental and cellular stimuli."
  },
  {
    "id": 106,
    "statement": "Transcription factors recognize DNA sequences through DNA-binding domains'"
  },
  {
    "id": 107,
    "statement": "Transcription factors recognize DNA sequences through electrostatic interactions."
  },
  {
    "id": 108,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 109,
    "statement": "Non-judgmental acceptance fosters empathy through emotional validation."
  },
  {
    "id": 110,
    "statement": "Moral values emerge from interconnected biological, psychological, social, and cultural factors."
  },
  {
    "id": 111,
    "statement": "Moral values shaped by biological, environmental, and epigenetic factors."
  },
  {
    "id": 112,
    "statement": "Transcription factors recognize DNA sequences through electrostatic, hydrogen, and van der Waals interactions."
  },
  {
    "id": 113,
    "statement": "Epigenetic changes result from complex interplay of biological and environmental factors."
  },
  {
    "id": 114,
    "statement": "Electrostatic interactions regulate chromatin structure through histone tail modifications."
  },
  {
    "id": 115,
    "statement": "Epigenetic changes result from intricate biological-environmental interactions influencing gene expression."
  },
  {
    "id": 116,
    "statement": "Transcription factors recognize DNA through electrostatic, hydrogen, and van der Waals interactions."
  },
  {
    "id": 117,
    "statement": "Non-judgmental acceptance fosters self-compassion, mindfulness, and openness through emotional regulation."
  },
  {
    "id": 118,
    "statement": "Chromatin structure regulates gene expression through histone modifications."
  },
  {
    "id": 119,
    "statement": "Moral values arise from complex interactions of multiple factors."
  },
  {
    "id": 120,
    "statement": "Electrostatic attractions drive transcription factor-DNA binding through opposite charges."
  },
  {
    "id": 121,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 122,
    "statement": "Honesty in power imbalances creates trust and prevents exploitation."
  },
  {
    "id": 123,
    "statement": "Moral values emerge from intricate biological, psychological, social, and cultural interactions."
  },
  {
    "id": 124,
    "statement": "Epigenetic marks rapidly respond to environmental stimuli, influencing gene expression."
  },
  {
    "id": 125,
    "statement": "Epigenetic changes occur due to biological-environmental interactions' influence"
  },
  {
    "id": 126,
    "statement": "Social inequalities create power imbalances leading to moral justifications."
  },
  {
    "id": 127,
    "statement": "Epigenetic marks influenced by intricate biological-environmental interactions."
  },
  {
    "id": 128,
    "statement": "Trust erosion involves complex processes, including dishonesty, power imbalance."
  },
  {
    "id": 129,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 130,
    "statement": "Chromatin remodeling complexes regulate gene expression through histone modification interactions"
  },
  {
    "id": 131,
    "statement": "Epigenetic changes triggered by environmental toxins are intricately complex mechanisms."
  },
  {
    "id": 132,
    "statement": "Heterogeneous factors contribute to the emergence of moral values."
  },
  {
    "id": 133,
    "statement": "Epigenetic marks influenced by complex biological-environmental interactions."
  },
  {
    "id": 134,
    "statement": "Moral values arise from complex biological-psychological-social interactions"
  },
  {
    "id": 135,
    "statement": "Histone modifications compact chromatin, influencing gene expression dynamically through electrostatic interactions."
  },
  {
    "id": 136,
    "statement": "Histone modifications regulate chromatin structure, gene expression dynamics."
  },
  {
    "id": 137,
    "statement": "Acceptance increases mindfulness and self-compassion, reducing emotional reactivity"
  },
  {
    "id": 138,
    "statement": "Epigenetic marks rapidly respond to environmental stimuli, influenced by context."
  },
  {
    "id": 139,
    "statement": "Honesty in power imbalances creates trust and prevents exploitation build."
  },
  {
    "id": 140,
    "statement": "Transcription factors recognize DNA sequences through electrostatic and hydrogen bonds."
  },
  {
    "id": 141,
    "statement": "Binding motifs are specific DNA sequences recognized by transcription factors."
  },
  {
    "id": 142,
    "statement": "Epigenetic changes influence moral values and trust through gene expression regulation."
  },
  {
    "id": 143,
    "statement": "Self-awareness fosters emotional regulation leading to mindfulness and openness."
  },
  {
    "id": 144,
    "statement": "Trust erosion occurs due to complex psychological, social, and environmental interactions"
  },
  {
    "id": 145,
    "statement": "Epigenetic marks rapidly respond to environmental toxins, influencing gene expression."
  },
  {
    "id": 146,
    "statement": "Emotional acceptance reduces judgment, increasing self-awareness and resilience."
  },
  {
    "id": 147,
    "statement": "Trust dynamics arise from complex psychological-social-environmental interactions."
  },
  {
    "id": 148,
    "statement": "Histone modifications can be dynamically added or removed."
  },
  {
    "id": 149,
    "statement": "Chromatin accessibility refers to open or closed chromatin regions."
  },
  {
    "id": 150,
    "statement": "Trust erosion arises from intricate psychological and social dynamics."
  },
  {
    "id": 151,
    "statement": "Dishonesty and power imbalance often intertwine, eroding trust."
  },
  {
    "id": 152,
    "statement": "Biological factors influence moral values through genetic, hormonal, and epigenetic interactions."
  },
  {
    "id": 153,
    "statement": "Chromatin structure regulates gene expression through histone modifications."
  },
  {
    "id": 154,
    "statement": "Epigenetic changes arise from interacting biological and environmental factors"
  },
  {
    "id": 155,
    "statement": "Social inequalities lead to power imbalances, fostering dishonesty and manipulation."
  },
  {
    "id": 156,
    "statement": "Non-judgmental acceptance fosters self-awareness, emotional regulation, and calm."
  },
  {
    "id": 157,
    "statement": "Moral judgments involve complex interplay of biological, psychological, social factors."
  },
  {
    "id": 158,
    "statement": "Moral judgments influenced by individual psychological factors."
  },
  {
    "id": 159,
    "statement": "Epigenetic editing enzymes regulate gene expression in response to toxins."
  },
  {
    "id": 160,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal influences."
  },
  {
    "id": 161,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 162,
    "statement": "Epigenetic changes result from complex biological-environmental interactions."
  },
  {
    "id": 163,
    "statement": "Epigenetic modifications regulate gene expression without DNA sequence change through chromatin structure alterations."
  },
  {
    "id": 164,
    "statement": "Moral values emerge from dynamic interplay of biological, psychological, social, and cultural factors."
  },
  {
    "id": 165,
    "statement": "DNA-protein interactions regulate chromatin structure and gene expression via histone modifications and chromatin remodeling complexes."
  },
  {
    "id": 166,
    "statement": "Honesty, trust, and exploitation depend on specific contextual situations."
  },
  {
    "id": 167,
    "statement": "Moral values arise from complex biological, psychological, social, cultural interactions."
  },
  {
    "id": 168,
    "statement": "Dynamic regulation refers to reversible chromatin structure modifications."
  },
  {
    "id": 169,
    "statement": "Chromatin remodeling complexes regulate gene expression through histone modifications."
  },
  {
    "id": 170,
    "statement": "DNA-protein interactions regulate chromatin structure and gene expression rapidly."
  },
  {
    "id": 171,
    "statement": "Epigenetic changes influenced by DNA methylation and histone modifications"
  },
  {
    "id": 172,
    "statement": "Epigenetics influences moral values and trust through gene expression."
  },
  {
    "id": 173,
    "statement": "Epigenetic changes arise from intricate biological-environmental interplay still refined."
  },
  {
    "id": 174,
    "statement": "Epigenetic changes modulate gene expression through chromatin accessibility control."
  },
  {
    "id": 175,
    "statement": "Honesty alone may not prevent exploitation in power imbalances"
  },
  {
    "id": 176,
    "statement": "Epigenetic changes occur due to complex environmental toxin interactions."
  },
  {
    "id": 177,
    "statement": "Histone modifications alter chromatin structure affecting gene expression."
  },
  {
    "id": 178,
    "statement": "Moral judgments influenced by personal values, shaped by experience."
  },
  {
    "id": 179,
    "statement": "Electrostatic attraction between histone tails and DNA stabilizes chromatin structure."
  },
  {
    "id": 180,
    "statement": "Honesty fosters trust and mitigates exploitation through power imbalances."
  },
  {
    "id": 181,
    "statement": "Environmental toxins alter epigenetic marks, influencing gene expression."
  },
  {
    "id": 182,
    "statement": "Histone modifications regulate gene expression dynamics through chromatin remodeling."
  },
  {
    "id": 183,
    "statement": "Social inequalities create power imbalances, justifying oppressive systems."
  },
  {
    "id": 184,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 185,
    "statement": "Social inequalities influence moral judgments through power and bias."
  },
  {
    "id": 186,
    "statement": "Moral values arise from complex interplay of biological, psychological, social, cultural factors"
  },
  {
    "id": 187,
    "statement": "Histone electrostatic interactions regulate chromatin structure and gene expression."
  },
  {
    "id": 188,
    "statement": "Honesty in power imbalances prevents exploitation and builds trust."
  },
  {
    "id": 189,
    "statement": "Non-judgmental acceptance fosters empathy through safe and open communication environments."
  },
  {
    "id": 190,
    "statement": "Transcription factors recognize DNA sequences through weak non-covalent interactions."
  },
  {
    "id": 191,
    "statement": "Epigenetic changes result from dynamic biological-environmental interactions influencing gene expression."
  },
  {
    "id": 192,
    "statement": "Epigenetic changes result from complex interactions between diet, stress, and environment."
  },
  {
    "id": 193,
    "statement": "Transcription factors recognize DNA sequences through specific and weak interactions."
  },
  {
    "id": 194,
    "statement": "Honesty insufficient to address exploitation without structural changes"
  },
  {
    "id": 195,
    "statement": "Environmental stimuli rapidly alter epigenetic marks regulating gene expression."
  },
  {
    "id": 196,
    "statement": "Histone modifications dynamically regulate chromatin structure for gene expression."
  },
  {
    "id": 197,
    "statement": "Histone modifying enzymes add/remove chemical modifications to chromatin structure."
  },
  {
    "id": 198,
    "statement": "Epigenetic marks influence gene expression through chromatin remodeling complexes."
  }
]