[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Moral values arise from interplay of biological and psychological factors, influenced by evolution, brain structure, hormones, social learning, cognitive biases, and emotional experiences."
  },
  {
    "id": 2,
    "statement": "Zinc fingers are protein domains recognizing specific DNA sequences."
  },
  {
    "id": 3,
    "statement": "Epigenetic modifications intersect with transcription factors, chromatin remodeling complexes, non-coding RNAs, and post-translational modifications to regulate gene expression."
  },
  {
    "id": 4,
    "statement": "Epigenetic regulation influenced by reciprocal biological-environmental interactions."
  },
  {
    "id": 5,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interplay."
  },
  {
    "id": 6,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factors."
  },
  {
    "id": 7,
    "statement": "Moral values arise from complex biological psychological social influences."
  },
  {
    "id": 8,
    "statement": "Trust erosion can occur through dissonance between expected and actual outcomes."
  },
  {
    "id": 9,
    "statement": "Epigenetic mechanisms regulate gene expression through DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 10,
    "statement": "Mutations occur through errors during DNA replication or repair"
  },
  {
    "id": 11,
    "statement": "Moral values emerge from dynamic interplay of biology and society"
  },
  {
    "id": 12,
    "statement": "Epigenetic modifications regulate chromatin structure dynamically and reversibly."
  },
  {
    "id": 13,
    "statement": "Moral values arise from biological and psychological interactions."
  },
  {
    "id": 14,
    "statement": "Epigenetic regulation influenced by reciprocal biological-environmental interactions."
  },
  {
    "id": 15,
    "statement": "Epigenetic changes result from reciprocal biological-environmental interactions."
  },
  {
    "id": 16,
    "statement": "Trust erosion occurs due to dissonance between expected and actual outcomes"
  },
  {
    "id": 17,
    "statement": "Power imbalances arise from complex, interconnected social, economic, historical factors."
  },
  {
    "id": 18,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 19,
    "statement": "Power imbalances arise from interacting social, economic, and historical factors."
  },
  {
    "id": 20,
    "statement": "Honesty fosters trust, but not always and not easily"
  },
  {
    "id": 21,
    "statement": "Cognitive dissonance theory increases trust through consistency and shared values."
  },
  {
    "id": 22,
    "statement": "Histone modification plays a crucial role in regulating gene expression through chromatin structure alteration"
  },
  {
    "id": 23,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression through multiple mechanisms."
  },
  {
    "id": 24,
    "statement": "Epigenetic changes result from reciprocal biological-environmental interactions, influencing gene expression."
  },
  {
    "id": 25,
    "statement": "Epigenetic modifications intersect with transcription factors, chromatin remodeling complexes, non-coding RNAs, and post-translational modifications."
  },
  {
    "id": 26,
    "statement": "Histone modifications and chromatin remodeling jointly regulate gene expression dynamics."
  },
  {
    "id": 27,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal interactions influencing gene expression."
  },
  {
    "id": 28,
    "statement": "Histone modification alters chromatin structure influencing gene expression dynamically."
  },
  {
    "id": 29,
    "statement": "Histone modifications and chromatin remodeling co-regulate gene expression dynamics."
  },
  {
    "id": 30,
    "statement": "Epigenetic editing enzymes modify DNA methylation via ADnof reaction"
  },
  {
    "id": 31,
    "statement": "Cognitive dissonance theory explains trust erosion and promotion"
  },
  {
    "id": 32,
    "statement": "Trust erosion can occur through dissonance between expected and actual outcomes."
  },
  {
    "id": 33,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal interactions influencing gene expression."
  },
  {
    "id": 34,
    "statement": "Dynamic histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 35,
    "statement": "Moral values arise from interplay of biological and psychological factors."
  },
  {
    "id": 36,
    "statement": "Trust erosion arises from dissonance between expected and actual outcomes."
  },
  {
    "id": 37,
    "statement": "Histone modification regulates chromatin structure and gene expression dynamically."
  },
  {
    "id": 38,
    "statement": "Zinc fingers recognize specific DNA sequences regulating gene expression."
  },
  {
    "id": 39,
    "statement": "Protein domains perform specific functions through unique structures."
  },
  {
    "id": 40,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 41,
    "statement": "Epigenetic changes result from systemic environmental interactions influencing gene expression."
  },
  {
    "id": 42,
    "statement": "Histone modifications regulate chromatin accessibility through electrostatic interactions."
  },
  {
    "id": 43,
    "statement": "Electrostatic attraction between histones and DNA regulates chromatin compaction."
  },
  {
    "id": 44,
    "statement": "Epigenetic changes arise from reciprocal biological-environmental interactions."
  },
  {
    "id": 45,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression continuously."
  },
  {
    "id": 46,
    "statement": "Trust erosion can be caused by various factors, not just outcomes."
  },
  {
    "id": 47,
    "statement": "Epigenetic modifications alter chromatin structure, influencing gene expression."
  },
  {
    "id": 48,
    "statement": "Epigenetic editing enzymes modify DNA marks in response to environmental toxins."
  },
  {
    "id": 49,
    "statement": "Moral values arise from interconnected biological, psychological, and social factors."
  },
  {
    "id": 50,
    "statement": "Histone modifications regulate chromatin accessibility through electrostatic charges"
  },
  {
    "id": 51,
    "statement": "Epigenetic changes result from dynamic interplay between biology and environment."
  },
  {
    "id": 52,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 53,
    "statement": "Protein domains are specialized regions within proteins performing specific functions."
  },
  {
    "id": 54,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 55,
    "statement": "It is never morally acceptable to lie because honesty fosters trust."
  },
  {
    "id": 56,
    "statement": "Epigenetic changes arise from dynamic environment-organism interactions influencing gene expression."
  },
  {
    "id": 57,
    "statement": "Mindfulness self-compassion acceptance reduce emotional reactivity through neural pathways."
  },
  {
    "id": 58,
    "statement": "Histone modifying enzymes regulate chromatin structure dynamically."
  },
  {
    "id": 59,
    "statement": "Mutations occur through errors in DNA replication or repair"
  },
  {
    "id": 60,
    "statement": "Zinc fingers recognize specific DNA sequences through precise binding."
  },
  {
    "id": 61,
    "statement": "Honesty and trust depend on credibility, context, motivation, and power balance."
  },
  {
    "id": 62,
    "statement": "Epigenetic changes result from reciprocal biological-environmental interactions."
  },
  {
    "id": 63,
    "statement": "Transcription factors recognize DNA using specific protein domains like zinc fingers."
  },
  {
    "id": 64,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factors binding dynamically."
  },
  {
    "id": 65,
    "statement": "Histone modifications alter chromatin structure and accessibility dynamically."
  },
  {
    "id": 66,
    "statement": "Epigenetic regulation influenced by dynamic environmental-biological interactions."
  },
  {
    "id": 67,
    "statement": "Hormones, such as testosterone and oxytocin, influence moral values."
  },
  {
    "id": 68,
    "statement": "Honesty alone is insufficient to build trust reliably."
  },
  {
    "id": 69,
    "statement": "Histone modifications regulate chromatin structure and accessibility for transcription factors."
  },
  {
    "id": 70,
    "statement": "Epigenetic regulation involves non-coding RNA-mediated chromatin remodeling."
  },
  {
    "id": 71,
    "statement": "Humans' moral values result from complex interplay of biology, psychology, and society."
  },
  {
    "id": 72,
    "statement": "Epigenetic editing enzymes use S-adenosylmethionine as methyl donor."
  },
  {
    "id": 73,
    "statement": "Acetylation relaxes chromatin structure by reducing positive charge"
  },
  {
    "id": 74,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factors binding."
  },
  {
    "id": 75,
    "statement": "Protein domains are specialized regions within proteins with unique functions."
  },
  {
    "id": 76,
    "statement": "Moral values arise from interplay of evolutionary, psychological, and social factors."
  },
  {
    "id": 77,
    "statement": "Histones' electrostatic attraction to DNA regulates chromatin accessibility."
  },
  {
    "id": 78,
    "statement": "Histone modifications relax chromatin structure reducing electrostatic attraction"
  },
  {
    "id": 79,
    "statement": "Honesty depends on consistency, context, and social circumstances."
  },
  {
    "id": 80,
    "statement": "Histone modifications and chromatin remodeling jointly regulate gene expression dynamics."
  },
  {
    "id": 81,
    "statement": "Acceptance and mindfulness reduce emotional resistance through awareness and openness."
  },
  {
    "id": 82,
    "statement": "Epigenetic modifications regulate gene expression by modifying chromatin structure."
  },
  {
    "id": 83,
    "statement": "Chromatin structure alteration influences gene expression through histone modification."
  },
  {
    "id": 84,
    "statement": "Social inequalities shape moral judgments through learned biases and values."
  },
  {
    "id": 85,
    "statement": "Epigenetic editing enzymes modify DNA methylation using adenosine as substrate."
  },
  {
    "id": 86,
    "statement": "Honesty not guaranteeing trust due to credibility, context, motivation, power imbalance"
  },
  {
    "id": 87,
    "statement": "Moral values arise from interconnected biological, psychological, and social factors"
  },
  {
    "id": 88,
    "statement": "Histone modifications and chromatin remodeling co-regulate gene expression dynamics."
  },
  {
    "id": 89,
    "statement": "Dissonance between expectations and reality leads to trust erosion"
  },
  {
    "id": 90,
    "statement": "Repairs errors occur in various DNA repair pathways."
  },
  {
    "id": 91,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression through histone modifications."
  },
  {
    "id": 92,
    "statement": "Power imbalances arise from interacting social, economic, and historical factors."
  },
  {
    "id": 93,
    "statement": "Trust erosion arises from cognitive dissonance between expectations"
  },
  {
    "id": 94,
    "statement": "Epigenetic changes result from joint biological and environmental influences"
  },
  {
    "id": 95,
    "statement": "Histone modification alters chromatin structure influencing gene expression."
  },
  {
    "id": 96,
    "statement": "Power imbalances arise from complex interplay of social, economic, historical factors."
  },
  {
    "id": 97,
    "statement": "Cognitive dissonance leads to re-evaluation, trust erosion, and recalibration."
  },
  {
    "id": 98,
    "statement": "Cognitive dissonance arises from emotional and cognitive processes complexities."
  },
  {
    "id": 99,
    "statement": "Histone modifications regulate chromatin structure through biochemical reactions."
  },
  {
    "id": 100,
    "statement": "Histone modifications regulate chromatin accessibility and gene expression dynamically."
  },
  {
    "id": 101,
    "statement": "Honesty builds trust, but depends on consistency and context."
  },
  {
    "id": 102,
    "statement": "Social inequalities shape moral judgments through learned biases and values."
  },
  {
    "id": 103,
    "statement": "Histone modifications dynamically regulate chromatin structure and transcription."
  },
  {
    "id": 104,
    "statement": "Epigenetic regulation involves intricate interplay between DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 105,
    "statement": "Moral values arise from complex interplay of biology and social factors."
  },
  {
    "id": 106,
    "statement": "Histone modifications regulate chromatin structure through chemical reactions"
  },
  {
    "id": 107,
    "statement": "Epigenetic changes result from dynamic reciprocally influencing interactions."
  },
  {
    "id": 108,
    "statement": "Epigenetic changes arise from reciprocal biological-environmental interactions_GRE"
  },
  {
    "id": 109,
    "statement": "Epigenetic changes arise from interplay between biological and environmental factors dynamically."
  },
  {
    "id": 110,
    "statement": "Epigenetic regulation involves dynamic interplay between DNA modifications"
  },
  {
    "id": 111,
    "statement": "Cognitive dissonance theory: Trust promotion due to consistency and values."
  },
  {
    "id": 112,
    "statement": "Histone modifications regulate chromatin structure through biochemical reactions."
  },
  {
    "id": 113,
    "statement": "Histone modification regulates chromatin structure dynamically and reversibly."
  },
  {
    "id": 114,
    "statement": "Mutations occur through DNA replication and repair errors."
  },
  {
    "id": 115,
    "statement": "Epigenetic changes result from reciprocal biological-environmental bidirectional interactions."
  },
  {
    "id": 116,
    "statement": "Moral values arise from intrinsic biological and social interaction"
  },
  {
    "id": 117,
    "statement": "Trust erodes due to dissonance between expected and actual outcomes."
  },
  {
    "id": 118,
    "statement": "Epigenetic changes result from interplay between biology and environment."
  },
  {
    "id": 119,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interplay adapting."
  },
  {
    "id": 120,
    "statement": "Dissonance occurs when expected outcomes are contradicted by actual events."
  },
  {
    "id": 121,
    "statement": "Histone modifications alter chromatin structure through electrostatic interactions and remodeling."
  },
  {
    "id": 122,
    "statement": "Zinc fingers are protein domains recognizing specific DNA sequences."
  },
  {
    "id": 123,
    "statement": "Power imbalances arise from interacting social, economic, historical factors."
  },
  {
    "id": 124,
    "statement": "Moral values emerge from interplay of biological, psychological, and social factors."
  },
  {
    "id": 125,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 126,
    "statement": "Histone modifications influence chromatin accessibility for transcription factors binding."
  },
  {
    "id": 127,
    "statement": "Histone modifications rapidly and reversibly regulate chromatin structure and gene expression."
  },
  {
    "id": 128,
    "statement": "Epigenetic regulation involves complex interplay between DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 129,
    "statement": "Trust erosion stems from cognitive dissonance between expectations."
  },
  {
    "id": 130,
    "statement": "Cognitive dissonance erodes trust due to unmet expectations and outcomes."
  },
  {
    "id": 131,
    "statement": "Moral judgments influenced by social environment and cultural norms."
  },
  {
    "id": 132,
    "statement": "Moral values arise from dynamic interplay between biology and social factors."
  },
  {
    "id": 133,
    "statement": "Moral values emerge from biological, psychological, and social interactions."
  },
  {
    "id": 134,
    "statement": "Trust erosion linked to moral re-evaluation and dissonance"
  },
  {
    "id": 135,
    "statement": "Epigenetic regulation influenced by bidirectional biological-environmental interactions."
  },
  {
    "id": 136,
    "statement": "Epigenetic changes arise from complex interplay of biological and environmental factors"
  },
  {
    "id": 137,
    "statement": "Epigenetic changes arise from interplay of biological and environmental factors."
  },
  {
    "id": 138,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 139,
    "statement": "Moral values emerge from dynamic interplay of biology and psychology."
  },
  {
    "id": 140,
    "statement": "Dissonance arises from inconsistencies between expectations and actual outcomes."
  },
  {
    "id": 141,
    "statement": "Moral values emerge from interplay of biology, psychology, and society."
  },
  {
    "id": 142,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 143,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 144,
    "statement": "Historical events shape ongoing social, economic, power dynamics."
  },
  {
    "id": 145,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 146,
    "statement": "Histone modifications regulate gene expression through rapid reversible dynamics."
  },
  {
    "id": 147,
    "statement": "Epigenetic changes result from bidirectional biological-environmental influences."
  },
  {
    "id": 148,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interplay adapting."
  },
  {
    "id": 149,
    "statement": "Honesty is the foundation necessary for building trust."
  },
  {
    "id": 150,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 151,
    "statement": "Acetylation relaxes chromatin structure by reducing histone positive charge."
  },
  {
    "id": 152,
    "statement": "Epigenetic changes result from bidirectional biological-environmental interactions."
  },
  {
    "id": 153,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 154,
    "statement": "Honesty building trust is complex, context-dependent, and multi-faceted."
  },
  {
    "id": 155,
    "statement": "Power imbalances arise from interconnected social, economic, and historical factors."
  },
  {
    "id": 156,
    "statement": "Epigenetic changes result from dynamic biounit environment interactions influencing expression."
  },
  {
    "id": 157,
    "statement": "Epigenetic modifications dynamically regulate chromatin structure reversibly."
  },
  {
    "id": 158,
    "statement": "Chromatin accessibility refers to DNA-histone protein complex structure."
  },
  {
    "id": 159,
    "statement": "Histone modifying enzymes regulate chromatin structure dynamically through acetylation and deacetylation."
  },
  {
    "id": 160,
    "statement": "Epigenetic regulation involves continuous interplay between DNA modifications"
  },
  {
    "id": 161,
    "statement": "Moral values arise from interconnected biological, psychological, and social factors."
  },
  {
    "id": 162,
    "statement": "Cognitive dissonance resolves through re-evaluation, trust erosion, or acceptance."
  },
  {
    "id": 163,
    "statement": "Mindfulness self-compassion acceptance reduce emotional reactivity through neural pathways."
  },
  {
    "id": 164,
    "statement": "Moral values emerge from dynamic interplay of factors"
  },
  {
    "id": 165,
    "statement": "Epigenetic mechanisms dynamically interact to regulate gene expression."
  },
  {
    "id": 166,
    "statement": "Histone modifications regulate chromatin accessibility through electrostatic interactions and remodeling."
  },
  {
    "id": 167,
    "statement": "Histone modifications dynamically regulate chromatin structure and transcription."
  },
  {
    "id": 168,
    "statement": "Histone modifications rapidly and reversibly regulate chromatin structure."
  },
  {
    "id": 169,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal interactions."
  },
  {
    "id": 170,
    "statement": "Electrostatic attraction between histones and DNA compacts chromatin."
  },
  {
    "id": 171,
    "statement": "Trust erosion can occur due to various factors beyond dissonance."
  },
  {
    "id": 172,
    "statement": "Histone modifications regulate chromatin structure through chemical reactions"
  },
  {
    "id": 173,
    "statement": "Trust erosion occurs through multiple factors beyond outcomes."
  },
  {
    "id": 174,
    "statement": "Moral values arise from interplay of biology, psychology, and society."
  },
  {
    "id": 175,
    "statement": "Moral values emerge from complex interplay of biology, psychology, and society"
  },
  {
    "id": 176,
    "statement": "Power imbalances arise from complex interplay of social, economic, and historical factors."
  },
  {
    "id": 177,
    "statement": "Epigenetic changes result from complex environmental interactions influencing gene expression"
  },
  {
    "id": 178,
    "statement": "Social inequalities shape moral judgments through learned biases and values."
  },
  {
    "id": 179,
    "statement": "Histone modifications occur through covalent additions or removals"
  },
  {
    "id": 180,
    "statement": "Dynamic histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 181,
    "statement": "Cognitive dissonance theory applies to trust erosion and promotion through re-evaluation."
  },
  {
    "id": 182,
    "statement": "Epigenetic changes influence gene expression through chromatin remodeling."
  },
  {
    "id": 183,
    "statement": "Zinc fingers are protein domains recognizing specific DNA sequences."
  },
  {
    "id": 184,
    "statement": "Zinc fingers recognize specific DNA sequences through chemical interactions"
  },
  {
    "id": 185,
    "statement": "Power imbalances arise from complex social, economic, and historical factors"
  },
  {
    "id": 186,
    "statement": "Acceptance and mindfulness reduce emotional resistance through awareness and openness."
  },
  {
    "id": 187,
    "statement": "Moral values arise from complex interplay of biology and society"
  },
  {
    "id": 188,
    "statement": "Power imbalances arise from interplay of social, economic, and historical factors"
  },
  {
    "id": 189,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interactions adapting."
  },
  {
    "id": 190,
    "statement": "Epigenetic modifications influence chromatin structure indirectly through binding proteins."
  },
  {
    "id": 191,
    "statement": "Moral values emerge from interplay of biological and psychological factors."
  },
  {
    "id": 192,
    "statement": "Histone modifications alter chromatin structure through electrostatic and dynamic interactions."
  },
  {
    "id": 193,
    "statement": "Epigenetic editing enzymes modify DNA methylation through methylation reaction"
  },
  {
    "id": 194,
    "statement": "Protein domains' unique structures determine specific functions and interactions."
  },
  {
    "id": 195,
    "statement": "Epigenetic changes result from dynamic biological-environmental interplay influencing gene expression"
  },
  {
    "id": 196,
    "statement": "Trust erosion arises from cognitive dissonance between expectations and outcomes."
  },
  {
    "id": 197,
    "statement": "Histone modifications alter chromatin structure, influencing gene expression."
  },
  {
    "id": 198,
    "statement": "Dynamic reversible histone modification regulates chromatin structure."
  }
]