[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Moral values arise from interplay of biological and psychological factors, influenced by evolution, brain structure, hormones, social learning, cognitive biases, and emotional experiences."
  },
  {
    "id": 2,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal interactions influencing gene expression."
  },
  {
    "id": 3,
    "statement": "Histone modifications and chromatin remodeling jointly regulate gene expression dynamics."
  },
  {
    "id": 4,
    "statement": "Epigenetic mechanisms regulate gene expression through DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 5,
    "statement": "Epigenetic modifications intersect with transcription factors, chromatin remodeling complexes, non-coding RNAs, and post-translational modifications to regulate gene expression."
  },
  {
    "id": 6,
    "statement": "Zinc fingers are protein domains recognizing specific DNA sequences."
  },
  {
    "id": 7,
    "statement": "Trust erosion occurs due to dissonance between expected and actual outcomes"
  },
  {
    "id": 8,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression continuously."
  },
  {
    "id": 9,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factors."
  },
  {
    "id": 10,
    "statement": "Trust erosion can occur through dissonance between expected and actual outcomes."
  },
  {
    "id": 11,
    "statement": "It is never morally acceptable to lie because honesty fosters trust."
  },
  {
    "id": 12,
    "statement": "Trust erosion can occur through dissonance between expected and actual outcomes."
  },
  {
    "id": 13,
    "statement": "Epigenetic regulation influenced by reciprocal biological-environmental interactions."
  },
  {
    "id": 14,
    "statement": "Epigenetic changes arise from reciprocal biological-environmental interactions_GRE"
  },
  {
    "id": 15,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interplay."
  },
  {
    "id": 16,
    "statement": "Epigenetic editing enzymes modify DNA methylation via ADnof reaction"
  },
  {
    "id": 17,
    "statement": "Epigenetic regulation influenced by reciprocal biological-environmental interactions."
  },
  {
    "id": 18,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression through multiple mechanisms."
  },
  {
    "id": 19,
    "statement": "Epigenetic modifications intersect with transcription factors, chromatin remodeling complexes, non-coding RNAs, and post-translational modifications."
  },
  {
    "id": 20,
    "statement": "Power imbalances arise from interacting social, economic, and historical factors."
  },
  {
    "id": 21,
    "statement": "Histone modifications regulate chromatin accessibility and gene expression dynamically."
  },
  {
    "id": 22,
    "statement": "Cognitive dissonance theory explains trust erosion and promotion"
  },
  {
    "id": 23,
    "statement": "Epigenetic modifications regulate chromatin structure dynamically and reversibly."
  },
  {
    "id": 24,
    "statement": "Protein domains are specialized regions within proteins performing specific functions."
  },
  {
    "id": 25,
    "statement": "Histone modification plays a crucial role in regulating gene expression through chromatin structure alteration"
  },
  {
    "id": 26,
    "statement": "Electrostatic attraction between histones and DNA regulates chromatin compaction."
  },
  {
    "id": 27,
    "statement": "Power imbalances arise from interacting social, economic, and historical factors."
  },
  {
    "id": 28,
    "statement": "Epigenetic modifications alter chromatin structure, influencing gene expression."
  },
  {
    "id": 29,
    "statement": "Epigenetic changes result from joint biological and environmental influences"
  },
  {
    "id": 30,
    "statement": "Epigenetic regulation involves intricate interplay between DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 31,
    "statement": "Moral values arise from complex interplay of biology and social factors."
  },
  {
    "id": 32,
    "statement": "Histone modifications influence chromatin accessibility for transcription factors binding."
  },
  {
    "id": 33,
    "statement": "Histone modifying enzymes regulate chromatin structure dynamically."
  },
  {
    "id": 34,
    "statement": "Histone modification alters chromatin structure influencing gene expression."
  },
  {
    "id": 35,
    "statement": "Histone modification regulates chromatin structure dynamically and reversibly."
  },
  {
    "id": 36,
    "statement": "Moral values arise from complex biological psychological social influences."
  },
  {
    "id": 37,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 38,
    "statement": "Moral values arise from intrinsic biological and social interaction"
  },
  {
    "id": 39,
    "statement": "Mutations occur through DNA replication and repair errors."
  },
  {
    "id": 40,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interplay adapting."
  },
  {
    "id": 41,
    "statement": "Histone modifications alter chromatin structure through electrostatic interactions and remodeling."
  },
  {
    "id": 42,
    "statement": "Epigenetic editing enzymes modify DNA marks in response to environmental toxins."
  },
  {
    "id": 43,
    "statement": "Mutations occur through errors in DNA replication or repair"
  },
  {
    "id": 44,
    "statement": "Social inequalities shape moral judgments through learned biases and values."
  },
  {
    "id": 45,
    "statement": "Histone modifications regulate chromatin accessibility through electrostatic charges"
  },
  {
    "id": 46,
    "statement": "Epigenetic changes arise from dynamic environment-organism interactions influencing gene expression."
  },
  {
    "id": 47,
    "statement": "Power imbalances arise from interacting social, economic, historical factors."
  },
  {
    "id": 48,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 49,
    "statement": "Transcription factors recognize DNA using specific protein domains like zinc fingers."
  },
  {
    "id": 50,
    "statement": "Acetylation relaxes chromatin structure by reducing positive charge"
  },
  {
    "id": 51,
    "statement": "Epigenetic changes arise from reciprocal biological-environmental interactions."
  },
  {
    "id": 52,
    "statement": "Histone modification regulates chromatin structure and gene expression dynamically."
  },
  {
    "id": 53,
    "statement": "Histone modifications regulate chromatin structure through biochemical reactions."
  },
  {
    "id": 54,
    "statement": "Moral values arise from interconnected biological, psychological, and social factors."
  },
  {
    "id": 55,
    "statement": "Histone modifications rapidly and reversibly regulate chromatin structure and gene expression."
  },
  {
    "id": 56,
    "statement": "Epigenetic modifications influence gene expression through chromatin structure interaction."
  },
  {
    "id": 57,
    "statement": "Dissonance between expectations and outcomes erodes trust."
  },
  {
    "id": 58,
    "statement": "Moral values arise from interplay of biological and psychological factors."
  },
  {
    "id": 59,
    "statement": "Histone modifications and chromatin remodeling co-regulate gene expression dynamics."
  },
  {
    "id": 60,
    "statement": "Epigenetic changes arise from interplay between biological and environmental factors."
  },
  {
    "id": 61,
    "statement": "Social inequalities shape moral judgments through cultural norms and values learned."
  },
  {
    "id": 62,
    "statement": "Epigenetic modifications regulate chromatin structure through histone modifications."
  },
  {
    "id": 63,
    "statement": "Epigenetic modifications alter chromatin structure regulating gene expression."
  },
  {
    "id": 64,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 65,
    "statement": "Honesty fosters trust, but not always and not easily"
  },
  {
    "id": 66,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal interactions influencing gene expression."
  },
  {
    "id": 67,
    "statement": "Histone modifications dynamically regulate chromatin structure and transcription."
  },
  {
    "id": 68,
    "statement": "Chromatin structure alteration influences gene expression through histone modification."
  },
  {
    "id": 69,
    "statement": "Environmental factors induce genetic mutations through molecular mechanisms."
  },
  {
    "id": 70,
    "statement": "Environmental factors induce genetic mutations through DNA damage and modifications."
  },
  {
    "id": 71,
    "statement": "Power imbalances arise from complex interplay of social, economic, historical factors."
  },
  {
    "id": 72,
    "statement": "Moral values arise from interplay of evolutionary, psychological, and social factors."
  },
  {
    "id": 73,
    "statement": "Mutations occur through errors in DNA replication or repair processes."
  },
  {
    "id": 74,
    "statement": "Dynamic histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 75,
    "statement": "Trust erosion occurs when expectations meet inconsistent outcomes consistently"
  },
  {
    "id": 76,
    "statement": "Acceptance and mindfulness reduce emotional resistance through awareness and openness."
  },
  {
    "id": 77,
    "statement": "Histone modifications regulate chromatin structure and accessibility for transcription factors."
  },
  {
    "id": 78,
    "statement": "Trust arises from interplay of honesty, consistency, and empathy."
  },
  {
    "id": 79,
    "statement": "Histone modifying enzymes regulate chromatin structure through acetylation dynamics"
  },
  {
    "id": 80,
    "statement": "Chromatin structure dynamically modified through histone enzyme interactions."
  },
  {
    "id": 81,
    "statement": "Histone modifications regulate chromatin accessibility through electrostatic interactions."
  },
  {
    "id": 82,
    "statement": "Histone modifications regulate chromatin structure and gene expression biochemically."
  },
  {
    "id": 83,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal interactions."
  },
  {
    "id": 84,
    "statement": "Trust erosion can occur through unmet promises or commitments."
  },
  {
    "id": 85,
    "statement": "Mindfulness self-compassion acceptance reduce emotional reactivity through neural pathways."
  },
  {
    "id": 86,
    "statement": "Histone modifications alter chromatin accessibility through electrostatic interactions."
  },
  {
    "id": 87,
    "statement": "Honesty not guaranteeing trust due to credibility, context, motivation, power imbalance"
  },
  {
    "id": 88,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 89,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression through histone modifications."
  },
  {
    "id": 90,
    "statement": "Histone modifications regulate chromatin structure through chemical reactions."
  },
  {
    "id": 91,
    "statement": "Trust erosion arises from cognitive dissonance between expectations"
  },
  {
    "id": 92,
    "statement": "Epigenetic regulation involves reciprocal biological-environmental interactions influencing gene expression"
  },
  {
    "id": 93,
    "statement": "Cognitive dissonance leads to re-evaluation, trust erosion, and recalibration."
  },
  {
    "id": 94,
    "statement": "DNA replication and repair errors can cause genetic mutations due"
  },
  {
    "id": 95,
    "statement": "Epigenetic modifications alter chromatin structure, impacting gene expression."
  },
  {
    "id": 96,
    "statement": "Epigenetic changes arise from reciprocal biological-environmental interactions influencing gene expression."
  },
  {
    "id": 97,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 98,
    "statement": "Social inequalities influence moral judgments through biases and values learned."
  },
  {
    "id": 99,
    "statement": "Mindfulness, self-compassion, and acceptance can reduce emotional reactivity through neural pathways."
  },
  {
    "id": 100,
    "statement": "Self-compassion associates with increased prefrontal cortex activity and dopamine release."
  },
  {
    "id": 101,
    "statement": "Epigenetic mechanisms regulate gene expression through chromatin accessibility."
  },
  {
    "id": 102,
    "statement": "Histone modifying enzymes rapidly and reversibly regulate chromatin structure."
  },
  {
    "id": 103,
    "statement": "Transcription factors recognize DNA using specific protein domains like zinc fingers."
  },
  {
    "id": 104,
    "statement": "Social inequalities influence moral judgments through learned biases and values."
  },
  {
    "id": 105,
    "statement": "Zinc fingers recognize specific DNA sequences and regulate expression."
  },
  {
    "id": 106,
    "statement": "Social inequalities influence moral judgments through cognitive biases and emotions."
  },
  {
    "id": 107,
    "statement": "Trust erosion occurs when expectations are consistently met with betrayal."
  },
  {
    "id": 108,
    "statement": "Acetylation relaxes chromatin structure by reducing positive charge"
  },
  {
    "id": 109,
    "statement": "Moral values arise from interdependent biological, psychological, and social influences."
  },
  {
    "id": 110,
    "statement": "Histone modifications alter chromatin structure to regulate gene expression dynamically."
  },
  {
    "id": 111,
    "statement": "Mutations can occur through errors during gene replication."
  },
  {
    "id": 112,
    "statement": "Dissonance between expectations and outcomes erodes trust through reevaluation."
  },
  {
    "id": 113,
    "statement": "Honesty establishes trust foundation, sensitivity and empathy refine it gradually."
  },
  {
    "id": 114,
    "statement": "Histone modifications regulate chromatin structure and gene expression biochemically"
  },
  {
    "id": 115,
    "statement": "Acceptance reduces emotional reactivity through mindfulness and self-compassion mechanisms."
  },
  {
    "id": 116,
    "statement": "Epigenetic modifications influence chromatin structure through histone modifications."
  },
  {
    "id": 117,
    "statement": "Honesty fosters trust in human relationships."
  },
  {
    "id": 118,
    "statement": "Epigenetic changes arise from reciprocal biological and environmental interactions."
  },
  {
    "id": 119,
    "statement": "Honesty not always morally acceptable in certain situations."
  },
  {
    "id": 120,
    "statement": "Dissonance between expectations and outcomes can lead to trust erosion."
  },
  {
    "id": 121,
    "statement": "Zinc fingers are protein domains recognizing specific DNA sequences."
  },
  {
    "id": 122,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically through electrostatic interactions and remodeling."
  },
  {
    "id": 123,
    "statement": "Histone modifying enzymes dynamically regulate chromatin accessibility through acetylation."
  },
  {
    "id": 124,
    "statement": "Biological and environmental factors interact reciprocally influencing each other."
  },
  {
    "id": 125,
    "statement": "Mindfulness and self-compassion reduce emotional reactivity through awareness and acceptance."
  },
  {
    "id": 126,
    "statement": "Dynamic histone modifications regulate chromatin structure and gene expression reversibly"
  },
  {
    "id": 127,
    "statement": "Honesty fosters trust, but context and intent can influence morality."
  },
  {
    "id": 128,
    "statement": "Epigenetic modifications regulate chromatin structure influencing gene expression."
  },
  {
    "id": 129,
    "statement": "Epigenetic modifications dynamically regulate chromatin structure gene expression."
  },
  {
    "id": 130,
    "statement": "Zinc fingers recognize specific DNA sequences through binding and coordination."
  },
  {
    "id": 131,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interactions."
  },
  {
    "id": 132,
    "statement": "Histone modifications and chromatin remodeling co-regulate gene expression dynamics."
  },
  {
    "id": 133,
    "statement": "Histone modifications dynamically regulate chromatin accessibility and gene expression."
  },
  {
    "id": 134,
    "statement": "Histone modifications regulate chromatin structure and gene expression biochemically continuously."
  },
  {
    "id": 135,
    "statement": "Dissonance between expectations and outcomes erodes trust through reappraisal."
  },
  {
    "id": 136,
    "statement": "Protein domains are specialized regions within proteins performing specific functions."
  },
  {
    "id": 137,
    "statement": "Histone enzymes modify chromatin structure through physical and enzymatic interactions."
  },
  {
    "id": 138,
    "statement": "Trust erosion occurs when expectations meet unreliable or unpredictable outcomes"
  },
  {
    "id": 139,
    "statement": "Self-compassion increases prefrontal cortex activity and dopamine release."
  },
  {
    "id": 140,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications' electrostatic changes."
  },
  {
    "id": 141,
    "statement": "Moral values result from interplay of biological, psychological, and social factors."
  },
  {
    "id": 142,
    "statement": "Honesty is a necessary condition for trust, not sufficient."
  },
  {
    "id": 143,
    "statement": "Cognitive dissonance triggers re-evaluation, trust erosion, and recalibration."
  },
  {
    "id": 144,
    "statement": "Histone modifications dynamically regulate gene expression through chromatin structure alterations"
  },
  {
    "id": 145,
    "statement": "Social inequalities shape moral judgments through learned biases and values."
  },
  {
    "id": 146,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 147,
    "statement": "Epigenetic changes arise from reciprocal biological-environmental interactions."
  },
  {
    "id": 148,
    "statement": "Epigenetic changes result from bidirectional biological-environmental interactions."
  },
  {
    "id": 149,
    "statement": "Epigenetic regulation involves intertwined DNA methylation, histone modifications, and chromatin remodeling influencing gene expression."
  },
  {
    "id": 150,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 151,
    "statement": "Acetylation reduces chromatin compaction by neutralizing histone positive charge improving accessibility"
  },
  {
    "id": 152,
    "statement": "Epigenetic mechanisms regulate gene expression through chromatin accessibility dynamically."
  },
  {
    "id": 153,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 154,
    "statement": "Biological psychological and social factors influence moral values"
  },
  {
    "id": 155,
    "statement": "Histone modifications regulate chromatin structure and gene expression biochemically."
  },
  {
    "id": 156,
    "statement": "Epigenetic changes result from dynamic biological-environmental interactions, bidirectional."
  },
  {
    "id": 157,
    "statement": "Histone modifications regulate chromatin structure and gene expression interactively."
  },
  {
    "id": 158,
    "statement": "Biological psychological social factors interact to shape moral values."
  },
  {
    "id": 159,
    "statement": "Chromatin dynamics influenced by multiple interdependent factors."
  },
  {
    "id": 160,
    "statement": "Histone modifications and chromatin remodeling cooperate to regulate gene expression."
  },
  {
    "id": 161,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 162,
    "statement": "Mindfulness and awareness reduce emotional resistance through non-judgment and curiosity."
  },
  {
    "id": 163,
    "statement": "Histone modifications regulate chromatin structure and gene expression through epigenetic marks."
  },
  {
    "id": 164,
    "statement": "Histone modifying enzymes regulate chromatin structure through dynamic modifications"
  },
  {
    "id": 165,
    "statement": "Mutations occur due to errors during DNA replication."
  },
  {
    "id": 166,
    "statement": "Epigenetic modifications control transcription factors binding affinity through chromatin structure."
  },
  {
    "id": 167,
    "statement": "Epigenetic editing enzymes modify DNA methylation through adenosine-dependent reactions."
  },
  {
    "id": 168,
    "statement": "Moral values arise from interdependent biological, psychological, and social influences"
  },
  {
    "id": 169,
    "statement": "Histone modifications regulate chromatin structure through chemical reactions and remodeling."
  },
  {
    "id": 170,
    "statement": "Histone modifications regulate chromatin accessibility through electrostatic interactions."
  },
  {
    "id": 171,
    "statement": "Moral values arise from interacting psychological and social factors."
  },
  {
    "id": 172,
    "statement": "Electrostatic attraction between histones and DNA compacts chromatin fibers."
  },
  {
    "id": 173,
    "statement": "Power imbalances arise from complex social, economic, historical interactions."
  },
  {
    "id": 174,
    "statement": "Mindfulness and self-compassion reduce emotional reactivity through neural pathways reorganization."
  },
  {
    "id": 175,
    "statement": "Zinc fingers are protein domains that recognize specific DNA sequences."
  },
  {
    "id": 176,
    "statement": "Honesty establishes trust foundation; sensitivity and empathy refine it over time"
  },
  {
    "id": 177,
    "statement": "Acetylation relaxes chromatin structure by reducing electrostatic charges"
  },
  {
    "id": 178,
    "statement": "Histone modifications dynamically regulate chromatin structure through biochemical reactions."
  },
  {
    "id": 179,
    "statement": "Epigenetic modifications regulate gene expression through multiple mechanisms."
  },
  {
    "id": 180,
    "statement": "Power imbalances arise from complex social-economic-historical factors."
  },
  {
    "id": 181,
    "statement": "Trust erosion arises from complex interplay of factors."
  },
  {
    "id": 182,
    "statement": "Histone modifications regulate chromatin structure and transcription factor binding."
  },
  {
    "id": 183,
    "statement": "Trust erosion results from complex interplay of factors, not solely dissonance."
  },
  {
    "id": 184,
    "statement": "Epigenetic changes co-regulate biological and environmental processes."
  },
  {
    "id": 185,
    "statement": "Moral values arise from intricate interplay of multiple factors."
  },
  {
    "id": 186,
    "statement": "Histone modifications rapidly and reversibly regulate chromatin structure dynamically."
  },
  {
    "id": 187,
    "statement": "Histone modifications alter chromatin structure, influencing gene expression through accessibility."
  },
  {
    "id": 188,
    "statement": "Epigenetic changes result from bidirectional biological-environmental interactions influencing gene expression."
  },
  {
    "id": 189,
    "statement": "Honesty is sometimes more compassionate than in every situation."
  },
  {
    "id": 190,
    "statement": "Mindfulness self-compassion and acceptance reduce emotional reactivity through neural pathways."
  },
  {
    "id": 191,
    "statement": "Moral values arise from interplay of biological and psychological factors."
  },
  {
    "id": 192,
    "statement": "Histone modifications regulate chromatin structure rapidly and reversibly."
  },
  {
    "id": 193,
    "statement": "Histone modifications are biochemical reactions influencing chromatin structure."
  },
  {
    "id": 194,
    "statement": "Epigenetic editing enzymes modify epigenetic marks in response to toxins."
  },
  {
    "id": 195,
    "statement": "Histone modifications regulate chromatin structure through electrostatic interactions."
  },
  {
    "id": 196,
    "statement": "Epigenetic mechanisms regulate gene expression with complex interactions."
  },
  {
    "id": 197,
    "statement": "Zinc fingers recognize DNA sequences through conforming shapes"
  },
  {
    "id": 198,
    "statement": "Epigenetic changes result from reciprocal biological-environmental interactions."
  },
  {
    "id": 199,
    "statement": "Trust erosion can occur through dissonance between expected and actual outcomes."
  }
]