[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Histone modifications and chromatin remodeling jointly regulate gene expression dynamics."
  },
  {
    "id": 2,
    "statement": "Trust erosion can occur through dissonance between expected and actual outcomes."
  },
  {
    "id": 3,
    "statement": "Trust erosion occurs due to dissonance between expected and actual outcomes"
  },
  {
    "id": 4,
    "statement": "It is never morally acceptable to lie because honesty fosters trust."
  },
  {
    "id": 5,
    "statement": "Epigenetic mechanisms regulate gene expression through DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 6,
    "statement": "Power imbalances arise from interacting social, economic, and historical factors."
  },
  {
    "id": 7,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factors."
  },
  {
    "id": 8,
    "statement": "Trust erosion can occur through dissonance between expected and actual outcomes."
  },
  {
    "id": 9,
    "statement": "Epigenetic modifications regulate chromatin structure dynamically and reversibly."
  },
  {
    "id": 10,
    "statement": "Histone modifying enzymes regulate chromatin structure dynamically."
  },
  {
    "id": 11,
    "statement": "Mutations occur through errors in DNA replication or repair"
  },
  {
    "id": 12,
    "statement": "Epigenetic regulation influenced by reciprocal biological-environmental interactions."
  },
  {
    "id": 13,
    "statement": "Epigenetic modifications regulate chromatin structure through histone modifications."
  },
  {
    "id": 14,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal interactions influencing gene expression."
  },
  {
    "id": 15,
    "statement": "Histone modifications dynamically regulate chromatin structure and transcription."
  },
  {
    "id": 16,
    "statement": "Epigenetic mechanisms regulate gene expression through chromatin accessibility."
  },
  {
    "id": 17,
    "statement": "Epigenetic regulation involves intricate interplay between DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 18,
    "statement": "Electrostatic attraction between histones and DNA regulates chromatin compaction."
  },
  {
    "id": 19,
    "statement": "Social inequalities influence moral judgments through biases and values learned."
  },
  {
    "id": 20,
    "statement": "Epigenetic changes arise from dynamic environment-organism interactions influencing gene expression."
  },
  {
    "id": 21,
    "statement": "Epigenetic modifications intersect with transcription factors, chromatin remodeling complexes, non-coding RNAs, and post-translational modifications to regulate gene expression."
  },
  {
    "id": 22,
    "statement": "Moral values arise from interplay of biological and psychological factors, influenced by evolution, brain structure, hormones, social learning, cognitive biases, and emotional experiences."
  },
  {
    "id": 23,
    "statement": "Histone modifications regulate chromatin structure and gene expression biochemically"
  },
  {
    "id": 24,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 25,
    "statement": "Moral values arise from intrinsic biological and social interaction"
  },
  {
    "id": 26,
    "statement": "Honesty fosters trust in human relationships."
  },
  {
    "id": 27,
    "statement": "Dynamic histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 28,
    "statement": "Histone modifications regulate chromatin accessibility and gene expression dynamically."
  },
  {
    "id": 29,
    "statement": "Mutations can occur through errors during gene replication."
  },
  {
    "id": 30,
    "statement": "Acceptance and mindfulness reduce emotional resistance through openness and awareness."
  },
  {
    "id": 31,
    "statement": "Epigenetic changes result from joint biological and environmental influences"
  },
  {
    "id": 32,
    "statement": "Moral values arise from complex interplay of biological, psychological, social, and cultural factors."
  },
  {
    "id": 33,
    "statement": "Mindfulness self-compassion acceptance reduce emotional reactivity through neural pathways."
  },
  {
    "id": 34,
    "statement": "Histone modifications regulate chromatin structure and accessibility for transcription factors."
  },
  {
    "id": 35,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression through histone modifications."
  },
  {
    "id": 36,
    "statement": "Histone modification plays a crucial role in regulating gene expression through chromatin structure alteration"
  },
  {
    "id": 37,
    "statement": "Epigenetic mechanisms influence gene expression through chromatin structure modification"
  },
  {
    "id": 38,
    "statement": "Histone modifying enzymes dynamically regulate chromatin structure through acetylation."
  },
  {
    "id": 39,
    "statement": "Acceptance reduces emotional reactivity through mindfulness and self-compassion mechanisms."
  },
  {
    "id": 40,
    "statement": "Histone modifications alter chromatin accessibility for transcription factors binding."
  },
  {
    "id": 41,
    "statement": "Epigenetic modifications intersect with transcription factors, chromatin remodeling complexes, non-coding RNAs, and post-translational modifications."
  },
  {
    "id": 42,
    "statement": "Social inequalities influence moral judgments through learned biases and values."
  },
  {
    "id": 43,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 44,
    "statement": "Histone modifications regulate chromatin compaction through electrostatic, histone-histone interactions, and remodeling complexes."
  },
  {
    "id": 45,
    "statement": "Moral values arise from complex biological psychological social influences."
  },
  {
    "id": 46,
    "statement": "Epigenetic editing enzymes modify DNA marks in response to environmental toxins."
  },
  {
    "id": 47,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interplay adapting."
  },
  {
    "id": 48,
    "statement": "Histone modification dynamically regulates gene expression through chromatin accessibility."
  },
  {
    "id": 49,
    "statement": "Histone modifications and chromatin remodeling jointly regulate gene expression."
  },
  {
    "id": 50,
    "statement": "Epigenetic modifications influence chromatin structure through histone modification interactions."
  },
  {
    "id": 51,
    "statement": "Histone modifications dynamically regulate chromatin structure through recognition interactions."
  },
  {
    "id": 52,
    "statement": "Acceptance reduces emotional reactivity through mindfulness and self-compassion mechanisms."
  },
  {
    "id": 53,
    "statement": "Histone modification regulates chromatin structure and gene expression dynamically."
  },
  {
    "id": 54,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interactions"
  },
  {
    "id": 55,
    "statement": "Histone modifications can statically regulate chromatin structure and gene expression."
  },
  {
    "id": 56,
    "statement": "Environmental factors induce genetic mutations through molecular mechanisms."
  },
  {
    "id": 57,
    "statement": "Systemic exploitation arises from power imbalances and inequality."
  },
  {
    "id": 58,
    "statement": "Epigenetic modifications influence gene expression through chromatin structure interaction."
  },
  {
    "id": 59,
    "statement": "Moral values emerge from interconnected biological, psychological, and social factors."
  },
  {
    "id": 60,
    "statement": "Environmental toxins cause DNA damage, leading to mutations."
  },
  {
    "id": 61,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 62,
    "statement": "Honesty builds trust through reliability, mutual understanding, and respect."
  },
  {
    "id": 63,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression continuously."
  },
  {
    "id": 64,
    "statement": "Acceptance reduces emotional reactivity through mindfulness and self-compassion mechanisms."
  },
  {
    "id": 65,
    "statement": "Moral values arise from interdependent biological, psychological, and social influences."
  },
  {
    "id": 66,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 67,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 68,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factors."
  },
  {
    "id": 69,
    "statement": "Moral values arise from interdependent biological, psychological, and social factors."
  },
  {
    "id": 70,
    "statement": "Histone modifications are constantly being modified or removed dynamically."
  },
  {
    "id": 71,
    "statement": "Zinc fingers are protein domains recognizing specific DNA sequences."
  },
  {
    "id": 72,
    "statement": "Epigenetic modifications alter chromatin structure, influencing gene expression."
  },
  {
    "id": 73,
    "statement": "Electrostatic attraction regulates chromatin compaction through histone-DNA wrapping."
  },
  {
    "id": 74,
    "statement": "Histone modifications regulate chromatin structure through biochemical reactions."
  },
  {
    "id": 75,
    "statement": "Transcription factors recognize DNA using specific protein domains like zinc fingers."
  },
  {
    "id": 76,
    "statement": "Epigenetic modifications influence gene expression through chromatin structure interactions."
  },
  {
    "id": 77,
    "statement": "Histone modifications play a crucial role in chromatin remodeling."
  },
  {
    "id": 78,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factors."
  },
  {
    "id": 79,
    "statement": "Chromatin structure dynamically modified through histone enzyme interactions."
  },
  {
    "id": 80,
    "statement": "Histone modifying enzymes modify chromatin structure dynamically and reversibly."
  },
  {
    "id": 81,
    "statement": "Power imbalances arise from complex historical legacies and systemic inequalities."
  },
  {
    "id": 82,
    "statement": "Trust erosion occurs when expected and actual outcomes mismatch."
  },
  {
    "id": 83,
    "statement": "Epigenetic changes arise from reciprocal biological-environmental interactions_GRE"
  },
  {
    "id": 84,
    "statement": "Moral values arise from interplay of biological and psychological factors."
  },
  {
    "id": 85,
    "statement": "Acceptance and mindfulness reduce emotional resistance through awareness and openness."
  },
  {
    "id": 86,
    "statement": "Self-compassion associates with increased prefrontal cortex activity and dopamine release."
  },
  {
    "id": 87,
    "statement": "Epigenetic editing enzymes modify DNA marks in response to toxins through stress, reprogramming and histone modification."
  },
  {
    "id": 88,
    "statement": "Epigenetic modifications influence chromatin structure through histone modifications."
  },
  {
    "id": 89,
    "statement": "Systemic exploitation encompasses multiple factors, not just power dynamics."
  },
  {
    "id": 90,
    "statement": "Systemic exploitation emerges from complex webs of powerful relationships."
  },
  {
    "id": 91,
    "statement": "Epigenetic regulation involves dynamic interplay of biological factors."
  },
  {
    "id": 92,
    "statement": "Epigenetic changes arise from reciprocal biological-environmental interactions influencing gene expression."
  },
  {
    "id": 93,
    "statement": "Transcription factors recognize DNA using specific protein domains like zinc fingers."
  },
  {
    "id": 94,
    "statement": "Histone modifications and chromatin remodeling jointly regulate gene expression dynamically."
  },
  {
    "id": 95,
    "statement": "Moral values emerge from dynamic biological psychological social interactions."
  },
  {
    "id": 96,
    "statement": "Mutations occur spontaneously or due to variety of environmental factors."
  },
  {
    "id": 97,
    "statement": "Histone modifications regulate chromatin structure dynamically reversibly responding to cues."
  },
  {
    "id": 98,
    "statement": "Moral values arise from interconnected biological, psychological, and social factors."
  },
  {
    "id": 99,
    "statement": "Moral values arise from biological, psychological, and social factors"
  },
  {
    "id": 100,
    "statement": "Epigenetic changes arise from reciprocal biological-environmental interactions."
  },
  {
    "id": 101,
    "statement": "Epigenetic modifications dynamically regulate chromatin structure through histone modification and chromatin remodeling."
  },
  {
    "id": 102,
    "statement": "Mutations induced by various environmental factors, including ionizing radiation, chemicals, viruses, and pollutants."
  },
  {
    "id": 103,
    "statement": "Power imbalances arise from complex social-economic-historical interplay."
  },
  {
    "id": 104,
    "statement": "Histone modifications regulate chromatin structure and gene expression biochemically"
  },
  {
    "id": 105,
    "statement": "Moral values emerge from dynamic interplay of biological, psychological, cultural and social factors."
  },
  {
    "id": 106,
    "statement": "Moral values arise from interdependent biological, psychological, and social influences."
  },
  {
    "id": 107,
    "statement": "Moral values arise from complex interplay of biological psychological factors."
  },
  {
    "id": 108,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 109,
    "statement": "Epigenetic modifications regulate gene expression via chromatin structure alteration"
  },
  {
    "id": 110,
    "statement": "Histone modifications and chromatin remodeling dynamically regulate gene expression."
  },
  {
    "id": 111,
    "statement": "Histone modifications and chromatin remodeling jointly regulate gene expression."
  },
  {
    "id": 112,
    "statement": "Trust erosion is multifaceted, influenced by various factors"
  },
  {
    "id": 113,
    "statement": "Mental and emotional resistance decreases through acceptance and mindfulness."
  },
  {
    "id": 114,
    "statement": "Mutations occur through changes in DNA sequence due to errors or environmental factors."
  },
  {
    "id": 115,
    "statement": "Epigenetic modifications influence chromatin structure indirectly."
  },
  {
    "id": 116,
    "statement": "Epigenetic mechanisms involve histone modification and chromatin remodeling interactions"
  },
  {
    "id": 117,
    "statement": "Zinc fingers are protein domains that recognize specific DNA sequences."
  },
  {
    "id": 118,
    "statement": "Histone modifications modulate chromatin accessibility for transcription factors"
  },
  {
    "id": 119,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 120,
    "statement": "Moral values emerge from interconnected biological, psychological, and social factors influencing each other."
  },
  {
    "id": 121,
    "statement": "Epigenetic modifications influence chromatin structure through dynamic histone interactions."
  },
  {
    "id": 122,
    "statement": "Epigenetic modifications regulate gene expression chemically through histone and DNA alterations"
  },
  {
    "id": 123,
    "statement": "Epigenetic changes modulate gene expression in disease susceptibility and treatment."
  },
  {
    "id": 124,
    "statement": "Histone modifications regulate chromatin structure, affecting transcription factor binding"
  },
  {
    "id": 125,
    "statement": "Mutations can occur spontaneously or due to environmental factors through DNA damage."
  },
  {
    "id": 126,
    "statement": "Transcription factors recognize DNA with specific protein domains."
  },
  {
    "id": 127,
    "statement": "Self-compassion mechanisms involve prefrontal cortex and dopamine release."
  },
  {
    "id": 128,
    "statement": "Chromatin accessibility regulated by dynamic histone modifications affecting gene expression."
  },
  {
    "id": 129,
    "statement": "Histone modifications regulate chromatin compaction and accessibility"
  },
  {
    "id": 130,
    "statement": "Systemic exploitation emerges from complex webs of powerful relationships."
  },
  {
    "id": 131,
    "statement": "Moral values arise from complex interactions between multiple factors."
  },
  {
    "id": 132,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factors through structure alteration."
  },
  {
    "id": 133,
    "statement": "Histone modifications regulate chromatin structure through electrostatic and conformational changes"
  },
  {
    "id": 134,
    "statement": "Histone modifications regulate chromatin structure and gene expression reversibly."
  },
  {
    "id": 135,
    "statement": "Trust erosion occurs from dissonance between expectation and actual outcomes."
  },
  {
    "id": 136,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factors dynamically"
  },
  {
    "id": 137,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factor binding."
  },
  {
    "id": 138,
    "statement": "Environmental toxins cause DNA damage and mutations through various mechanisms."
  },
  {
    "id": 139,
    "statement": "Histone modifications and chromatin remodeling interact to regulate gene expression."
  },
  {
    "id": 140,
    "statement": "Dynamic histone modifications and chromatin remodeling regulate gene expression."
  },
  {
    "id": 141,
    "statement": "Epigenetic modifications influence chromatin structure dynamically through histone interactions."
  },
  {
    "id": 142,
    "statement": "Epigenetic modifications can occur through histone modification and chromatin remodeling interactions."
  },
  {
    "id": 143,
    "statement": "Histone modifications regulate chromatin structure and transcription dynamically."
  },
  {
    "id": 144,
    "statement": "Histone modifying enzymes maintain dynamic chromatin structure equilibrium."
  },
  {
    "id": 145,
    "statement": "Histone modifications dynamically regulate chromatin accessibility and gene expression."
  },
  {
    "id": 146,
    "statement": "Biological, psychological, and social factors interactively shape moral values.''"
  },
  {
    "id": 147,
    "statement": "Epigenetic modifications dynamically regulate chromatin structure through histone modification."
  },
  {
    "id": 148,
    "statement": "Epigenetic modifications influence chromatin structure through histone modification interactions."
  },
  {
    "id": 149,
    "statement": "Epigenetic modifications alter chromatin structure and gene expression collectively"
  },
  {
    "id": 150,
    "statement": "Moral values arise from complex interplay of psychological factors."
  },
  {
    "id": 151,
    "statement": "Histone enzyme interactions regulate chromatin structure dynamically."
  },
  {
    "id": 152,
    "statement": "Epigenetic modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 153,
    "statement": "Histone modifications regulate chromatin structure through chemical interactions"
  },
  {
    "id": 154,
    "statement": "Epigenetic regulation involves intricate interplay of DNA methylation, histone modifications and chromatin remodeling."
  },
  {
    "id": 155,
    "statement": "DNA damage can cause mutations through error-prone repair and mutagenesis."
  },
  {
    "id": 156,
    "statement": "Histone modifications constantly alter chromatin structure and accessibility"
  },
  {
    "id": 157,
    "statement": "Histone modifications create environment influencing transcription factor binding."
  },
  {
    "id": 158,
    "statement": "Epigenetic editing enzymes modify DNA marks in response to environmental toxins."
  },
  {
    "id": 159,
    "statement": "Epigenetic modifications regulate gene expression through histone dynamics and chromatin accessibility."
  },
  {
    "id": 160,
    "statement": "Histone modifications are dynamically reversible in chromatin structure."
  },
  {
    "id": 161,
    "statement": "Histone modifying enzymes add or remove modifications dynamically."
  },
  {
    "id": 162,
    "statement": "Acceptance and mindfulness decrease mental emotional resistance through awareness."
  },
  {
    "id": 163,
    "statement": "Power imbalances and inequality lead to systemic exploitation"
  },
  {
    "id": 164,
    "statement": "Histone modifications regulate chromatin accessibility through remodeling, electrostatic interactions, and transcription factor binding."
  },
  {
    "id": 165,
    "statement": "Moral values emerge from complex biological psychological interactions"
  },
  {
    "id": 166,
    "statement": "Histone modifications can have persistent effects on chromatin structure."
  },
  {
    "id": 167,
    "statement": "Histone modifications dynamically respond to cues, reversible in cellular regulation."
  },
  {
    "id": 168,
    "statement": "Moral values influenced by biological, psychological, social, and cultural factors."
  },
  {
    "id": 169,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interactions."
  },
  {
    "id": 170,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes"
  },
  {
    "id": 171,
    "statement": "Epigenetic changes influenced by biological and environmental factors."
  },
  {
    "id": 172,
    "statement": "Cognitive dissonance occurs when expectations and reality mismatched creating discomfort."
  },
  {
    "id": 173,
    "statement": "Histone modifications and chromatin remodeling regulate gene expression dynamically together."
  },
  {
    "id": 174,
    "statement": "Histone modifications are a dynamic, ongoing process in chromatin"
  },
  {
    "id": 175,
    "statement": "Epigenetic changes modulate gene expression in disease development."
  },
  {
    "id": 176,
    "statement": "Histone modifications regulate chromatin compaction and accessibility through enzymes."
  },
  {
    "id": 177,
    "statement": "Epigenetic changes arise from reciprocal biological-environmental interactions."
  },
  {
    "id": 178,
    "statement": "Epigenetic modifications dynamically alter histone-DNA interactions regulating chromatin accessibility."
  },
  {
    "id": 179,
    "statement": "Chromatin structure refers to the complex of DNA-histone proteins influencing gene expression."
  },
  {
    "id": 180,
    "statement": "Histone modifications regulate chromatin accessibility for transcription factors."
  },
  {
    "id": 181,
    "statement": "Zinc fingers are protein domains recognizing specific DNA sequences."
  },
  {
    "id": 182,
    "statement": "Systemic exploitation arises from complex interplay of multiple factors."
  },
  {
    "id": 183,
    "statement": "Epigenetic mechanisms regulate gene expression through interconnected processes."
  },
  {
    "id": 184,
    "statement": "Histone modification regulates chromatin compaction through electrostatic interactions."
  },
  {
    "id": 185,
    "statement": "Epigenetic editing enzymes modify DNA marks in response to environmental toxins."
  },
  {
    "id": 186,
    "statement": "Acceptance reduces emotional reactivity through mindfulness and self-compassion."
  },
  {
    "id": 187,
    "statement": "Moral values arise from complex interplay of biological psychological factors"
  },
  {
    "id": 188,
    "statement": "Histone modifying enzymes regulate chromatin structure through acetylation pathways."
  },
  {
    "id": 189,
    "statement": "Histone modifications and chromatin remodeling constantly adapt to gene expression."
  },
  {
    "id": 190,
    "statement": "Moral values arise from interconnected biological, psychological, and social factors."
  },
  {
    "id": 191,
    "statement": "Histone modifications dynamically regulate chromatin accessibility for transcription factors."
  },
  {
    "id": 192,
    "statement": "Epigenetic changes arise from dynamic environmental stimuli influences."
  },
  {
    "id": 193,
    "statement": "Moral values arise from interdependent biological, psychological, and social influences."
  },
  {
    "id": 194,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interactions"
  },
  {
    "id": 195,
    "statement": "Trust erosion is a complex phenomenon with multiple factors."
  },
  {
    "id": 196,
    "statement": "Mindfulness self-compassion acceptance reduces emotional reactivity through neural pathways"
  },
  {
    "id": 197,
    "statement": "Power imbalances emerge from interconnected social, economic, historical factors."
  },
  {
    "id": 198,
    "statement": "Histone modification and chromatin remodeling regulate gene expression together."
  }
]