[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Histone modifications alter chromatin structure and gene expression dynamics."
  },
  {
    "id": 2,
    "statement": "Histone modifications regulate chromatin structure, gene expression dynamics."
  },
  {
    "id": 3,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 4,
    "statement": "Non-judgmental acceptance fosters empathy and understanding through active listening."
  },
  {
    "id": 5,
    "statement": "Histone modifications regulate gene expression dynamics by controlling chromatin structure"
  },
  {
    "id": 6,
    "statement": "Moral judgments depend on context, consequences, and personal values."
  },
  {
    "id": 7,
    "statement": "Moral values are shaped by complex interplay of factors, not just culture and beliefs."
  },
  {
    "id": 8,
    "statement": "Epigenetic changes regulate gene expression without DNA sequence modification."
  },
  {
    "id": 9,
    "statement": "Non-judgmental acceptance fosters self-compassion, mindfulness, and openness without judgment."
  },
  {
    "id": 10,
    "statement": "Non-judgmental acceptance is the key to understanding and empathy."
  },
  {
    "id": 11,
    "statement": "Honesty in power imbalances prevents exploitation and builds trust."
  },
  {
    "id": 12,
    "statement": "Moral values arise from complex interactions between multiple factors."
  },
  {
    "id": 13,
    "statement": "Epigenetic marks control chromatin structure, transcription factor binding and gene expression."
  },
  {
    "id": 14,
    "statement": "Epigenetic changes influence gene expression, disease susceptibility, and treatment outcomes."
  },
  {
    "id": 15,
    "statement": "Honesty may be compromised to protect someone's life."
  },
  {
    "id": 16,
    "statement": "Moral values arise from complex interactions of multiple factors."
  },
  {
    "id": 17,
    "statement": "Chromatin domains organize histone modifications for gene regulation."
  },
  {
    "id": 18,
    "statement": "Moral values emerge from intricate interplay of biological, cultural, and environmental factors."
  },
  {
    "id": 19,
    "statement": "Trust erosion involves complex process of dishonesty, power imbalance."
  },
  {
    "id": 20,
    "statement": "Non-judgmental acceptance and active listening foster empathy and understanding."
  },
  {
    "id": 21,
    "statement": "Transcription factors recognize specific DNA sequences through sequence-specific binding."
  },
  {
    "id": 22,
    "statement": "Moral values arise from complex interplay of biological, cultural, and environmental factors."
  },
  {
    "id": 23,
    "statement": "Transcription factors recognize DNA sequences through weak forces interaction"
  },
  {
    "id": 24,
    "statement": "Electrostatic interactions contribute to, but do not solely drive, transcription factor-DNA binding processes"
  },
  {
    "id": 25,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 26,
    "statement": "Acceptance promotes self-compassion through reduced emotional reactivity"
  },
  {
    "id": 27,
    "statement": "Social normalization fuels subconscious imitation leading to trust erosion"
  },
  {
    "id": 28,
    "statement": "Transcription factors recognize DNA sequences through electrostatic, hydrogen, and van der Waals interactions."
  },
  {
    "id": 29,
    "statement": "Histone modifications regulate chromatin accessibility through remodeling, interactions, looping, and transcription factor binding"
  },
  {
    "id": 30,
    "statement": "Honesty can be compromised to protect well-being and security, ethically."
  },
  {
    "id": 31,
    "statement": "Transcription factors recognize specific DNA sequences through binding motifs."
  },
  {
    "id": 32,
    "statement": "Electrostatic attractions drive transcription factor-DNA binding through opposite charges."
  },
  {
    "id": 33,
    "statement": "Honesty may be compromised in exceptional and justified situations."
  },
  {
    "id": 34,
    "statement": "Histone modifications alter chromatin structure and gene expression."
  },
  {
    "id": 35,
    "statement": "Moral values emerge from interactions between multiple biological, psychological, social and cultural factors."
  },
  {
    "id": 36,
    "statement": "Chromatin domains organize epigenetic marks for precise gene regulation."
  },
  {
    "id": 37,
    "statement": "Environmental toxins trigger epigenetic editing enzymes to alter gene expression."
  },
  {
    "id": 38,
    "statement": "Histone modifications compact chromatin, influencing gene expression dynamically."
  },
  {
    "id": 39,
    "statement": "Histone modifications alter chromatin structure through histone tail modifications."
  },
  {
    "id": 40,
    "statement": "Honesty may be compromised in exceptional justified circumstances."
  },
  {
    "id": 41,
    "statement": "Epigenetic marks form through complex biological-chemical-environmental interactions dynamically."
  },
  {
    "id": 42,
    "statement": "Epigenetic changes result from complex biological-environmental interactions influencing gene expression."
  },
  {
    "id": 43,
    "statement": "Electrostatic attractions drive transcription factor-DNA binding through opposing charges."
  },
  {
    "id": 44,
    "statement": "Epigenetic marks modify chromatin structure through histone modifications, DNA methylation, and chromatin remodeling."
  },
  {
    "id": 45,
    "statement": "Transcription factors recognize DNA sequences through weak bonds interactions"
  },
  {
    "id": 46,
    "statement": "Environmental factors shape epigenetic landscape, influencing gene expression."
  },
  {
    "id": 47,
    "statement": "Epigenetic mechanisms regulate gene expression without DNA sequence change."
  },
  {
    "id": 48,
    "statement": "Self-awareness comprises recognition, understanding, acceptance, and regulation of emotions."
  },
  {
    "id": 49,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression."
  },
  {
    "id": 50,
    "statement": "Epigenetic changes modulate gene expression through chromatin reorganization."
  },
  {
    "id": 51,
    "statement": "Non-judgmental acceptance fosters self-awareness, emotional intelligence, and empathy."
  },
  {
    "id": 52,
    "statement": "Histone modifications alter chromatin structure and accessibility to transcription factors."
  },
  {
    "id": 53,
    "statement": "Honesty is not always an absolute moral principle."
  },
  {
    "id": 54,
    "statement": "Transcription factors bind DNA through conserved sequence motifs."
  },
  {
    "id": 55,
    "statement": "Histone modifying enzymes add or remove chemical modifications to chromatin."
  },
  {
    "id": 56,
    "statement": "Honesty may not be absolute moral principle in all situations."
  },
  {
    "id": 57,
    "statement": "Environmental factors shape epigenetic landscape dynamically influencing gene expression."
  },
  {
    "id": 58,
    "statement": "Non-judgmental acceptance fosters empathy and understanding through active listening."
  },
  {
    "id": 59,
    "statement": "Non-judgmental acceptance fosters empathy and understanding through active listening."
  },
  {
    "id": 60,
    "statement": "Epigenetic changes result from complex biological-environmental interactions affecting gene expression"
  },
  {
    "id": 61,
    "statement": "Histone modifications alter chromatin structure and gene expression dynamics through compaction, accessibility, and looping."
  },
  {
    "id": 62,
    "statement": "Epigenetic changes result from complex biological-environmental interactions influencing gene expression."
  },
  {
    "id": 63,
    "statement": "Epigenetic changes modulate gene expression without altering DNA sequence."
  },
  {
    "id": 64,
    "statement": "Non-judgmental acceptance is empathetic understanding without evaluation."
  },
  {
    "id": 65,
    "statement": "Histone modifications regulate chromatin structure and gene expression through epigenetic mechanisms."
  },
  {
    "id": 66,
    "statement": "Histone modifications regulate chromatin structure, gene expression dynamics"
  },
  {
    "id": 67,
    "statement": "Epigenetic mechanisms regulate gene expression without altering DNA sequence through histone modifications and DNA methylation."
  },
  {
    "id": 68,
    "statement": "Epigenetic marks result from intricate biologically-driven chemical reactions."
  },
  {
    "id": 69,
    "statement": "Electrostatic attractions contribute to, but do not solely drive, transcription factor-DNA binding."
  },
  {
    "id": 70,
    "statement": "Transcription factor-DNA binding involves multiple interactions, not just electrostatic."
  },
  {
    "id": 71,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 72,
    "statement": "Honesty may be compromised in exceptional and justified situations."
  },
  {
    "id": 73,
    "statement": "DNA-protein interactions govern chromatin accessibility and gene expression"
  },
  {
    "id": 74,
    "statement": "Epigenetic marks modify chromatin structure through histone modifications, DNA methylation, and chromatin remodeling."
  },
  {
    "id": 75,
    "statement": "Histone modifications alter chromatin structure and gene expression dynamically through compaction, accessibility, and looping mechanisms."
  },
  {
    "id": 76,
    "statement": "Moral values arise from complex biological, psychological, social and environmental factors."
  },
  {
    "id": 77,
    "statement": "Self-awareness is crucial for emotional intelligence development, encompassing recognition, understanding, acceptance, and regulation."
  },
  {
    "id": 78,
    "statement": "Histone modifications determine chromatin accessibility via DNA-protein interactions"
  },
  {
    "id": 79,
    "statement": "Transcription factors bind to conserved DNA sequences for gene regulation"
  },
  {
    "id": 80,
    "statement": "Chromatin domains organize histone modifications for gene expression regulation"
  },
  {
    "id": 81,
    "statement": "Moral values arise from complex biological interactions."
  },
  {
    "id": 82,
    "statement": "Moral values are shaped by complex interplay of factors."
  },
  {
    "id": 83,
    "statement": "Transcription factors recognize specific sequences or patterns on DNA."
  },
  {
    "id": 84,
    "statement": "Environmental toxins trigger epigenetic changes in gene expression."
  },
  {
    "id": 85,
    "statement": "Epigenetic marks emerge from complex biological chemical reactions involving enzymes."
  },
  {
    "id": 86,
    "statement": "Transcription factors recognize DNA sequences through weak forces interaction"
  },
  {
    "id": 87,
    "statement": "Epigenetic changes dynamically regulate gene expression during development."
  },
  {
    "id": 88,
    "statement": "Epigenetic marks emerge from intricate biological chemical reactions."
  },
  {
    "id": 89,
    "statement": "Dopamine release modulates moral decision-making through neural processing."
  },
  {
    "id": 90,
    "statement": "Epigenetic modifications alter chromatin structure and gene expression"
  },
  {
    "id": 91,
    "statement": "Epigenetic changes result from internal-external interactions influencing gene expression."
  },
  {
    "id": 92,
    "statement": "Epigenetic regulation affects gene expression without DNA sequence changes."
  },
  {
    "id": 93,
    "statement": "Epigenetic marks form through complex biological-chemical-environmental interactions."
  },
  {
    "id": 94,
    "statement": "Honesty may be compromised for justified harm prevention."
  },
  {
    "id": 95,
    "statement": "Epigenetic changes result from complex internal-external interactions influencing gene expression."
  },
  {
    "id": 96,
    "statement": "Histone modifications alter chromatin structure, affecting gene expression."
  },
  {
    "id": 97,
    "statement": "Non-judgmental acceptance fosters self-compassion, mindfulness, and openness through reduced self-criticism and increased self-awareness."
  },
  {
    "id": 98,
    "statement": "Honesty can be compromised for ethical reasons in certain contexts."
  },
  {
    "id": 99,
    "statement": "Histone modifying enzymes add/remove chemical modifications to chromatin."
  },
  {
    "id": 100,
    "statement": "Honesty in power imbalances can be context-dependent and nuanced."
  },
  {
    "id": 101,
    "statement": "Epigenetic landscape is a dynamic interplay of genes and environment."
  },
  {
    "id": 102,
    "statement": "Epigenetic changes result from environmental factors influencing gene expression."
  },
  {
    "id": 103,
    "statement": "Moral values emerge from biological, cultural, and environmental interactions"
  },
  {
    "id": 104,
    "statement": "Transcription factors recognize specific DNA sequences through electrostatic, hydrogen, and van der Waals interactions."
  },
  {
    "id": 105,
    "statement": "Histone modifications regulate chromatin structure and gene expression epigenetically."
  },
  {
    "id": 106,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 107,
    "statement": "Moral judgments depend on context, personal values, and consequences"
  },
  {
    "id": 108,
    "statement": "Epigenetic regulation plays crucial roles in developmental processes."
  },
  {
    "id": 109,
    "statement": "Chromatin is organized into domains fostering specific gene regulation."
  },
  {
    "id": 110,
    "statement": "Exceptional circumstances occur when honesty harms others significantly."
  },
  {
    "id": 111,
    "statement": "Non-judgmental acceptance fosters self-compassion, mindfulness, and openness."
  },
  {
    "id": 112,
    "statement": "Epigenetic marks form from complex biological, chemical, environmental interactions."
  },
  {
    "id": 113,
    "statement": "Moral values emerge from complex interplay of biological, psychological, and cultural factors."
  },
  {
    "id": 114,
    "statement": "Binding motifs are specific DNA sequences recognized by transcription factors."
  },
  {
    "id": 115,
    "statement": "Empathy requires non-judgmental acceptance, active listening, and validation."
  },
  {
    "id": 116,
    "statement": "Electrostatic interactions contribute to, but do not solely drive, transcription factor-DNA binding"
  },
  {
    "id": 117,
    "statement": "Honesty in power imbalances prevents exploitation and builds trust"
  },
  {
    "id": 118,
    "statement": "Transcription factor-DNA binding involves multiple interactions, not just electrostatic."
  },
  {
    "id": 119,
    "statement": "Chromatin domains are organized regions with specific gene control functions."
  },
  {
    "id": 120,
    "statement": "Electrostatic interactions guide transcription factors to specific DNA binding sites."
  },
  {
    "id": 121,
    "statement": "Mutual understanding emerges from shared, non-judgmental, active listening experiences."
  },
  {
    "id": 122,
    "statement": "Lying may be morally acceptable in exceptional situations."
  },
  {
    "id": 123,
    "statement": "Chromatin domains organize histone modifications for specific gene expression."
  },
  {
    "id": 124,
    "statement": "Honesty may be compromised in exceptional and justified circumstances."
  },
  {
    "id": 125,
    "statement": "Histone modifying enzymes dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 126,
    "statement": "Epigenetic changes result from interplay of genetic, environmental factors."
  },
  {
    "id": 127,
    "statement": "Electrostatic interactions facilitate transcription factor-DNA recognition through attraction and specificity."
  },
  {
    "id": 128,
    "statement": "Epigenetic marks form through complex interplay of biological, chemical, environmental factors."
  },
  {
    "id": 129,
    "statement": "Electrostatic attractions facilitate transcription factor-DNA binding through opposite charges."
  },
  {
    "id": 130,
    "statement": "Epigenetic changes regulate gene expression through chromatin structure modification."
  },
  {
    "id": 131,
    "statement": "Histone modifying enzymes dynamically regulate chromatin and gene expression."
  },
  {
    "id": 132,
    "statement": "Histone modifications regulate chromatin accessibility through looping, remodeling, and interactions."
  },
  {
    "id": 133,
    "statement": "Histone modifying enzymes dynamically regulate chromatin structure and gene expression through PTMs and covalent modifications."
  },
  {
    "id": 134,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 135,
    "statement": "Epigenetic changes arise from complex interactions between genetic & environmental factors."
  },
  {
    "id": 136,
    "statement": "Non-judgmental acceptance may be a necessary condition for empathy, not direct cause."
  },
  {
    "id": 137,
    "statement": "Lying may be necessary in exceptional circumstances."
  },
  {
    "id": 138,
    "statement": "Epigenetic changes result from internal-external interactions influencing gene expression."
  },
  {
    "id": 139,
    "statement": "Epigenetic changes result from internal-external interactions influencing gene expression."
  },
  {
    "id": 140,
    "statement": "Moral development integrates biological, cultural, and experiential influences."
  },
  {
    "id": 141,
    "statement": "Transcription factor-DNA binding involves multiple interactions beyond electrostatic."
  },
  {
    "id": 142,
    "statement": "Histone modifications regulate chromatin structure by controlling accessibility."
  },
  {
    "id": 143,
    "statement": "Epigenetic changes alter gene expression, disease susceptibility, and treatment outcomes."
  },
  {
    "id": 144,
    "statement": "Histone modifications alter chromatin structure and accessibility through looping, remodeling, and interactions."
  },
  {
    "id": 145,
    "statement": "Histone modifications regulate chromatin structure and gene expression through compaction, looping, and accessibility."
  },
  {
    "id": 146,
    "statement": "Moral values arise from complex biological, psychological, social, cultural factors"
  },
  {
    "id": 147,
    "statement": "Dopamine release in vmPFC influences moral decision-making through emotional processing."
  },
  {
    "id": 148,
    "statement": "Honesty can be compromised to prevent significant justified harm."
  },
  {
    "id": 149,
    "statement": "Honesty in power imbalances fosters transparency, accountability, and trust."
  },
  {
    "id": 150,
    "statement": "Chromatin domains organize histone modifications for gene regulation."
  },
  {
    "id": 151,
    "statement": "Non-judgmental acceptance combines with active listening to foster empathy."
  },
  {
    "id": 152,
    "statement": "Non-judgmental acceptance fosters self-awareness, emotional intelligence, and empathy through understanding."
  },
  {
    "id": 153,
    "statement": "Epigenetic changes result from complex biological-environmental interactions affecting gene expression."
  },
  {
    "id": 154,
    "statement": "Histone modifications regulate chromatin structure through epigenetic mechanisms."
  },
  {
    "id": 155,
    "statement": "Personal values shape moral judgments in context-dependent ways."
  },
  {
    "id": 156,
    "statement": "Binding motifs are specific DNA sequences recognized by transcription factors."
  },
  {
    "id": 157,
    "statement": "Moral judgments depend on personal values, context, and consequences."
  },
  {
    "id": 158,
    "statement": "Moral values arise from intricate biological-cultural-social interactions."
  },
  {
    "id": 159,
    "statement": "Environmental stress triggers epigenetic editing enzymes for gene regulation."
  },
  {
    "id": 160,
    "statement": "Epigenetic marks form through interactive biological-chemical-environmental processes."
  },
  {
    "id": 161,
    "statement": "Transcription factors recognize DNA sequences through multiple interactions,"
  },
  {
    "id": 162,
    "statement": "Epigenetic changes result from complex biological-environmental interactions."
  },
  {
    "id": 163,
    "statement": "Trust erosion is a complex phenomenon influenced by multiple factors."
  },
  {
    "id": 164,
    "statement": "Epigenetic marks form through complex biological, chemical, environmental interactions driven."
  },
  {
    "id": 165,
    "statement": "Non-judgmental acceptance fosters empathy through active listening and validation."
  },
  {
    "id": 166,
    "statement": "Non-judgmental acceptance fosters empathy through open and active listening."
  },
  {
    "id": 167,
    "statement": "Transcription factor-DNA binding involves complex interactions, not just electrostatics"
  },
  {
    "id": 168,
    "statement": "Epigenetic changes modify gene expression without altering DNA sequence."
  },
  {
    "id": 169,
    "statement": "Chromatin domains regulate gene expression through epigenetic mark organization."
  },
  {
    "id": 170,
    "statement": "Honesty may be compromised in exceptional justified circumstances."
  },
  {
    "id": 171,
    "statement": "Honesty may be compromised in exceptional and justified situations."
  },
  {
    "id": 172,
    "statement": "Histone modifications alter chromatin structure through compaction and accessibility."
  },
  {
    "id": 173,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression mechanisms"
  },
  {
    "id": 174,
    "statement": "Electrostatic interactions guide transcription factors to specific DNA binding sites."
  },
  {
    "id": 175,
    "statement": "Transcription factors recognize DNA sequences through binding motifs."
  },
  {
    "id": 176,
    "statement": "Epigenetic changes result from environmental factors modifying chromatin structure."
  },
  {
    "id": 177,
    "statement": "Electrostatic interactions facilitate transcription factor-DNA recognition through attraction and specificity, but not sole driving force."
  },
  {
    "id": 178,
    "statement": "Epigenetic marks modify chromatin structure through histone modifications, DNA methylation, and chromatin remodeling."
  },
  {
    "id": 179,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 180,
    "statement": "Chromatin remodeling alters chromatin structure for gene regulation."
  },
  {
    "id": 181,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 182,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 183,
    "statement": "Epigenetic marks form through complex molecular interactions and reactions."
  },
  {
    "id": 184,
    "statement": "Epigenetic marks modify chromatin structure and gene expression dynamically."
  },
  {
    "id": 185,
    "statement": "Histone modifications regulate chromatin structure, gene expression dynamics through epigenetic mechanisms."
  },
  {
    "id": 186,
    "statement": "Epigenetic mechanisms regulate gene expression through histone modifications and DNA methylation."
  },
  {
    "id": 187,
    "statement": "Histone tail modifications alter chromatin structure and gene expression."
  },
  {
    "id": 188,
    "statement": "Social normalization drives subconscious imitation, trust erosion and moral ambiguity."
  },
  {
    "id": 189,
    "statement": "Honesty in power imbalances builds trust through transparency and fairness."
  },
  {
    "id": 190,
    "statement": "Transcription factors recognize DNA sequences through non-covalent interactions."
  },
  {
    "id": 191,
    "statement": "Moral values emerge from complex interplay of factors influencing brain, behavior, and culture."
  },
  {
    "id": 192,
    "statement": "Transcription factors recognize DNA sequences through complex interactions."
  },
  {
    "id": 193,
    "statement": "Moral values result from complex interplay of biological, psychological, cultural, and environmental factors."
  },
  {
    "id": 194,
    "statement": "Honesty balances power dynamics in context-dependent and nuanced ways."
  },
  {
    "id": 195,
    "statement": "Epigenetic marks form through dynamic biological-chemical-environmental interactions."
  },
  {
    "id": 196,
    "statement": "Moral values emerge from dynamic interplay of biological, cultural, and environmental factors"
  },
  {
    "id": 197,
    "statement": "Histone modifications compact chromatin, affecting gene expression dynamics."
  },
  {
    "id": 198,
    "statement": "Moral values arise from intricate biological, psychological, and cultural factors."
  }
]