[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Histone modifications alter chromatin structure, regulating gene expression."
  },
  {
    "id": 2,
    "statement": "Moral judgments depend on context, consequences, and personal values."
  },
  {
    "id": 3,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression."
  },
  {
    "id": 4,
    "statement": "Moral values arise from complex interplay of biological, psychological, social, and cultural factors."
  },
  {
    "id": 5,
    "statement": "Moral values arise from complex interactions between multiple factors."
  },
  {
    "id": 6,
    "statement": "Histone modifications regulate chromatin structure, gene expression dynamics."
  },
  {
    "id": 7,
    "statement": "Epigenetic changes result from intricate biological-environmental reciprocal influences."
  },
  {
    "id": 8,
    "statement": "Moral judgments depend on context, consequences, and personal values."
  },
  {
    "id": 9,
    "statement": "Power imbalances require structural changes beyond honesty alone"
  },
  {
    "id": 10,
    "statement": "Epigenetic mechanisms regulate gene expression without DNA sequence change."
  },
  {
    "id": 11,
    "statement": "Epigenetic changes influence gene expression, disease susceptibility, and treatment outcomes."
  },
  {
    "id": 12,
    "statement": "Epigenetic editing enzymes respond to toxins, altering gene expression."
  },
  {
    "id": 13,
    "statement": "Epigenetic changes regulate gene expression via chromatin modifications"
  },
  {
    "id": 14,
    "statement": "Trust erosion from complex interactions of psychological, social, and environmental factors."
  },
  {
    "id": 15,
    "statement": "Epigenetic changes influence gene expression, affecting biological processes."
  },
  {
    "id": 16,
    "statement": "Social inequalities lead to power imbalances, which foster dishonesty."
  },
  {
    "id": 17,
    "statement": "Histone modifications regulate gene expression dynamics through transcription factors"
  },
  {
    "id": 18,
    "statement": "Transcription factors recognize specific DNA sequences through binding motifs."
  },
  {
    "id": 19,
    "statement": "Epigenetic marks influence gene expression through chromatin remodeling."
  },
  {
    "id": 20,
    "statement": "Epigenetic mechanisms regulate gene expression through DNA methylation, histone modifications, and chromatin remodeling."
  },
  {
    "id": 21,
    "statement": "Honesty in power imbalances fosters trust and mitigates exploitation."
  },
  {
    "id": 22,
    "statement": "Non-judgmental acceptance fosters emotional safety for vulnerable communication."
  },
  {
    "id": 23,
    "statement": "Honesty alone is insufficient to address exploitation and power imbalances."
  },
  {
    "id": 24,
    "statement": "Honesty, power imbalances, trust, and exploitation: contextual considerations required."
  },
  {
    "id": 25,
    "statement": "Acceptance reduces emotional reactivity through increased mindfulness and self-compassion."
  },
  {
    "id": 26,
    "statement": "Non-judgmental acceptance fosters empathy through active listening and validation."
  },
  {
    "id": 27,
    "statement": "Honesty in power imbalances prevents exploitation and builds trust."
  },
  {
    "id": 28,
    "statement": "Honesty alone insufficient to address power imbalances and exploitation."
  },
  {
    "id": 29,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal influences."
  },
  {
    "id": 30,
    "statement": "Transcription factors recognize DNA sequences through specific domains."
  },
  {
    "id": 31,
    "statement": "Histone modifying enzymes dynamically regulate chromatin structure and expression."
  },
  {
    "id": 32,
    "statement": "Honesty alone may not prevent exploitation in power imbalance."
  },
  {
    "id": 33,
    "statement": "Histone modifications regulate gene expression dynamics through direct and indirect mechanisms."
  },
  {
    "id": 34,
    "statement": "Acceptance reduces emotional reactivity through increased mindfulness and self-compassion."
  },
  {
    "id": 35,
    "statement": "Epigenetic marks influenced by complex interplay of factors."
  },
  {
    "id": 36,
    "statement": "Histones play a crucial role in packaging DNA into nucleosomes."
  },
  {
    "id": 37,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression dynamically"
  },
  {
    "id": 38,
    "statement": "Epigenetic mechanisms regulate gene expression through DNA methylation, histone modifications."
  },
  {
    "id": 39,
    "statement": "Honesty in power imbalances fosters trust and social equality."
  },
  {
    "id": 40,
    "statement": "Epigenetic changes arise from dynamic biological-environmental interactions."
  },
  {
    "id": 41,
    "statement": "Moral values arise from complex biological, psychological, social, cultural factors."
  },
  {
    "id": 42,
    "statement": "Histones' tails regulate chromatin structure through epigenetic modifications."
  },
  {
    "id": 43,
    "statement": "Epigenetic changes occur due to environmental toxins' complex mechanisms"
  },
  {
    "id": 44,
    "statement": "Transcription factors recognize DNA sequences through weak forces interaction"
  },
  {
    "id": 45,
    "statement": "Histone modifying enzymes add or remove chemical modifications to chromatin."
  },
  {
    "id": 46,
    "statement": "Histone modifications modulate chromatin structure through electrostatic interactions."
  },
  {
    "id": 47,
    "statement": "Transcription factors bind to specific DNA sequences through domains."
  },
  {
    "id": 48,
    "statement": "Histone modifications regulate chromatin structure and gene expression reversibly."
  },
  {
    "id": 49,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 50,
    "statement": "Trust erosion involves complex process of dishonesty, power imbalance."
  },
  {
    "id": 51,
    "statement": "Social inequalities and power imbalances promote unjust moral judgments."
  },
  {
    "id": 52,
    "statement": "Histone modifications control chromatin structure through electrostatic DNA interactions."
  },
  {
    "id": 53,
    "statement": "Histone modification reversibility regulates chromatin structure and gene expression."
  },
  {
    "id": 54,
    "statement": "Histone modifications regulate chromatin structure and gene expression reversibly."
  },
  {
    "id": 55,
    "statement": "Trust erosion arises from complex interactions between psyche, society, and environment."
  },
  {
    "id": 56,
    "statement": "Histone modifying enzymes regulate chromatin structure dynamically."
  },
  {
    "id": 57,
    "statement": "Epigenetic changes result from complex biological-environmental interactions affecting gene expression"
  },
  {
    "id": 58,
    "statement": "Transcription factors recognize specific DNA sequences through domain-specific binding."
  },
  {
    "id": 59,
    "statement": "Acceptance reduces emotional reactivity through observing and accepting emotions."
  },
  {
    "id": 60,
    "statement": "Epigenetic changes result from dynamic biological-environmental reciprocal influences"
  },
  {
    "id": 61,
    "statement": "Social inequalities and power imbalances' impact on moral judgments"
  },
  {
    "id": 62,
    "statement": "Electrostatic interactions between histone tails and DNA regulate chromatin structure."
  },
  {
    "id": 63,
    "statement": "Moral judgments influenced by individual psychological factors and societal context."
  },
  {
    "id": 64,
    "statement": "Histone modifications alter chromatin structure dynamically."
  },
  {
    "id": 65,
    "statement": "Transcription factors recognize specific DNA sequences through binding motifs."
  },
  {
    "id": 66,
    "statement": "Empathy develops through active listening and non-judgmental acceptance."
  },
  {
    "id": 67,
    "statement": "Epigenetic changes arise from biological-environmental reciprocal influences"
  },
  {
    "id": 68,
    "statement": "Histones' tails regulate chromatin structure through epigenetic modifications."
  },
  {
    "id": 69,
    "statement": "Social inequalities influence power imbalances, leading to dishonestyColsed"
  },
  {
    "id": 70,
    "statement": "Histone modifications regulate gene expression dynamics by controlling chromatin structure"
  },
  {
    "id": 71,
    "statement": "Epigenetic editing enzymes triggered by toxins alter chromatin structure globally."
  },
  {
    "id": 72,
    "statement": "Electrostatic interactions compact chromatin, influencing gene expression reversibly."
  },
  {
    "id": 73,
    "statement": "Moral judgments depend on situation, background, and inner principles."
  },
  {
    "id": 74,
    "statement": "Transcription factors recognize DNA sequences through electrostatic forces."
  },
  {
    "id": 75,
    "statement": "Epigenetic changes result from dynamic biological-environmental interactions."
  },
  {
    "id": 76,
    "statement": "Histone modification alterations influence chromatin structure and gene expression dynamically."
  },
  {
    "id": 77,
    "statement": "Transcription factors recognize DNA sequences through domain-specific binding."
  },
  {
    "id": 78,
    "statement": "Electrostatic interactions between histone tails and DNA affect chromatin compaction."
  },
  {
    "id": 79,
    "statement": "DNA methylation and histone modifications synergistically regulate gene expression."
  },
  {
    "id": 80,
    "statement": "Histone modifications can alter chromatin structure rapidly and reversibly."
  },
  {
    "id": 81,
    "statement": "Epigenetic changes result from multifaceted biological and environmental interactions."
  },
  {
    "id": 82,
    "statement": "Non-judgmental acceptance increases empathy through active listening."
  },
  {
    "id": 83,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 84,
    "statement": "Honesty in power imbalances is context-dependent and influenced by factors"
  },
  {
    "id": 85,
    "statement": "Non-judgmental acceptance fosters vulnerability, leading to deeper empathy."
  },
  {
    "id": 86,
    "statement": "Epigenetic marks influence gene expression through chromatin remodeling complexes"
  },
  {
    "id": 87,
    "statement": "Honesty alone insufficient to address exploitation and power imbalances"
  },
  {
    "id": 88,
    "statement": "Social inequalities create power imbalances leading to dishonesty."
  },
  {
    "id": 89,
    "statement": "Non-judgmental acceptance fosters emotional safety through reduced criticism."
  },
  {
    "id": 90,
    "statement": "Epigenetics influences moral values and trust through gene expression dynamics."
  },
  {
    "id": 91,
    "statement": "Histone modifications alter chromatin structure through electrostatic interactions."
  },
  {
    "id": 92,
    "statement": "Non-judgmental acceptance and active listening foster empathy and understanding."
  },
  {
    "id": 93,
    "statement": "Epigenetic changes arise from complex biological-environmental interactions"
  },
  {
    "id": 94,
    "statement": "Epigenetic modifications intersect with multiple regulatory mechanisms"
  },
  {
    "id": 95,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 96,
    "statement": "Histone modifying enzymes regulate chromatin structure, gene expression dynamically."
  },
  {
    "id": 97,
    "statement": "Epigenetic changes arise from dynamic biological-environmental reciprocal interactions."
  },
  {
    "id": 98,
    "statement": "Epigenetic changes occur due to environmental toxins' complex interactions."
  },
  {
    "id": 99,
    "statement": "Non-judgmental acceptance fosters self-compassion, mindfulness, and openness through self-awareness."
  },
  {
    "id": 100,
    "statement": "Epigenetic changes result from complex interactions between biological and environmental factors, influencing gene expression."
  },
  {
    "id": 101,
    "statement": "Chromatin remodeling complexes alter chromatin structure and gene expression"
  },
  {
    "id": 102,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 103,
    "statement": "Trust eroded by complex interactions among psychological, social, and environmental factors."
  },
  {
    "id": 104,
    "statement": "Histone modifications alter chromatin structure through electrostatic interactions"
  },
  {
    "id": 105,
    "statement": "Histone modifications regulate chromatin structure and gene expression dynamics."
  },
  {
    "id": 106,
    "statement": "Transcription factors recognize specific DNA sequences through binding motifs."
  },
  {
    "id": 107,
    "statement": "Epigenetic modifications regulate gene expression without DNA sequence change."
  },
  {
    "id": 108,
    "statement": "Honesty in power imbalances fosters transparency and accountability."
  },
  {
    "id": 109,
    "statement": "Cultural, family, and experience influences shape personal values, moral judgments."
  },
  {
    "id": 110,
    "statement": "Epigenetic changes alter chromatin structure to regulate gene expression."
  },
  {
    "id": 111,
    "statement": "Epigenetic changes regulate gene expression through chromatin compaction"
  },
  {
    "id": 112,
    "statement": "Social inequalities lead to power imbalances through systemic oppression and lack of representation foster dishonesty."
  },
  {
    "id": 113,
    "statement": "Trust erosion originates from psychological, social, and environmental interactions."
  },
  {
    "id": 114,
    "statement": "Non-judgmental acceptance and active listening foster empathy and understanding."
  },
  {
    "id": 115,
    "statement": "Power imbalances arise from complex interplay of factors."
  },
  {
    "id": 116,
    "statement": "Non-judgmental acceptance fosters empathy and promotes vulnerability carefully."
  },
  {
    "id": 117,
    "statement": "Epigenetic regulation involves complex timescales exceeding seconds."
  },
  {
    "id": 118,
    "statement": "Honesty alone is insufficient to address power imbalances and exploitation."
  },
  {
    "id": 119,
    "statement": "Epigenetic changes result from complex biological-environmental interactions."
  },
  {
    "id": 120,
    "statement": "Social power dynamics often negate the value of honesty alone in resolving power imbalances"
  },
  {
    "id": 121,
    "statement": "Epigenetic editing enzymes can be triggered by specific toxins."
  },
  {
    "id": 122,
    "statement": "Moral judgments influenced by personal values and societal context."
  },
  {
    "id": 123,
    "statement": "Transcription factors recognize specific DNA sequences through binding motifs."
  },
  {
    "id": 124,
    "statement": "Context influences honesty, power imbalances, trust, and exploitation."
  },
  {
    "id": 125,
    "statement": "Epigenetic changes regulate gene expression through chromatin structure modifications."
  },
  {
    "id": 126,
    "statement": "Histone modifying enzymes regulate chromatin structure and gene expression dynamically."
  },
  {
    "id": 127,
    "statement": "Transcription factors recognize DNA sequences through domain-specific binding selectively."
  },
  {
    "id": 128,
    "statement": "Moral values arise from multiple factors, including biology, psychology, and societal influences."
  },
  {
    "id": 129,
    "statement": "Non-judgmental acceptance can be influenced by cultural and personal factors."
  },
  {
    "id": 130,
    "statement": "Histone modifications rapidly alter chromatin structure and gene expression."
  },
  {
    "id": 131,
    "statement": "Power imbalances are influenced by cultural and social norms."
  },
  {
    "id": 132,
    "statement": "Epigenetic changes arise from interacting biological and environmental factors."
  },
  {
    "id": 133,
    "statement": "Honesty in power imbalances fosters trust, reduces exploitation."
  },
  {
    "id": 134,
    "statement": "Honesty in power imbalances fosters trust and social equality."
  },
  {
    "id": 135,
    "statement": "Moral values arise from complex interplay of individual factors."
  },
  {
    "id": 136,
    "statement": "Honesty in power imbalances fosters trust and social equality."
  },
  {
    "id": 137,
    "statement": "Epigenetic changes result from complex biological-environmental reciprocal influences."
  },
  {
    "id": 138,
    "statement": "Electrostatic interactions compact chromatin fibers, influencing gene expression reversibly."
  },
  {
    "id": 139,
    "statement": "Epigenetic changes occur through intricate biological-environmental interactions."
  },
  {
    "id": 140,
    "statement": "Moral judgments arise from complex interplay of factors influencing personal values."
  },
  {
    "id": 141,
    "statement": "Empathy develops through active listening and non-judgmental acceptance."
  },
  {
    "id": 142,
    "statement": "Histone modifications regulate chromatin structure through multiple mechanisms."
  },
  {
    "id": 143,
    "statement": "Honesty fosters transparency, accountability, and trust in power imbalances."
  },
  {
    "id": 144,
    "statement": "Moral judgments shaped by individual psychology and societal context."
  },
  {
    "id": 145,
    "statement": "Power imbalances arise from complex interactions of multiple factors."
  },
  {
    "id": 146,
    "statement": "Transcription factors recognize DNA sequences through binding motifs."
  },
  {
    "id": 147,
    "statement": "Honesty in power imbalances requires contextual consideration."
  },
  {
    "id": 148,
    "statement": "Epigenetic changes result from dynamic biological-environmental interactions."
  },
  {
    "id": 149,
    "statement": "Acceptance reduces emotional reactivity by acknowledging and allowing emotions."
  },
  {
    "id": 150,
    "statement": "Epigenetic changes regulate gene expression through chromatin modification dynamics."
  },
  {
    "id": 151,
    "statement": "Trust erosion arises from complex interactions of psychological, social, and environmental factors."
  },
  {
    "id": 152,
    "statement": "Lies can be morally justified in extreme circumstances."
  },
  {
    "id": 153,
    "statement": "Epigenetic changes result from complex biological-environmental reciprocal influences."
  },
  {
    "id": 154,
    "statement": "Epigenetic changes regulate gene expression through chromatin compaction dynamics."
  },
  {
    "id": 155,
    "statement": "Epigenetic editing enzymes' responses to toxins are context-dependent and complex."
  },
  {
    "id": 156,
    "statement": "Epigenetic changes influence gene expression, affecting biological processes, development."
  },
  {
    "id": 157,
    "statement": "Epigenetic regulation involves complex timescales from seconds to years."
  },
  {
    "id": 158,
    "statement": "Social inequalities create power imbalances, fostering dishonesty and exploitation."
  },
  {
    "id": 159,
    "statement": "Histones' tails regulate chromatin structure through epigenetic modifications."
  },
  {
    "id": 160,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 161,
    "statement": "Epigenetic mechanisms regulate gene expression through combined effects."
  },
  {
    "id": 162,
    "statement": "Transcription factors recognize specific DNA sequences through binding motifs."
  },
  {
    "id": 163,
    "statement": "Transcription factors recognize DNA sequences through electrostatic forces."
  },
  {
    "id": 164,
    "statement": "Epigenetic editing enzymes respond to toxins, with specificity unclear."
  },
  {
    "id": 165,
    "statement": "Complex environmental and psychological factors erode trust in marginalized individuals."
  },
  {
    "id": 166,
    "statement": "Histone tail electrostatic interactions modulate chromatin structure dynamics."
  },
  {
    "id": 167,
    "statement": "Honesty alone insufficient to address power imbalances and exploitation."
  },
  {
    "id": 168,
    "statement": "Epigenetic changes influence gene expression, disease susceptibility, and treatment outcomes."
  },
  {
    "id": 169,
    "statement": "Transcription factors recognize specific DNA sequences through domains."
  },
  {
    "id": 170,
    "statement": "Environmental toxins alter epigenetic marks through complex mechanisms."
  },
  {
    "id": 171,
    "statement": "Social inequalities can lead to systematic dishonesty through power imbalance."
  },
  {
    "id": 172,
    "statement": "Moral judgments arise from complex intersections of personal values and societal context."
  },
  {
    "id": 173,
    "statement": "Epigenetic changes result from complex biological-environmental reciprocal influences."
  },
  {
    "id": 174,
    "statement": "Epigenetic modifications on histone tails regulate chromatin structure and gene expression."
  },
  {
    "id": 175,
    "statement": "Honesty in power imbalances fosters trust and mitigates exploitation."
  },
  {
    "id": 176,
    "statement": "Histones package DNA into nucleosomes through electrostatic and hydrogen bonding."
  },
  {
    "id": 177,
    "statement": "Histone modifications regulate chromatin structure controlling gene expression."
  },
  {
    "id": 178,
    "statement": "Non-covalent interactions between transcription factor and DNA molecule recognized"
  },
  {
    "id": 179,
    "statement": "Epigenetic editing enzymes respond to toxins in complex ways"
  },
  {
    "id": 180,
    "statement": "Reversible histone modifications regulate gene expression dynamically."
  },
  {
    "id": 181,
    "statement": "Histone modifications modulate chromatin structure through electrostatic interactions."
  },
  {
    "id": 182,
    "statement": "Epigenetic changes result from dynamic biological-environmental interactions."
  },
  {
    "id": 183,
    "statement": "Context influences moral judgments and decision-making through multiple factors."
  },
  {
    "id": 184,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression."
  },
  {
    "id": 185,
    "statement": "Biological, psychological, social, and cultural factors combine to shape moral values."
  },
  {
    "id": 186,
    "statement": "Moral judgments depend on context, consequences, and personal values."
  },
  {
    "id": 187,
    "statement": "Histone modifications dynamically regulate chromatin structure and gene expression reversibly."
  },
  {
    "id": 188,
    "statement": "Epigenetic mechanisms adjust gene expression settings without DNA changes."
  },
  {
    "id": 189,
    "statement": "Histone modifications alter chromatin structure, regulating gene expression dynamics."
  },
  {
    "id": 190,
    "statement": "Epigenetic changes arise from interplay between biological and environmental factors."
  },
  {
    "id": 191,
    "statement": "Epigenetic marks influenced by biological and environmental factors."
  },
  {
    "id": 192,
    "statement": "Acceptance reduces emotional reactivity through mindfulness and self-compassion."
  },
  {
    "id": 193,
    "statement": "Histone modifications alter chromatin structure through electrostatic interactions."
  },
  {
    "id": 194,
    "statement": "Moral values arise from intricate biological-psychological-social-cultural interactions."
  },
  {
    "id": 195,
    "statement": "Acceptance reduces emotional reactivity through increased mindfulness and self-compassion."
  },
  {
    "id": 196,
    "statement": "Epigenetic changes affect moral values, trust through gene regulation mechanisms."
  },
  {
    "id": 197,
    "statement": "Histone modifying enzymes regulate chromatin structure dynamically reversibly."
  },
  {
    "id": 198,
    "statement": "Honesty alone insufficient to prevent exploitation in power imbalance."
  },
  {
    "id": 199,
    "statement": "Trust erosion occurs through dishonesty, power imbalance, and broken promises."
  }
]