[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 2,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 3,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 4,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 5,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 6,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 7,
    "statement": "Universal healthcare is a societal responsibility to ensure equal access."
  },
  {
    "id": 8,
    "statement": "Education should be secular to maintain neutrality and foster critical thinking."
  },
  {
    "id": 9,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 10,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 11,
    "statement": "π is the ratio of a circle’s circumference to diameter."
  },
  {
    "id": 12,
    "statement": "Boiling water's effectiveness depends on factors like altitude and pathogens."
  },
  {
    "id": 13,
    "statement": "National borders should be open to promote global solidarity and exchange."
  },
  {
    "id": 14,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 15,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 16,
    "statement": "Euler's identity: e^(iπ) + 1 = 0 combines five fundamental constants."
  },
  {
    "id": 17,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 18,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 19,
    "statement": "The brain processes and filters sensory information"
  },
  {
    "id": 20,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 21,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 22,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 23,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 24,
    "statement": "Retributive justice is unethical; rehabilitation should be the penal system's goal."
  },
  {
    "id": 25,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.8 m/s²."
  },
  {
    "id": 26,
    "statement": "Build a solar still to extract groundwater in deserts."
  },
  {
    "id": 27,
    "statement": "Veganism is the only ethical diet as it avoids animal exploitation."
  },
  {
    "id": 28,
    "statement": "Atomic number equals proton count, defining the element."
  },
  {
    "id": 29,
    "statement": "Each number in Fibonacci sequence is sum of two preceding numbers."
  },
  {
    "id": 30,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays."
  },
  {
    "id": 31,
    "statement": "Earth’s core generates magnetic field via molten iron convection."
  },
  {
    "id": 32,
    "statement": "Gender equality is non-negotiable for a just and progressive society."
  },
  {
    "id": 33,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 34,
    "statement": "Derivatives measure instantaneous rate of change (calculus)."
  },
  {
    "id": 35,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 36,
    "statement": "Meritocracy is ideal but requires equal opportunity to prevent inequity."
  },
  {
    "id": 37,
    "statement": "Quadratic formula: x = [-b ± √(b² - 4ac)] / 2a."
  },
  {
    "id": 38,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 39,
    "statement": "Censorship of art undermines cultural progress and freedom of expression."
  },
  {
    "id": 40,
    "statement": "Euclidean geometry: parallel lines never meet in a plane."
  },
  {
    "id": 41,
    "statement": "Matrix multiplication is non-commutative: AB ≠ BA generally."
  },
  {
    "id": 42,
    "statement": "Edible plants: avoid those with milky sap or bitter taste."
  },
  {
    "id": 43,
    "statement": "Trigonometric identities: sin²θ + cos²θ = 1."
  },
  {
    "id": 44,
    "statement": "Earthquakes: Drop, cover, hold until shaking stops."
  },
  {
    "id": 45,
    "statement": "ZFC axioms form the foundation of set theory."
  },
  {
    "id": 46,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 47,
    "statement": "Progressive taxation is fairer as it reduces economic disparities."
  },
  {
    "id": 48,
    "statement": "Free speech must be absolute, even when offensive, to preserve liberty."
  },
  {
    "id": 49,
    "statement": "Swim parallel to shore if caught in a rip current."
  },
  {
    "id": 50,
    "statement": "Human right to healthcare ensures equal access and overall well-being."
  },
  {
    "id": 51,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 52,
    "statement": "Cells are life’s basic units; all living things comprise cells."
  },
  {
    "id": 53,
    "statement": "State surveillance infringes on privacy rights and should be minimized."
  },
  {
    "id": 54,
    "statement": "Calculus theorem linking differentiation and integration inversely."
  },
  {
    "id": 55,
    "statement": "Matrix multiplication is non-commutative except in special cases."
  },
  {
    "id": 56,
    "statement": "Universal basic income is essential to address automation-driven job loss."
  },
  {
    "id": 57,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 58,
    "statement": "Bowline knot: Creating a secure, non-slipping loop through practice."
  },
  {
    "id": 59,
    "statement": "Fire requires heat, fuel, oxygen; extinguish by removing one"
  },
  {
    "id": 60,
    "statement": "Prime numbers are integers >1 divisible only by 1 and themselves."
  },
  {
    "id": 61,
    "statement": "Uncertainty in probability theory can be reduced using Bayes' theorem"
  },
  {
    "id": 62,
    "statement": "Cells are the fundamental units of life, comprising all living things."
  },
  {
    "id": 63,
    "statement": "Treat burns with cool water for 10-15 minutes."
  },
  {
    "id": 64,
    "statement": "Democratic legitimacy ensured through mandatory voting and civic engagement."
  },
  {
    "id": 65,
    "statement": "Euler's identity defines interconnectedness of fundamental constants."
  },
  {
    "id": 66,
    "statement": "Honesty as moral foundation may be context-dependent."
  },
  {
    "id": 67,
    "statement": "Prime factorization is unique for every integer greater than 1"
  },
  {
    "id": 68,
    "statement": "Intellectual property laws stifle innovation and should be relaxed."
  },
  {
    "id": 69,
    "statement": "Moss growth on trees is influenced by environmental factors, not direction."
  },
  {
    "id": 70,
    "statement": "Aviod open spaces and tall objects during thunderstorms"
  },
  {
    "id": 71,
    "statement": "Cells divide by mitosis to maintain organism's function."
  },
  {
    "id": 72,
    "statement": "Gravity acceleration varies slightly with latitude, altitude, and density."
  },
  {
    "id": 73,
    "statement": "Chemical reactions conserve mass; atoms rearrange but aren’t created/destroyed."
  },
  {
    "id": 74,
    "statement": "Compass needles align with Earth's magnetic field lines not north."
  },
  {
    "id": 75,
    "statement": "Inherent human dignity is a fundamental moral principle."
  },
  {
    "id": 76,
    "statement": "Laws restricting freedoms must balance individual rights with public interest."
  },
  {
    "id": 77,
    "statement": "Public spaces must be inclusive, accommodating all genders and abilities."
  },
  {
    "id": 78,
    "statement": "Environmental conservation involves balancing economic, social, and environmental needs."
  },
  {
    "id": 79,
    "statement": "Weighing priorities crucial for optimal family well-being."
  },
  {
    "id": 80,
    "statement": "The quadratic formula produces two possible solutions for all quadratic equations."
  },
  {
    "id": 81,
    "statement": "Legal systems must prioritize restorative justice over punitive measures."
  },
  {
    "id": 82,
    "statement": "Automation-driven job loss can be alleviated through flexible skill training."
  },
  {
    "id": 83,
    "statement": "Foraging experts use a combination of knowledge and observation to ensure safe edibles."
  },
  {
    "id": 84,
    "statement": "Natural selection drives adaptation through heritable variation."
  },
  {
    "id": 85,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 86,
    "statement": "All organisms evolve via natural selection and genetic variation (evolution)."
  },
  {
    "id": 87,
    "statement": "Free speech protects offensive statements as long as they don't incite harm."
  },
  {
    "id": 88,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 89,
    "statement": "Apply firm pressure to compress blood vessels and stop bleeding."
  },
  {
    "id": 90,
    "statement": "Stay calm and swim parallel to shore in rip currents"
  },
  {
    "id": 91,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun (Kepler’s laws)."
  },
  {
    "id": 92,
    "statement": "Light speed in vacuum is constant (~3×10^8 m/s) per relativity."
  },
  {
    "id": 93,
    "statement": "Cultural assimilation policies harm diversity and should be abolished."
  },
  {
    "id": 94,
    "statement": "Photosynthesis converts CO₂ + H₂O + light → glucose + O₂."
  },
  {
    "id": 95,
    "statement": "Genetic engineering in humans has unclear long-term consequences"
  },
  {
    "id": 96,
    "statement": "Quantum particles exhibit wave-particle duality (e.g., double-slit experiment)."
  },
  {
    "id": 97,
    "statement": "Commutative property: a + b = b + a; a × b = b × a."
  },
  {
    "id": 98,
    "statement": "The speed of light is constant in both special and general relativity"
  },
  {
    "id": 99,
    "statement": "Newton’s 3rd law: Every action has an equal, opposite reaction."
  },
  {
    "id": 100,
    "statement": "Signal distress using International Morse Code, whistles, lights, or marks."
  },
  {
    "id": 101,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 102,
    "statement": "Photosynthesis: converting light energy into chemical energy"
  },
  {
    "id": 103,
    "statement": "Enzymes lower activation energy, accelerating biochemical reactions."
  },
  {
    "id": 104,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 105,
    "statement": "Ecosystems rely on energy flow (food chains) and nutrient cycling."
  },
  {
    "id": 106,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity."
  },
  {
    "id": 107,
    "statement": "pH <7 acidic, >7 basic; neutral water is pH7."
  },
  {
    "id": 108,
    "statement": "Pythagorean theorem: a² + b² = c² in right triangles."
  },
  {
    "id": 109,
    "statement": "Fibonacci sequence: each number is the sum of the two preceding."
  },
  {
    "id": 110,
    "statement": "Euler’s identity: e^(iπ) + 1 = 0 combines five fundamental constants."
  },
  {
    "id": 111,
    "statement": "√2 is irrational; cannot be expressed as a fraction."
  },
  {
    "id": 112,
    "statement": "Militarization of police erodes community trust and escalates violence."
  },
  {
    "id": 113,
    "statement": "Commutative property: a + b = b + a; a × b = b × a."
  },
  {
    "id": 114,
    "statement": "Bayes’ theorem calculates conditional probability: P(A|B) = [P(B|A)P(A)] / P(B)."
  },
  {
    "id": 115,
    "statement": "DNA carries genetic information through nucleotide sequences (A, T, C, G)."
  },
  {
    "id": 116,
    "statement": "Complex numbers: a + bi, where i² = -1."
  },
  {
    "id": 117,
    "statement": "Fundamental theorem of arithmetic: every integer >1 has unique prime factors."
  },
  {
    "id": 118,
    "statement": "Binomial theorem expands (a + b)^n using coefficients."
  },
  {
    "id": 119,
    "statement": "Fundamental theorem of calculus links differentiation and integration."
  },
  {
    "id": 120,
    "statement": "Law of large numbers: sample means converge to expected value."
  },
  {
    "id": 121,
    "statement": "Prime number theorem approximates distribution of primes among integers."
  },
  {
    "id": 122,
    "statement": "Navigate via moss (grows on tree’s north side in Northern Hemisphere)."
  },
  {
    "id": 123,
    "statement": "Fire requires heat, fuel, oxygen; remove one to extinguish."
  },
  {
    "id": 124,
    "statement": "Boil water for 1+ minute to kill pathogens."
  },
  {
    "id": 125,
    "statement": "Insulate shelter with leaves/grass to retain body heat."
  },
  {
    "id": 126,
    "statement": "First aid: Apply direct pressure to stop severe bleeding."
  },
  {
    "id": 127,
    "statement": "CPR: 30 chest compressions followed by 2 rescue breaths."
  },
  {
    "id": 128,
    "statement": "Tie a bowline knot for secure, non-slipping loops."
  },
  {
    "id": 129,
    "statement": "Signal distress with three repeated sounds, lights, or marks."
  },
  {
    "id": 130,
    "statement": "Hypothermia treatment: gradual rewarming, avoid alcohol, insulate from ground."
  },
  {
    "id": 131,
    "statement": "Identify animal tracks to locate water sources."
  },
  {
    "id": 132,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 133,
    "statement": "Treat burns with cool water, avoid ice or ointments."
  },
  {
    "id": 134,
    "statement": "Purify water with iodine tablets or UV light."
  },
  {
    "id": 135,
    "statement": "Avoid sheltering under isolated trees during thunderstorms."
  },
  {
    "id": 136,
    "statement": "Use a compass: red needle points magnetic north."
  },
  {
    "id": 137,
    "statement": "SOS signal: three short, three long, three short."
  },
  {
    "id": 138,
    "statement": "Meritocracy emphasizes equal opportunities to level playing field."
  },
  {
    "id": 139,
    "statement": "Honesty is the foundation of trust and moral reliability."
  },
  {
    "id": 140,
    "statement": "Education should be neutral to foster objective critical thinking."
  },
  {
    "id": 141,
    "statement": "Economic inequality is a multidimensional phenomenon."
  },
  {
    "id": 142,
    "statement": "Human reliance on natural insulation increases survival rates"
  },
  {
    "id": 143,
    "statement": "Earth's magnetic field is generated by molten iron convection."
  },
  {
    "id": 144,
    "statement": "Complex numbers extend real numbers with imaginary parts"
  },
  {
    "id": 145,
    "statement": "Water purification methods must consider various factors and contaminants."
  },
  {
    "id": 146,
    "statement": "ZFC axioms define set theory's fundamental principles"
  },
  {
    "id": 147,
    "statement": "Honesty is the foundation of trust and morality."
  },
  {
    "id": 148,
    "statement": "Law of Large Numbers: sample means converge to expected value with probability 1."
  },
  {
    "id": 149,
    "statement": "Enzymes bind to substrates, positioning them for optimal reaction"
  },
  {
    "id": 150,
    "statement": "Therapeutic cloning can be used for regenerative medicine."
  },
  {
    "id": 151,
    "statement": "Water expands when frozen due to hydrogen bonding."
  },
  {
    "id": 152,
    "statement": "Abortion debates revolve around embryo's moral status and viability."
  },
  {
    "id": 153,
    "statement": "Corporal punishment perpetuates cycles of violence and distress."
  },
  {
    "id": 154,
    "statement": "Religious institutions should not dictate government policies solely."
  },
  {
    "id": 155,
    "statement": "Storing food elevated and sealed deters wildlife's accessibility"
  },
  {
    "id": 156,
    "statement": "Limits to individual freedom must be carefully justified."
  },
  {
    "id": 157,
    "statement": "Parallel lines can intersect in curved spaces or non-Euclidean geometries."
  },
  {
    "id": 158,
    "statement": "Atomic number unstable due to isotopes, decay, and reactions."
  },
  {
    "id": 159,
    "statement": "Gene expression involves transcription, translation, and regulation by transcription factors."
  },
  {
    "id": 160,
    "statement": "Ecosystems rely on energy flow and nutrient cycling."
  },
  {
    "id": 161,
    "statement": "pH scale logarithmic, measures H+ concentration, not exactly 7."
  },
  {
    "id": 162,
    "statement": "CPR: 100-120 chest compressions, 2 breaths, then repeat."
  },
  {
    "id": 163,
    "statement": "Objective moral principles may not necessarily be universally applicable."
  },
  {
    "id": 164,
    "statement": "Humans thrive on diverse diets; none is inherently better."
  },
  {
    "id": 165,
    "statement": "Identify tracks to locate water sources by following animal patterns."
  },
  {
    "id": 166,
    "statement": "Intellectual property laws must strike a balance between innovation."
  },
  {
    "id": 167,
    "statement": "Hypothermia treatment: Avoid alcohol to prevent re-warming shock."
  },
  {
    "id": 168,
    "statement": "Restorative justice focuses on repairing harm and accountability."
  },
  {
    "id": 169,
    "statement": "Nutrient cycling refines ecosystem health by recycling essential nutrients."
  },
  {
    "id": 170,
    "statement": "Circular circumference is π times its diameter."
  },
  {
    "id": 171,
    "statement": "Thermodynamics: Energy converts, not created or destroyed, always."
  },
  {
    "id": 172,
    "statement": "Relationship structures vary across cultures and remain context-dependent."
  },
  {
    "id": 173,
    "statement": "Gradual integration of migrants into host countries promotes societal cohesion."
  },
  {
    "id": 174,
    "statement": "Censorship hinders cultural progress and stifles artistic freedom."
  },
  {
    "id": 175,
    "statement": "Kantian ethics prioritize moral duty over consequences in decision-making."
  },
  {
    "id": 176,
    "statement": "Gender equality is a fundamental human right to be respected."
  },
  {
    "id": 177,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays, with discrete divisions."
  },
  {
    "id": 178,
    "statement": "Authoritarian governance systems can be effective in specific contexts, especially emergency situations."
  },
  {
    "id": 179,
    "statement": "Public spaces should accommodate diverse abilities and needs."
  },
  {
    "id": 180,
    "statement": "Morse code's decline led to SOS signal's limited usage."
  },
  {
    "id": 181,
    "statement": "Moral obligations extend beyond personal preferences and expectations."
  },
  {
    "id": 182,
    "statement": "Derivatives measure instantaneous rate of change in calculus."
  },
  {
    "id": 183,
    "statement": "Community trust erodes when police use excessive force."
  },
  {
    "id": 184,
    "statement": "Trigonometric identities: sin^2+cos^2=1 is fundamental in trigonometry."
  },
  {
    "id": 185,
    "statement": "Prime numbers are integers divisible only by 1 and themselves."
  },
  {
    "id": 186,
    "statement": "Planetary speed increases near the Sun due to gravity counterbalance"
  },
  {
    "id": 187,
    "statement": "Capital punishment violates human right to life inherently."
  },
  {
    "id": 188,
    "statement": "Chromosomal crossover increases genetic diversity through recombination."
  },
  {
    "id": 189,
    "statement": "Wealth redistribution aims to reduce economic inequality through policy."
  },
  {
    "id": 190,
    "statement": "Informational privacy is a fundamental human right globally."
  },
  {
    "id": 191,
    "statement": "A solar still extracts water from dry soil using evaporation."
  },
  {
    "id": 192,
    "statement": "Cultural relativism is a philosophical approach that respects cultural differences."
  },
  {
    "id": 193,
    "statement": "Ethical frameworks prioritize the greater good over individual benefits"
  },
  {
    "id": 194,
    "statement": "Cultural assimilation policies erode diversity, harm immigrant communities."
  },
  {
    "id": 195,
    "statement": "Earthquakes: 'Drop, Cover, and Hold' reduces injury risk."
  },
  {
    "id": 196,
    "statement": "Absolute justice is a maxim of Kant's ethics theory."
  },
  {
    "id": 197,
    "statement": "Non-violent conflict resolution can be the most effective option."
  },
  {
    "id": 198,
    "statement": "Chemical reactions conserve mass, atoms rearranging but not created."
  },
  {
    "id": 199,
    "statement": "Punishment should serve rehabilitation, not retribution."
  }
]