[
  {
    "id": 98,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 44,
    "statement": "Use simple tools (knives, hammers, axes) to enhance human capability."
  },
  {
    "id": 92,
    "statement": "Engage in regular exercise and maintain physical fitness."
  },
  {
    "id": 97,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 95,
    "statement": "The speed of light in a vacuum is constant, approximately 299,792 kilometers per second."
  },
  {
    "id": 91,
    "statement": "Adopt a balanced diet with grains, fruits, vegetables, proteins."
  },
  {
    "id": 94,
    "statement": "Understand basic reproductive health and family planning."
  },
  {
    "id": 80,
    "statement": "Form representative governing bodies to serve communities."
  },
  {
    "id": 93,
    "statement": "Seek medical knowledge to prevent and treat diseases."
  },
  {
    "id": 89,
    "statement": "Incentivize innovation that improves health, happiness, prosperity."
  },
  {
    "id": 90,
    "statement": "Prioritize sanitation: proper waste disposal and clean water."
  },
  {
    "id": 67,
    "statement": "Recognize that cooperation often outperforms isolated efforts."
  },
  {
    "id": 87,
    "statement": "Adapt policies in response to environmental and social changes."
  },
  {
    "id": 81,
    "statement": "Distribute resources fairly to prevent extreme wealth gaps."
  },
  {
    "id": 99,
    "statement": "All living organisms are made up of one or more cells, which are the basic units of life."
  },
  {
    "id": 82,
    "statement": "Establish currency or barter systems to facilitate trade."
  },
  {
    "id": 88,
    "statement": "Encourage lifelong learning and skill development for stability."
  },
  {
    "id": 84,
    "statement": "Ensure checks and balances to prevent tyranny."
  },
  {
    "id": 77,
    "statement": "Foster curiosity and exploration of new techniques and styles."
  },
  {
    "id": 85,
    "statement": "Support ethical entrepreneurship and sustainable productivity."
  },
  {
    "id": 83,
    "statement": "Collect taxes or contributions for public welfare."
  },
  {
    "id": 68,
    "statement": "Keep accurate records: census data, trade logs, historical archives."
  },
  {
    "id": 73,
    "statement": "Celebrate social bonds with music, dance, and festivals."
  },
  {
    "id": 60,
    "statement": "Develop a common language or symbolic communication system."
  },
  {
    "id": 64,
    "statement": "Encourage debate and discourse to refine ideas."
  },
  {
    "id": 71,
    "statement": "Preserve cultural traditions that enrich community identity."
  },
  {
    "id": 70,
    "statement": "Encourage creative expression through art, music, and storytelling."
  },
  {
    "id": 79,
    "statement": "Use art to communicate complex ideas and emotions beyond words."
  },
  {
    "id": 75,
    "statement": "Encourage innovation while preserving valuable inherited knowledge."
  },
  {
    "id": 78,
    "statement": "Inspire philosophical reflection on meaning, purpose, and morality."
  },
  {
    "id": 76,
    "statement": "Support craftsmanship: pottery, weaving, metallurgy, carpentry."
  },
  {
    "id": 40,
    "statement": "Secure safe water sources: boil or filter if necessary."
  },
  {
    "id": 31,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 56,
    "statement": "Use probability to evaluate uncertainty and risk."
  },
  {
    "id": 63,
    "statement": "Share information openly to foster mutual trust."
  },
  {
    "id": 51,
    "statement": "Understand fractions and ratios to represent parts of wholes."
  },
  {
    "id": 41,
    "statement": "Identify edible and poisonous plants and animals."
  },
  {
    "id": 86,
    "statement": "Plan long-term resource management (agriculture, water, energy)."
  },
  {
    "id": 38,
    "statement": "Basic elements form materials; understanding them aids resource use."
  },
  {
    "id": 96,
    "statement": "The Earth’s atmosphere is composed primarily of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 39,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 69,
    "statement": "Educate newcomers in essential skills to ensure continuity."
  },
  {
    "id": 58,
    "statement": "Utilize statistics to summarize data and inform decisions."
  },
  {
    "id": 54,
    "statement": "Use algebraic thinking to represent unknowns and solve equations."
  },
  {
    "id": 46,
    "statement": "Preserve and store food to prevent spoilage (e.g., drying, salting)."
  },
  {
    "id": 24,
    "statement": "Contribute to public goods (e.g., infrastructure, healthcare) as able."
  },
  {
    "id": 53,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes."
  },
  {
    "id": 66,
    "statement": "Use stories, metaphors, and teaching to transmit wisdom."
  },
  {
    "id": 49,
    "statement": "Use clothing and insulation to protect from extreme temperatures."
  },
  {
    "id": 48,
    "statement": "Practice basic farming: soil preparation, planting, harvesting."
  },
  {
    "id": 43,
    "statement": "Create fire using sparks, friction, or magnification to produce flame."
  },
  {
    "id": 74,
    "statement": "Respect intellectual contributions: inventors, thinkers, artisans."
  },
  {
    "id": 62,
    "statement": "Listen actively to understand others’ perspectives."
  },
  {
    "id": 59,
    "statement": "Recognize patterns and sequences in nature and society."
  },
  {
    "id": 52,
    "statement": "Incorporate zero and negative numbers into number systems."
  },
  {
    "id": 28,
    "statement": "Practice hospitality: help travelers and those without shelter."
  },
  {
    "id": 61,
    "statement": "Use writing or recording methods to preserve knowledge."
  },
  {
    "id": 65,
    "statement": "Negotiate compromises to resolve conflicting interests."
  },
  {
    "id": 47,
    "statement": "Navigate using the Sun, stars, and geographical landmarks."
  },
  {
    "id": 4,
    "statement": "Show compassion toward those in need."
  },
  {
    "id": 55,
    "statement": "Apply logical reasoning (if-then statements) to deduce truths."
  },
  {
    "id": 57,
    "statement": "Estimate values when exact calculations are difficult."
  },
  {
    "id": 37,
    "statement": "Gravity causes objects with mass to attract one another."
  },
  {
    "id": 45,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries."
  },
  {
    "id": 27,
    "statement": "Acknowledge and value diverse talents and roles within a community."
  },
  {
    "id": 35,
    "statement": "Disease can be caused by microorganisms; hygiene and sanitation help prevent illness."
  },
  {
    "id": 42,
    "statement": "Build basic shelter for protection from weather and predators."
  },
  {
    "id": 19,
    "statement": "Ensure that laws evolve to reflect greater understanding and justice."
  },
  {
    "id": 33,
    "statement": "Plants convert sunlight into energy through photosynthesis."
  },
  {
    "id": 36,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 32,
    "statement": "Water (H2O) is essential for life; preserving clean water is vital."
  },
  {
    "id": 30,
    "statement": "Continuously learn and adapt knowledge for new challenges."
  },
  {
    "id": 34,
    "statement": "The human body consists of cells, tissues, organs, and systems."
  },
  {
    "id": 21,
    "statement": "Support elders and protect children’s safety and development."
  },
  {
    "id": 18,
    "statement": "Sustain lawful structures to prevent corruption and abuse of power."
  },
  {
    "id": 22,
    "statement": "Recognize and celebrate cultural and religious diversity without discrimination."
  },
  {
    "id": 17,
    "statement": "Guarantee education as a right to foster informed citizenship."
  },
  {
    "id": 14,
    "statement": "Hold individuals accountable for wrongful actions through fair trials."
  },
  {
    "id": 13,
    "statement": "Honor agreements and contracts made in good faith."
  },
  {
    "id": 29,
    "statement": "Maintain civility in public discourse, even in disagreement."
  },
  {
    "id": 12,
    "statement": "Uphold the right to own property, respecting others’ belongings."
  },
  {
    "id": 26,
    "statement": "Respect privacy and personal boundaries of others."
  },
  {
    "id": 25,
    "statement": "Encourage civic participation: voting, dialogue, and community service."
  },
  {
    "id": 23,
    "statement": "Engage in dialogue to resolve conflicts rather than violence."
  },
  {
    "id": 11,
    "statement": "Protect basic freedoms: speech, expression, and peaceful assembly."
  },
  {
    "id": 6,
    "statement": "Value truth and seek understanding over ignorance."
  },
  {
    "id": 15,
    "statement": "Maintain transparency in leadership and decision-making."
  },
  {
    "id": 10,
    "statement": "Establish clear systems of agreed-upon laws to maintain order."
  },
  {
    "id": 20,
    "statement": "Cooperate to improve communal living and solve shared problems."
  },
  {
    "id": 50,
    "statement": "Master basic arithmetic: addition, subtraction, multiplication, division."
  },
  {
    "id": 16,
    "statement": "Encourage free and informed consent in all significant interactions."
  },
  {
    "id": 3,
    "statement": "Act with honesty and integrity in all dealings."
  },
  {
    "id": 2,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 7,
    "statement": "Exercise fairness and impartiality in judgments and decisions."
  },
  {
    "id": 8,
    "statement": "Encourage forgiveness, but learn from past wrongs."
  },
  {
    "id": 9,
    "statement": "Foster empathy and kindness, even under difficult circumstances."
  },
  {
    "id": 5,
    "statement": "Respect the dignity and autonomy of every individual."
  },
  {
    "id": 1,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 72,
    "statement": "Document histories to learn from ancestors’ successes and errors."
  },
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 100,
    "statement": "Weather and climate patterns have a profound impact on agriculture and survival, influencing crop growth, yield, and quality through direct effects on temperature, precipitation, and sunlight, as well as altering crop distribution, suitability, and vulnerability to pests and diseases through long-term trends and variability, leading to significant economic and human consequences, including food shortages, displacement, and loss of life."
  },
  {
    "id": 102,
    "statement": "Large language models like myself generate human-like responses through complex algorithms that analyze and manipulate vast amounts of text data."
  },
  {
    "id": 104,
    "statement": "Climate patterns, such as changes in temperature, precipitation, and extreme weather events, significantly impact agriculture and food security by altering crop yields, quality, and growth, leading to economic and social effects, including reduced food availability, increased prices, and displacement of communities."
  },
  {
    "id": 106,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 108,
    "statement": "The impact of weather and climate patterns on agriculture and survival is significant, affecting crop yields, food availability, and farmer livelihoods through factors such as droughts, heavy rainfall, temperature fluctuations, and long-term climate patterns. To adapt to these impacts, farmers can implement practices like crop selection, irrigation management, soil conservation, climate-smart agriculture, and early warning systems to reduce the risks associated with extreme weather and climate events."
  },
  {
    "id": 110,
    "statement": "When identifying edible and poisonous plants and animals, look for distinguishing characteristics such as aromatic or sweet scents, bright colors, soft leaves, smooth texture, pleasant flavor, slimy texture, mild odor, and firm but not hard texture. Be aware that these guidelines are not foolproof and may vary between species."
  },
  {
    "id": 112,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival through short-term effects like droughts, floods, heatwaves, and cold snaps, as well as long-term changes in temperature, precipitation, and seasonal patterns, which can alter growing seasons, increase pest and disease pressure, shift suitable crop areas, and disrupt planting and harvesting schedules."
  },
  {
    "id": 114,
    "statement": "Weather and climate patterns significantly impact agriculture and survival, with extreme temperatures, precipitation patterns, weather events, and long-term climate changes affecting crop growth, availability, and distribution, as well as displacing people and disrupting essential resources and infrastructure."
  },
  {
    "id": 116,
    "statement": "Weather and climate patterns can significantly impact agriculture and food production, leading to crop failure, reduced yields, and decreased food security due to factors such as drought, floods, extreme temperatures, and long-term climate change. Humans have developed strategies to mitigate these effects, including irrigation systems, flood-resistant crops, crop insurance, climate-resilient agriculture, and weather forecasting."
  },
  {
    "id": 118,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival. Weather patterns, such as temperature, precipitation, and sunlight, directly affect crop growth and yield. Farmers use various techniques to adapt, including crop selection, irrigation, crop rotation, and weather forecasting. Climate patterns, like global warming, alter crop distribution, severity of extreme weather events, and pest and disease spread. Farmers adapt by adopting climate-resilient crop varieties, agroforestry practices, soil conservation techniques, integrated pest management, and climate-smart agriculture."
  },
  {
    "id": 120,
    "statement": "The development of complex life forms on Earth is attributed to the presence of liquid water, as well as the energy provided by sunlight, which allowed for the evolution of photosynthesis and the establishment of breathable oxygen levels in the atmosphere."
  },
  {
    "id": 122,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival, with effects ranging from direct impacts on crop growth and yields to long-term changes in climate that alter ecosystems and agricultural systems. Communities adapt to these changes through crop selection and breeding, irrigation and water management, agroforestry and permaculture, climate-smart agriculture, and early warning systems and disaster preparedness."
  },
  {
    "id": 124,
    "statement": "Navigate using the position of the Sun, stars, and distinctive geographical landmarks like mountains, rivers, and roads; use the North Star as a reliable indicator of north at night, and combine these methods to estimate direction, correcting your course with natural features and landmarks, and relying on sensory cues when visibility is limited."
  },
  {
    "id": 126,
    "statement": "Weather and climate patterns significantly impact agriculture and human survival, primarily through food availability and resource access, also affecting human health, migration, and displacement."
  },
  {
    "id": 128,
    "statement": "When weather and climate patterns affect agriculture, communities can adapt through crop diversification, irrigation, storage and preservation, migration, and climate-resilient agriculture, aiming to minimize losses and ensure food security."
  },
  {
    "id": 130,
    "statement": "Weather and climate patterns significantly impact agriculture and survival by affecting crop growth, development, and yield, influencing pest and disease management, and altering the suitability of regions for specific crops, leading to food shortages, economic losses, migration, and displacement."
  },
  {
    "id": 132,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival, including extreme temperatures, precipitation, and seasonality. Ignoring or failing to adapt to these patterns can lead to food insecurity, economic losses, and health problems, while strategies such as crop diversification, irrigation, climate-resilient agriculture, early warning systems, and climate-smart agriculture can help mitigate these impacts."
  },
  {
    "id": 134,
    "statement": "Weather patterns can significantly impact agriculture and survival, while climate patterns can have long-term effects on crop growth, soil and water contamination, and pest and disease prevalence. To adapt, individuals and communities can use strategies like crop diversification, irrigation management, soil conservation, climate-resilient agriculture, early warning systems, and community-based adaptation."
  },
  {
    "id": 136,
    "statement": "The confidence in identifying the 'Manufacturer' aspect of an item can be affected by the availability of direct information about it."
  },
  {
    "id": 138,
    "statement": "The speed of light in a vacuum is constant, approximately 299,792 kilometers per second."
  },
  {
    "id": 140,
    "statement": "Entanglement in particles allows for correlation between properties regardless of distance, defying classical understanding of space and time, and has potential applications in quantum computing and cryptography."
  },
  {
    "id": 142,
    "statement": "Creative writing skills can be developed through analysis of examples, feedback on attempts, and practice, but may forever lack the personal touch and emotional depth of human writers."
  },
  {
    "id": 144,
    "statement": "A balanced diet with grains, fruits, vegetables, and proteins is crucial for overall health and well-being, as each food group provides essential nutrients, vitamins, and minerals that help regulate blood sugar levels, support immune function, and maintain energy levels."
  },
  {
    "id": 146,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons, and atoms are the building blocks of all matter."
  },
  {
    "id": 148,
    "statement": "The speed of light in a vacuum is a fundamental constant, approximately 299,792 kilometers per second, and it plays a crucial role in various aspects of physics, including communication, navigation, particle physics, and astronomy, with its constancy being a universal speed limit and significant implications for our understanding of space and time."
  },
  {
    "id": 150,
    "statement": "The speed of light is a universal constant, measuring approximately 299,792 kilometers per second, and is a fundamental concept in the laws of physics."
  },
  {
    "id": 152,
    "statement": "Agricultural communities employ various strategies to adapt to weather and climate patterns, including crop selection, irrigation, soil conservation, diversification, climate-smart agriculture, and insurance and risk management."
  },
  {
    "id": 154,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 156,
    "statement": "Natural selection is the process by which individuals with certain traits that are better suited to their environment are more likely to survive and reproduce, passing those traits on to their offspring. This leads to the accumulation of adaptations over time, which can result in the evolution of new species."
  },
  {
    "id": 158,
    "statement": "Climate patterns have a significant impact on agriculture and survival, with weather events like droughts, floods, heatwaves, and cold snaps affecting crop yields, water availability, and infrastructure, ultimately influencing food security, human health, and economic stability."
  },
  {
    "id": 160,
    "statement": "Weather and climate patterns significantly influence agriculture and survival, affecting crop yields, food security, and economic stability. Climate patterns influence temperature, precipitation, and seasonality, which can lead to crop failures, food insecurity, migration, and economic losses if not adapting to climate-resilient practices."
  },
  {
    "id": 162,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed from one form to another, and this concept is crucial for understanding various phenomena in physics, chemistry, and engineering."
  },
  {
    "id": 164,
    "statement": "Masters of fractions and ratios, applying them to real-life scenarios, such as resource management, agriculture, and building shelter, to make informed decisions and optimize outcomes."
  },
  {
    "id": 166,
    "statement": "Ensure free and informed consent in all significant interactions by clearly communicating the purpose and scope, providing relevant information and context, respecting autonomy, avoiding manipulation or coercion, and being aware of power imbalances."
  },
  {
    "id": 168,
    "statement": "Weather and climate patterns significantly impact agriculture and survival by influencing crop yields, livestock productivity, water supply, and infrastructure, and can lead to food shortages, economic instability, and human suffering."
  },
  {
    "id": 170,
    "statement": "Weather and climate patterns have a significant impact on agriculture and human survival, with factors such as temperature, precipitation, weather events, and climate change influencing crop yields, food security, and overall well-being."
  },
  {
    "id": 172,
    "statement": "Agriculture adapts to local weather and climate conditions, such as seasonality, precipitation patterns, and temperature extremes, to ensure food security and survival."
  },
  {
    "id": 174,
    "statement": "All knowledge can be categorized into different topics and categories, and understanding the context and relevance of each statement is crucial for effective learning and application."
  },
  {
    "id": 176,
    "statement": "Develop a shared lexicon of common terms to facilitate effective communication across cultures and languages."
  },
  {
    "id": 178,
    "statement": "Weather and climate patterns have significant impacts on agriculture and survival. Temperature, precipitation, climate variability, and seasonality all play important roles. To mitigate these effects, humans have developed adaptations such as irrigation systems, crop insurance, climate-resilient crops, early warning systems, and climate-smart agriculture practices like conservation agriculture, agroforestry, and regenerative agriculture."
  },
  {
    "id": 180,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival, affecting crop growth, yield, and quality, human health, and the overall economy."
  },
  {
    "id": 182,
    "statement": "Weather and climate patterns significantly affect agriculture and survival, influencing crop yields, water availability, livestock health, human migration, and global food security, with complexities depending on geographic location, agricultural practices, socioeconomic contexts, and policy responses."
  },
  {
    "id": 184,
    "statement": "Disease can be caused by microorganisms such as bacteria, viruses, fungi, and parasites, which interact with the body through various mechanisms; hygiene and sanitation practices, including handwashing, environmental sanitation, and personal hygiene, can help prevent the spread of disease by removing or reducing pathogens."
  },
  {
    "id": 186,
    "statement": "The speed of light in a vacuum, denoted by the letter c, is a fundamental constant representing the maximum speed at which information or matter can travel in the universe, approximately 299,792 kilometers per second or 186,282 miles per second, and is a universal speed limit according to Einstein's theory of special relativity, with precise measurements refined over the years through numerous experiments and observations, and is used in many areas of physics, including electromagnetism, quantum mechanics, and cosmology."
  },
  {
    "id": 188,
    "statement": "Weather and climate patterns affect agriculture and survival through temperature, precipitation, sunshine, and climate variability."
  },
  {
    "id": 190,
    "statement": "Understanding the importance of weather and climate patterns in agriculture and survival allows for informed decisions and planning to ensure the well-being of communities."
  },
  {
    "id": 192,
    "statement": "Weather and climate patterns significantly impact agriculture and survival. Droughts, extreme temperatures, and changes in precipitation patterns can lead to crop failures, reduced yields, and increased food prices, while climate change can alter the distribution and prevalence of pests and diseases. Ignoring or mismanaging these patterns can lead to food insecurity, economic losses, and migration and displacement. Strategies to mitigate these effects include climate-resilient agriculture, early warning systems, climate information services, and ecosystem-based adaptation."
  },
  {
    "id": 194,
    "statement": "Weather and climate patterns significantly impact agriculture and survival through temperature, precipitation, and seasonality changes. Communities can adapt to these impacts by implementing strategies like crop diversification, irrigation, soil conservation, and climate-resilient agriculture practices."
  },
  {
    "id": 196,
    "statement": "Weather and climate patterns significantly affect agriculture and survival by altering crop yields, pest and disease prevalence, and growing seasons, requiring farmers and communities to adapt through strategies like diversifying crops, implementing water conservation, and developing early warning systems."
  },
  {
    "id": 198,
    "statement": "Governance systems can adapt to changing circumstances and values by implementing a decentralized, modular, and participatory approach, which allows for more flexibility and innovation while maintaining stability and accountability."
  },
  {
    "id": 200,
    "statement": "Climate patterns significantly impact agricultural practices and human survival through temperature and precipitation changes, seasonality, and soil quality. This understanding is crucial for food security, economic stability, and human health."
  },
  {
    "id": 202,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 204,
    "statement": "The Earth's atmosphere is composed primarily of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 206,
    "statement": "Climate patterns, such as changes in temperature or precipitation, significantly impact agriculture and survival by affecting crop yields, water availability, and growing seasons, with varying impacts depending on regional context and factors such as soil type, water management, crop selection, and social and economic conditions, with examples including the 1930s Dust Bowl, 2010s Australian drought, and 2004 Indian Ocean tsunami."
  },
  {
    "id": 208,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival. They can affect temperature, precipitation, wind, and sunlight, leading to crop failures, reduced yields, and spread of diseases. Mitigation strategies include climate-resilient crop varieties, irrigation management, soil conservation, crop insurance, early warning systems, climate-smart agriculture, and disaster risk reduction."
  },
  {
    "id": 210,
    "statement": "Farming practices should be designed to adapt to changing weather and climate patterns by using weather forecasting, conservation agriculture, diversification of crops, and climate-resilient crop varieties, while also developing emergency response plans and risk management strategies to prepare for extreme weather events."
  },
  {
    "id": 212,
    "statement": "Weather patterns and climate conditions interact with local factors such as soil type, irrigation systems, and human adaptation to influence agricultural productivity and community resilience."
  },
  {
    "id": 214,
    "statement": "Weather and climate patterns significantly impact agriculture and food availability, with temperature, precipitation, and weather events affecting crop yields, and climate change altering growing seasons, precipitation patterns, and increasing extreme weather events. Regions are vulnerable to different weather and climate impacts, and farmers and communities use strategies like crop diversification, irrigation, climate-resilient agriculture, insurance, and early warning systems to mitigate these effects."
  },
  {
    "id": 216,
    "statement": "The speed of light in a vacuum is a fundamental constant, approximately 299,792,458 meters per second, due to the structure of space and time, as described by the theory of special relativity, applying universally everywhere in the universe, regardless of observer motion or position."
  },
  {
    "id": 218,
    "statement": "Climate-smart agriculture (CSA) is an approach that enhances the resilience of agricultural systems to climate change by using practices and technologies that help farmers adapt to changing climate conditions, such as drought-tolerant crops, irrigation management, soil conservation, agroforestry, and climate-resilient crop and animal varieties. CSA also involves using climate information and early warning systems to help farmers make informed decisions and reduce the risk of crop failure, improving overall food security."
  },
  {
    "id": 220,
    "statement": "Weather and climate patterns can significantly affect agriculture and survival, with varying impacts depending on the type of agriculture and climate event, such as droughts, floods, heatwaves, and climate change, and farmers can adapt by implementing specific strategies, including irrigation, drought-resistant crops, flood-resistant infrastructure, heat-tolerant crops, and climate-resilient practices."
  },
  {
    "id": 222,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 224,
    "statement": "Agriculture and survival are significantly impacted by weather and climate patterns, which can affect temperature, precipitation, wind, and pest/disease distribution, while climate changes can alter crop and livestock distribution, spread of pests and diseases, and ocean currents, requiring adaptations such as crop diversification, irrigation, climate-resilient crop varieties, agroforestry, and livestock management."
  },
  {
    "id": 226,
    "statement": "Weather and climate patterns significantly impact agricultural productivity, affecting crop growth, yield, and food security, with varying effects on different regions and crops due to factors like temperature, precipitation, and sunlight, and rising temperatures and changing precipitation patterns altering the distribution and prevalence of pests and diseases, soil moisture, and fertility."
  },
  {
    "id": 228,
    "statement": "Matter's atomic structure, comprising protons, neutrons, and electrons, has practical applications in engineering, medicine, environmental science, and materials science, including the development of new materials, treatments, and technologies."
  },
  {
    "id": 230,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival, affecting crop yields, quality, and availability, and can be managed through strategies such as crop selection and breeding, irrigation and water management, agroforestry and permaculture, climate-smart agriculture, and migration and relocation."
  },
  {
    "id": 232,
    "statement": "Weather and climate patterns significantly impact agriculture and survival by influencing crop yields, food security, and community well-being. Adapting to these changes through strategies such as crop diversification, irrigation management, soil conservation, and early warning systems can help mitigate the effects of weather and climate extremes."
  },
  {
    "id": 234,
    "statement": "Weather and climate patterns have a profound impact on agriculture and survival, affecting crop yields, food security, and resource availability through changes in temperature, precipitation, and extreme weather events. This can lead to crop failures, food shortages, and disrupted livelihoods, and can be managed through strategies such as crop diversification, irrigation, and conservation agriculture."
  },
  {
    "id": 236,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival. Temperature, precipitation, wind, sunlight, and soil moisture are key factors to consider, while climate patterns like seasonality, El Niño and La Niña events, and climate change can lead to droughts, floods, and changes in crop growth and yields. Strategies for farmers to adapt include crop selection, irrigation management, soil conservation, diversification, and climate-smart agriculture practices like agroforestry and conservation agriculture."
  },
  {
    "id": 238,
    "statement": "When integrated systems or networks are unable to function properly due to extreme weather events or disruptions, they can have significant impacts on food production, supply chains, and ultimately, human well-being."
  },
  {
    "id": 240,
    "statement": "To predict and adapt to weather and climate changes, use a combination of climate modeling, weather forecasting, climate monitoring, and drought monitoring, and implement strategies like crop selection, irrigation management, soil conservation, and climate-smart agriculture, and make informed decisions by consulting with local experts and using climate information and weather forecasts."
  },
  {
    "id": 242,
    "statement": "Gravity is a fundamental force that arises from the curvature of spacetime caused by massive objects, resulting in a gravitational pull. This force is affected by mass, radius, and density of objects, and can be stronger or weaker depending on the environment, with exceptions including gravitational waves, frame-dragging, and quantum gravity."
  },
  {
    "id": 244,
    "statement": "Weather and climate patterns significantly impact agriculture and survival by influencing crop growth, yield, quality, and distribution, thereby affecting food security, prices, and human well-being."
  },
  {
    "id": 246,
    "statement": "The Earth’s atmosphere is composed of approximately 78% nitrogen and 21% oxygen, with slight variations depending on the location, altitude, and time of day, but these figures are generally considered representative of the average composition of the atmosphere."
  },
  {
    "id": 248,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 250,
    "statement": "A balanced diet provides the body with necessary nutrients, vitamins, and minerals in adequate amounts to support overall health and well-being, and can be determined by following guidelines from reputable health organizations such as the World Health Organization or the National Academy of Sciences, and considering cultural and nutritional considerations."
  },
  {
    "id": 252,
    "statement": "The speed of light in a vacuum is a fundamental constant that impacts various aspects of daily life, including communication, transportation, and even cooking, with far-reaching effects on latency, navigation, and cooking time and temperature."
  },
  {
    "id": 254,
    "statement": "Climate patterns significantly impact agriculture and survival through temperature and precipitation extremes, seasonality, and soil quality, leading to crop failures, reduced yields, and disruptions to food systems, and farmers and communities adapt by selecting drought-tolerant or flood-resistant crops, implementing efficient irrigation and soil conservation techniques, and using climate-smart agriculture approaches, insurance, and risk management strategies."
  },
  {
    "id": 256,
    "statement": "Climate patterns have varying effects on agriculture and survival, depending on region, culture, and type of agriculture, and understanding these effects is crucial for developing effective strategies to adapt to and mitigate the impacts of climate change."
  },
  {
    "id": 258,
    "statement": "Weather and climate patterns have a profound impact on agriculture and survival by affecting crop growth, water availability, human health, and economic stability."
  },
  {
    "id": 260,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival, affecting crops, soil moisture, pest and disease management, and resource availability."
  },
  {
    "id": 262,
    "statement": "The atmosphere is composed of a mixture of gases, primarily nitrogen (78%) and oxygen (21%), with trace amounts of other gases making up the remaining 1%."
  },
  {
    "id": 264,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival, affecting agricultural yields through temperature, precipitation, climate variability, and soil moisture, and can be adapted to and mitigated through crop selection, irrigation management, soil conservation, climate-smart agriculture, early warning systems, and insurance and risk management."
  },
  {
    "id": 266,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival. Temperature, precipitation, wind, and sunlight influence crop growth and productivity. Climate change affects agriculture through shifts in growing seasons, changes in pest and disease distribution, soil degradation, and water scarcity. Farmers use crop rotation, irrigation, drought-tolerant crops, climate-resilient agriculture, and early warning systems to adapt to weather and climate variability."
  },
  {
    "id": 268,
    "statement": "Weather and climate patterns have a profound impact on agriculture and survival throughout human history, shaping the development of civilizations and influencing the livelihoods of communities around the world."
  },
  {
    "id": 270,
    "statement": "The speed of light in a vacuum is constant, approximately 299,792 kilometers per second."
  },
  {
    "id": 272,
    "statement": "Understanding weather and climate patterns is crucial for survival, resource management, and decision-making in agriculture and daily life."
  },
  {
    "id": 274,
    "statement": "Geometry is a fundamental mathematical concept used to measure lengths, areas, and volumes by providing the framework for describing shapes and their properties, with applications in architecture, engineering, construction, product design, medical imaging, and computer graphics."
  },
  {
    "id": 276,
    "statement": "Weather and climate patterns can significantly impact agricultural yields and food security, with severe weather events and fluctuations in temperature and precipitation patterns disrupting crop growth, harvests, and distribution."
  },
  {
    "id": 278,
    "statement": "Weather and climate patterns, such as temperature, precipitation, and seasonal changes, significantly affect agriculture and survival by influencing crop yields, food security, livestock health, migration and displacement, and economic impacts, as demonstrated by various historical examples and case studies."
  },
  {
    "id": 280,
    "statement": "Microorganisms, such as bacteria, viruses, and fungi, can cause disease through various mechanisms, including toxin production, host cell invasion, and disruption of normal bodily functions. Hygiene and sanitation practices, including handwashing, cleaning surfaces, and proper waste disposal, can help prevent the spread of illness by reducing the number of microorganisms that can cause disease."
  },
  {
    "id": 282,
    "statement": "Weather and climate patterns have a significant impact on agriculture and survival, affecting crop yields, water availability, and community well-being. Prolonged temperature extremes, droughts, floods, and changes in precipitation patterns can lead to crop failures, water scarcity, and increased food prices, while regions and communities are adapting through strategies like agroforestry, flood-resistant homes, water-saving technologies, and climate-resilient agriculture."
  },
  {
    "id": 284,
    "statement": "Natural disasters, such as hurricanes, droughts, and wildfires, demonstrate the devastating impact of weather and climate patterns on human settlements and ecosystems."
  },
  {
    "id": 286,
    "statement": "A balanced diet is one that provides the necessary nutrients, vitamins, and minerals to maintain optimal health, typically including a variety of foods from different food groups such as grains, fruits, vegetables, proteins, dairy, and healthy fats, and limiting or avoiding foods high in added sugars, saturated fats, and sodium."
  },
  {
    "id": 288,
    "statement": "Identify edible and poisonous plants and animals by familiarizing yourself with common examples and correctly identifying them based on region, climate, and time of year, considering factors such as toxic lookalikes, pesticides, and local regulations."
  },
  {
    "id": 290,
    "statement": "Weather and climate patterns have significant impacts on agriculture and survival, causing crop failures, food shortages, and damage to infrastructure, and can be mitigated through adaptation strategies such as drought-tolerant crops, flood-resistant practices, and early warning systems, while rising atmospheric carbon dioxide levels can both stimulate plant growth and reduce yields due to changes in plant water use and resource competition."
  },
  {
    "id": 292,
    "statement": "Weather and climate patterns have a significant impact on agricultural productivity and human well-being, with specific events and conditions such as droughts, heatwaves, floods, and extreme weather events affecting crop growth, yield, and quality, as well as human health, infrastructure, and economies."
  },
  {
    "id": 294,
    "statement": "Weather and climate patterns significantly impact agriculture and survival, affecting crop growth, yield, quality, and food security through temperature fluctuations, precipitation patterns, and other environmental factors, with examples including droughts, floods, bushfires, and their effects on agricultural infrastructure, food prices, and human well-being."
  },
  {
    "id": 296,
    "statement": "Master basic navigation skills using the Sun, stars, and geographical landmarks to determine direction and location, utilizing techniques such as observing the Sun's position, using shadows, identifying constellations, and recognizing distinctive features in the environment."
  },
  {
    "id": 298,
    "statement": "Disease can be caused by microorganisms, including bacteria, viruses, and fungi, and hygiene and sanitation practices such as proper toilet flushing, regular cleaning and disinfection of surfaces, handwashing, covering the mouth and nose, and proper waste disposal can reduce the risk of infection."
  }
]