[
  {
    "id": 43,
    "statement": "Create fire using sparks, friction, or magnification to produce flame."
  },
  {
    "id": 97,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 84,
    "statement": "Ensure checks and balances to prevent tyranny."
  },
  {
    "id": 98,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 96,
    "statement": "The Earth’s atmosphere is composed primarily of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 83,
    "statement": "Collect taxes or contributions for public welfare."
  },
  {
    "id": 87,
    "statement": "Adapt policies in response to environmental and social changes."
  },
  {
    "id": 88,
    "statement": "Encourage lifelong learning and skill development for stability."
  },
  {
    "id": 91,
    "statement": "Adopt a balanced diet with grains, fruits, vegetables, proteins."
  },
  {
    "id": 85,
    "statement": "Support ethical entrepreneurship and sustainable productivity."
  },
  {
    "id": 93,
    "statement": "Seek medical knowledge to prevent and treat diseases."
  },
  {
    "id": 81,
    "statement": "Distribute resources fairly to prevent extreme wealth gaps."
  },
  {
    "id": 95,
    "statement": "The speed of light in a vacuum is constant, approximately 299,792 kilometers per second."
  },
  {
    "id": 90,
    "statement": "Prioritize sanitation: proper waste disposal and clean water."
  },
  {
    "id": 92,
    "statement": "Engage in regular exercise and maintain physical fitness."
  },
  {
    "id": 46,
    "statement": "Preserve and store food to prevent spoilage (e.g., drying, salting)."
  },
  {
    "id": 86,
    "statement": "Plan long-term resource management (agriculture, water, energy)."
  },
  {
    "id": 40,
    "statement": "Secure safe water sources: boil or filter if necessary."
  },
  {
    "id": 50,
    "statement": "Master basic arithmetic: addition, subtraction, multiplication, division."
  },
  {
    "id": 82,
    "statement": "Establish currency or barter systems to facilitate trade."
  },
  {
    "id": 94,
    "statement": "Understand basic reproductive health and family planning."
  },
  {
    "id": 53,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes."
  },
  {
    "id": 73,
    "statement": "Celebrate social bonds with music, dance, and festivals."
  },
  {
    "id": 54,
    "statement": "Use algebraic thinking to represent unknowns and solve equations."
  },
  {
    "id": 71,
    "statement": "Preserve cultural traditions that enrich community identity."
  },
  {
    "id": 89,
    "statement": "Incentivize innovation that improves health, happiness, prosperity."
  },
  {
    "id": 80,
    "statement": "Form representative governing bodies to serve communities."
  },
  {
    "id": 70,
    "statement": "Encourage creative expression through art, music, and storytelling."
  },
  {
    "id": 28,
    "statement": "Practice hospitality: help travelers and those without shelter."
  },
  {
    "id": 78,
    "statement": "Inspire philosophical reflection on meaning, purpose, and morality."
  },
  {
    "id": 36,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 62,
    "statement": "Listen actively to understand others’ perspectives."
  },
  {
    "id": 35,
    "statement": "Disease can be caused by microorganisms; hygiene and sanitation help prevent illness."
  },
  {
    "id": 61,
    "statement": "Use writing or recording methods to preserve knowledge."
  },
  {
    "id": 79,
    "statement": "Use art to communicate complex ideas and emotions beyond words."
  },
  {
    "id": 63,
    "statement": "Share information openly to foster mutual trust."
  },
  {
    "id": 27,
    "statement": "Acknowledge and value diverse talents and roles within a community."
  },
  {
    "id": 4,
    "statement": "Show compassion toward those in need."
  },
  {
    "id": 38,
    "statement": "Basic elements form materials; understanding them aids resource use."
  },
  {
    "id": 51,
    "statement": "Understand fractions and ratios to represent parts of wholes."
  },
  {
    "id": 69,
    "statement": "Educate newcomers in essential skills to ensure continuity."
  },
  {
    "id": 56,
    "statement": "Use probability to evaluate uncertainty and risk."
  },
  {
    "id": 68,
    "statement": "Keep accurate records: census data, trade logs, historical archives."
  },
  {
    "id": 21,
    "statement": "Support elders and protect children’s safety and development."
  },
  {
    "id": 66,
    "statement": "Use stories, metaphors, and teaching to transmit wisdom."
  },
  {
    "id": 24,
    "statement": "Contribute to public goods (e.g., infrastructure, healthcare) as able."
  },
  {
    "id": 19,
    "statement": "Ensure that laws evolve to reflect greater understanding and justice."
  },
  {
    "id": 67,
    "statement": "Recognize that cooperation often outperforms isolated efforts."
  },
  {
    "id": 49,
    "statement": "Use clothing and insulation to protect from extreme temperatures."
  },
  {
    "id": 48,
    "statement": "Practice basic farming: soil preparation, planting, harvesting."
  },
  {
    "id": 75,
    "statement": "Encourage innovation while preserving valuable inherited knowledge."
  },
  {
    "id": 44,
    "statement": "Use simple tools (knives, hammers, axes) to enhance human capability."
  },
  {
    "id": 52,
    "statement": "Incorporate zero and negative numbers into number systems."
  },
  {
    "id": 59,
    "statement": "Recognize patterns and sequences in nature and society."
  },
  {
    "id": 9,
    "statement": "Foster empathy and kindness, even under difficult circumstances."
  },
  {
    "id": 55,
    "statement": "Apply logical reasoning (if-then statements) to deduce truths."
  },
  {
    "id": 72,
    "statement": "Document histories to learn from ancestors’ successes and errors."
  },
  {
    "id": 57,
    "statement": "Estimate values when exact calculations are difficult."
  },
  {
    "id": 77,
    "statement": "Foster curiosity and exploration of new techniques and styles."
  },
  {
    "id": 39,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 58,
    "statement": "Utilize statistics to summarize data and inform decisions."
  },
  {
    "id": 37,
    "statement": "Gravity causes objects with mass to attract one another."
  },
  {
    "id": 45,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries."
  },
  {
    "id": 76,
    "statement": "Support craftsmanship: pottery, weaving, metallurgy, carpentry."
  },
  {
    "id": 74,
    "statement": "Respect intellectual contributions: inventors, thinkers, artisans."
  },
  {
    "id": 18,
    "statement": "Sustain lawful structures to prevent corruption and abuse of power."
  },
  {
    "id": 42,
    "statement": "Build basic shelter for protection from weather and predators."
  },
  {
    "id": 34,
    "statement": "The human body consists of cells, tissues, organs, and systems."
  },
  {
    "id": 60,
    "statement": "Develop a common language or symbolic communication system."
  },
  {
    "id": 33,
    "statement": "Plants convert sunlight into energy through photosynthesis."
  },
  {
    "id": 31,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 26,
    "statement": "Respect privacy and personal boundaries of others."
  },
  {
    "id": 25,
    "statement": "Encourage civic participation: voting, dialogue, and community service."
  },
  {
    "id": 30,
    "statement": "Continuously learn and adapt knowledge for new challenges."
  },
  {
    "id": 20,
    "statement": "Cooperate to improve communal living and solve shared problems."
  },
  {
    "id": 41,
    "statement": "Identify edible and poisonous plants and animals."
  },
  {
    "id": 12,
    "statement": "Uphold the right to own property, respecting others’ belongings."
  },
  {
    "id": 65,
    "statement": "Negotiate compromises to resolve conflicting interests."
  },
  {
    "id": 13,
    "statement": "Honor agreements and contracts made in good faith."
  },
  {
    "id": 10,
    "statement": "Establish clear systems of agreed-upon laws to maintain order."
  },
  {
    "id": 47,
    "statement": "Navigate using the Sun, stars, and geographical landmarks."
  },
  {
    "id": 17,
    "statement": "Guarantee education as a right to foster informed citizenship."
  },
  {
    "id": 5,
    "statement": "Respect the dignity and autonomy of every individual."
  },
  {
    "id": 23,
    "statement": "Engage in dialogue to resolve conflicts rather than violence."
  },
  {
    "id": 22,
    "statement": "Recognize and celebrate cultural and religious diversity without discrimination."
  },
  {
    "id": 29,
    "statement": "Maintain civility in public discourse, even in disagreement."
  },
  {
    "id": 15,
    "statement": "Maintain transparency in leadership and decision-making."
  },
  {
    "id": 14,
    "statement": "Hold individuals accountable for wrongful actions through fair trials."
  },
  {
    "id": 64,
    "statement": "Encourage debate and discourse to refine ideas."
  },
  {
    "id": 6,
    "statement": "Value truth and seek understanding over ignorance."
  },
  {
    "id": 32,
    "statement": "Water (H2O) is essential for life; preserving clean water is vital."
  },
  {
    "id": 3,
    "statement": "Act with honesty and integrity in all dealings."
  },
  {
    "id": 2,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 7,
    "statement": "Exercise fairness and impartiality in judgments and decisions."
  },
  {
    "id": 8,
    "statement": "Encourage forgiveness, but learn from past wrongs."
  },
  {
    "id": 1,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 11,
    "statement": "Protect basic freedoms: speech, expression, and peaceful assembly."
  },
  {
    "id": 16,
    "statement": "Encourage free and informed consent in all significant interactions."
  },
  {
    "id": 99,
    "statement": "All living organisms are made up of one or more cells, which are the basic units of life."
  },
  {
    "id": 100,
    "statement": "Photosynthesis is a process by which plants convert sunlight into energy, occurring in specialized organelles called chloroplasts and involving two stages: the light-dependent reactions, where light energy is absorbed and used to produce ATP and NADPH, and the light-independent reactions, also known as the Calvin Cycle, where CO2 is fixed into glucose using the ATP and NADPH produced in the light-dependent reactions."
  },
  {
    "id": 102,
    "statement": "Geometry is a fundamental concept used extensively in various real-life situations, including building construction, architecture, and engineering, as well as computer graphics, medical imaging, navigation, physics, astronomy, and data analysis."
  },
  {
    "id": 104,
    "statement": "Photosynthesis occurs in chloroplasts, involving light-dependent reactions that generate ATP and NADPH from sunlight, and the Calvin cycle that uses these energy-rich molecules to synthesize glucose from CO2."
  },
  {
    "id": 106,
    "statement": "Plants convert sunlight into energy through photosynthesis, a process that occurs in chloroplasts and involves light absorption, electron transport, ATP synthesis, and the reduction of NADP+. The light-independent reactions, also known as the Calvin cycle, use ATP and NADPH to fix carbon dioxide into glucose, producing glyceraldehyde 3-phosphate and regenerating RuBP. Factors that affect photosynthesis include light intensity, temperature, water availability, CO2 concentration, and nutrient availability, and the pigment chlorophyll plays a crucial role in initiating the process by absorbing light energy."
  },
  {
    "id": 108,
    "statement": "Cooperative learning strategies, such as peer-to-peer knowledge sharing, mentorship, and community engagement, foster a culture of continuous learning and adaptation, enabling individuals and organizations to successfully navigate rapid and unpredictable knowledge changes."
  },
  {
    "id": 110,
    "statement": "Gravity affects the growth of plants and trees, influencing the direction of their leaves and branches."
  },
  {
    "id": 112,
    "statement": "Photosynthesis is a complex process that occurs in chloroplasts, involves light-dependent and light-independent reactions, and requires key components such as chlorophyll, pigments, water, and CO2, with adaptations in plants like cacti and succulents to optimize energy production in specific environments."
  },
  {
    "id": 114,
    "statement": "Plants convert sunlight into energy through photosynthesis, a process that occurs in specialized organelles called chloroplasts. It involves the absorption of light energy, water, and carbon dioxide, which are then converted into glucose and oxygen through the light-dependent and light-independent reactions."
  },
  {
    "id": 116,
    "statement": "Plants convert sunlight into energy through photosynthesis, a process that occurs in specialized organelles called chloroplasts, involving the absorption of light energy by pigments such as chlorophyll, the generation of ATP and NADPH, and the conversion of carbon dioxide and water into glucose and oxygen."
  },
  {
    "id": 118,
    "statement": "Plants convert sunlight into energy through photosynthesis by absorbing light energy with chlorophyll, which excites electrons that generate ATP and NADPH, releasing oxygen and glucose as byproducts, with optimal conditions including moderate to high light intensity, specific temperature ranges, and sufficient CO2 levels."
  },
  {
    "id": 120,
    "statement": "The speed of light in a vacuum is a fundamental constant in physics that plays a crucial role in understanding various phenomena, from radiation to special relativity."
  },
  {
    "id": 122,
    "statement": "The Earth's atmosphere is primarily composed of nitrogen and oxygen, with an approximate average composition of 78.08% nitrogen and 20.95% oxygen at sea level, although the exact percentages can vary depending on location and altitude."
  },
  {
    "id": 124,
    "statement": "Photosynthesis is the process by which plants convert sunlight, carbon dioxide, and water into glucose and oxygen, using light-dependent reactions to produce ATP and NADPH, and light-independent reactions to convert CO2 into glucose, with the overall equation: 6 CO2 + 6 H2O + light energy → C6H12O6 (glucose) + 6 O2."
  },
  {
    "id": 126,
    "statement": "The development of technology, such as GPS, has significantly improved navigation and replaced traditional methods like using the Sun, stars, and geographical landmarks."
  },
  {
    "id": 128,
    "statement": "Plants convert sunlight into energy through photosynthesis, a process that involves light absorption, water absorption, carbon dioxide absorption, and the conversion of these into glucose and oxygen, which are then used by the plant for growth, development, storage, and respiration."
  },
  {
    "id": 130,
    "statement": "I recognize that the original knowledge base focuses on general knowledge and does not include information about specific aircraft or objects."
  },
  {
    "id": 132,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose, a type of sugar, through the conversion of carbon dioxide and water into glucose and oxygen, and involves specialized organelles called chloroplasts, pigment chlorophyll, and light-dependent and light-independent reactions, and requires essential resources such as water and carbon dioxide."
  },
  {
    "id": 134,
    "statement": "Plants obtain energy from sunlight through photosynthesis, converting carbon dioxide and water into glucose and oxygen, which supports the food chain and is essential for human life, and understanding of this process is crucial for developing sustainable solutions to environmental issues."
  },
  {
    "id": 136,
    "statement": "Plants convert light energy from the sun into chemical energy in the form of glucose through photosynthesis, a process that occurs in chloroplasts and involves light-dependent and light-independent reactions, using chlorophyll, pigments, water, and carbon dioxide, producing ATP, NADPH, and oxygen."
  },
  {
    "id": 138,
    "statement": "Plants convert sunlight into chemical energy in the form of glucose through photosynthesis, which occurs in chloroplasts and uses carbon dioxide, water, and light energy to produce glucose and oxygen."
  },
  {
    "id": 140,
    "statement": "Plants convert sunlight into energy through photosynthesis by absorbing light energy with chlorophyll and other pigments, exciting electrons, creating a proton gradient, producing ATP, and converting CO2 into glucose through enzyme-catalyzed reactions."
  },
  {
    "id": 142,
    "statement": "Plants convert sunlight into chemical energy by absorbing light energy through pigments, exciting and transferring electrons to produce a proton gradient, synthesizing ATP, and reducing CO2 to form glucose and oxygen through the Calvin cycle."
  },
  {
    "id": 144,
    "statement": "Plants convert sunlight into energy through photosynthesis by absorbing light energy, exciting electrons, transferring electrons, and using the energy to convert CO2 and H2O into glucose and O2."
  },
  {
    "id": 146,
    "statement": "Plants convert light energy from the sun into chemical energy in the form of glucose through the process of photosynthesis, which involves absorbing light, water, and carbon dioxide, and using energy from light to produce ATP and NADPH, which then facilitate the conversion of carbon dioxide into glucose."
  },
  {
    "id": 148,
    "statement": "The Earth's atmosphere is composed primarily of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 150,
    "statement": "Plants convert sunlight into energy through photosynthesis, a process occurring in chloroplasts, involving light-dependent reactions that produce ATP and NADPH, and light-independent reactions (Calvin cycle) that fix CO2 into glucose using these energy-rich molecules."
  },
  {
    "id": 152,
    "statement": "Plants convert sunlight into chemical energy in the form of glucose through a process called photosynthesis, which involves light absorption, electron excitation, electron transport, ATP synthesis, reduction of CO2, and glucose production."
  },
  {
    "id": 154,
    "statement": "Master basic arithmetic: addition, subtraction, multiplication, and division to solve problems efficiently and accurately."
  },
  {
    "id": 156,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose, releasing oxygen as a byproduct, and is crucial for energy production, oxygen supply, and supporting the food chain."
  },
  {
    "id": 158,
    "statement": "Plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose through a process called photosynthesis, occurring in specialized organelles called chloroplasts with the overall equation 6 CO2 + 6 H2O + light energy → C6H12O6 (glucose) + 6 O2."
  },
  {
    "id": 160,
    "statement": "Plants convert sunlight into energy through photosynthesis, which involves the conversion of carbon dioxide and water into glucose and oxygen, occurring in specialized organelles called chloroplasts, with two stages: light-dependent reactions and light-independent reactions, and is adaptable to different environments and plants due to various physiological and biochemical mechanisms."
  },
  {
    "id": 162,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose, using essential components such as light energy, water, carbon dioxide, chlorophyll, and ATP, and can occur with slight variations depending on the plant species, environmental conditions, and adaptations."
  },
  {
    "id": 164,
    "statement": "All living organisms are composed of one or more cells, which are the basic units of life, characterized by a plasma membrane, cytoplasm, genetic material, homeostasis, growth, response to stimuli, and reproduction, with some exceptions and debates within the scientific community."
  },
  {
    "id": 166,
    "statement": "Photosynthesis is a vital process that converts light energy into chemical energy, producing oxygen and organic compounds, which support life on Earth by providing essential energy and nutrients for growth and development."
  },
  {
    "id": 168,
    "statement": "Plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose through photosynthesis, a process powered by chlorophyll-containing chloroplasts."
  },
  {
    "id": 170,
    "statement": "Plants convert sunlight into energy through photosynthesis, a process that involves light-dependent reactions to generate ATP and NADPH, and light-independent reactions (Calvin cycle) to produce glucose and release oxygen, supporting the food chain, regulating the Earth's climate, and sustaining life on Earth."
  },
  {
    "id": 172,
    "statement": "Humans can navigate using the Sun, stars, and geographical landmarks."
  },
  {
    "id": 174,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose (sugar) through two stages: light-dependent reactions and light-independent reactions, using essential components such as light, water, carbon dioxide, chlorophyll, ATP, and NADPH, and influenced by factors like light intensity, temperature, water availability, CO2 concentration, and nutrient availability."
  },
  {
    "id": 176,
    "statement": "Plants convert sunlight into energy through photosynthesis, absorbing light energy, water, and carbon dioxide to produce glucose and oxygen using specialized organelles called chloroplasts, containing the pigment chlorophyll; this process occurs in light-dependent and light-independent reactions, ultimately releasing oxygen and energy-rich glucose as byproducts."
  },
  {
    "id": 178,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes, as it is used in various fields such as architecture, engineering, and computer graphics, with formulas like the Pythagorean theorem, trigonometric formulas, and area and volume formulas for various shapes."
  },
  {
    "id": 180,
    "statement": "Plants convert sunlight into energy through photosynthesis, using chlorophyll to absorb light energy, transfer electrons to electron acceptors, and convert CO2 and water into glucose and oxygen."
  },
  {
    "id": 182,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose (sugar), using chlorophyll and other pigments to absorb light energy, and converting carbon dioxide and water into glucose and oxygen."
  },
  {
    "id": 184,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose (a type of sugar), using specialized organelles called chloroplasts and the pigment chlorophyll. The overall equation is 6 CO2 + 6 H2O + light energy → C6H12O6 (glucose) + 6 O2, involving two stages: light-dependent reactions and light-independent reactions, and having significant impacts on the ecosystem and food chain."
  },
  {
    "id": 186,
    "statement": "Plants convert light energy from the sun into chemical energy in the form of glucose through photosynthesis, a process that occurs in chloroplasts and involves light absorption, electron transport, ATP and NADPH production, carbon fixation, and reduction."
  },
  {
    "id": 188,
    "statement": "All living organisms, including plants, convert sunlight into energy through photosynthesis, a process that occurs in specialized organelles called chloroplasts and involves the absorption of light energy by chlorophyll and other pigments, the production of ATP and NADPH, and the fixation of CO2 into glucose."
  },
  {
    "id": 190,
    "statement": "Plants convert sunlight into energy through a process involving chloroplasts, chlorophyll, light-dependent reactions, and light-independent reactions. Chloroplasts use absorbed light energy to produce ATP and NADPH, which are then used to convert CO2 and water into glucose and oxygen."
  },
  {
    "id": 192,
    "statement": "Photosynthesis is a process in which light energy is converted into chemical energy by plants, involving light-dependent reactions that produce ATP and NADPH, and light-independent reactions that use these energy-rich molecules to convert CO2 into glucose, releasing oxygen as a byproduct."
  },
  {
    "id": 194,
    "statement": "Plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose (sugar) through photosynthesis, a process that occurs in specialized organelles called chloroplasts."
  },
  {
    "id": 196,
    "statement": "Plants convert sunlight into energy through photosynthesis, a process that involves light absorption by chlorophyll and other pigments, electron transport, and the Calvin cycle, ultimately producing glucose as a source of energy."
  },
  {
    "id": 198,
    "statement": "Plants use chlorophyll to absorb light energy, which is then converted into ATP and NADPH through the light-dependent reactions in chloroplasts. These energy-rich molecules are used to convert carbon dioxide and water into glucose and oxygen through the light-independent reactions in the Calvin cycle."
  },
  {
    "id": 200,
    "statement": "Plants convert light energy from the sun into chemical energy through photosynthesis, a process involving light absorption, excitation of electrons, electron transport chain, ATP synthesis, reduction of CO2, and glucose production."
  },
  {
    "id": 202,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose (a type of sugar), using specialized organelles called chloroplasts, through the light-dependent reactions and light-independent reactions (Calvin cycle), resulting in the production of glucose and oxygen."
  },
  {
    "id": 204,
    "statement": "Plants convert sunlight into energy through photosynthesis, a two-stage process consisting of light-dependent reactions and light-independent reactions. Light-dependent reactions involve light absorption, excitation of electrons, and the formation of ATP and NADPH. Light-independent reactions (Calvin cycle) involve carbon fixation, reduction of 3-PGA, and regeneration of RuBP, ultimately resulting in the production of glucose and oxygen."
  },
  {
    "id": 206,
    "statement": "Photosynthesis occurs in specialized organelles called chloroplasts, where pigments absorb light energy to convert carbon dioxide and water into glucose and oxygen. The overall equation is 6 CO2 + 6 H2O + light energy → C6H12O6 (glucose) + 6 O2, and the process involves light-dependent reactions (light absorption, electron transfer, ATP synthesis, and reduction of NADP+) and light-independent reactions (carbon fixation, reduction of 3-PGA, regeneration of RuBP, and production of glucose)."
  },
  {
    "id": 208,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose, occurring in chloroplasts through light-dependent and light-independent reactions that involve pigments like chlorophyll, generating ATP and NADPH, and converting CO2 and water into glucose and oxygen."
  },
  {
    "id": 210,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 212,
    "statement": "Gravity causes objects with mass to attract one another."
  },
  {
    "id": 214,
    "statement": "Chlorophyll is a green pigment that absorbs light energy in the blue and red parts of the visible spectrum, exciting an electron which is then transferred to an electron acceptor, generating ATP and NADPH used to power the Calvin cycle, converting CO2 and water into glucose and oxygen."
  },
  {
    "id": 216,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons, and can be classified into elements, compounds, and mixtures."
  },
  {
    "id": 218,
    "statement": "Plants convert sunlight into glucose through photosynthesis, which involves light-dependent reactions that produce ATP and NADPH, and light-independent reactions that use ATP and NADPH to convert CO2 into glucose."
  },
  {
    "id": 220,
    "statement": "Photosynthesis is a fundamental process occurring in many plants, but it's not the only way organisms produce energy, with exceptions like chemosynthesis in certain bacteria, and adaptations in some plants that thrive in low-light environments."
  },
  {
    "id": 222,
    "statement": "Photosynthesis is the process by which plants convert sunlight, carbon dioxide, and water into glucose and oxygen. Chlorophyll and other pigments absorb light energy, which is used to generate ATP and NADPH through the light-dependent reactions. Then, these energy-rich molecules are used to power the Calvin cycle, where CO2 is fixed into glucose."
  },
  {
    "id": 224,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose, involving light absorption, excitation of electrons, electron transport chain, ATP synthesis, and reduction of CO2, with factors like light intensity, temperature, water availability, CO2 concentration, and nutrient availability affecting its efficiency."
  },
  {
    "id": 226,
    "statement": "Master basic arithmetic: addition, subtraction, multiplication, division, and understanding fractions and ratios to represent parts of wholes."
  },
  {
    "id": 228,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose, releasing oxygen as a byproduct, achieved through the action of chlorophyll, chloroplasts, and a series of biochemical reactions involving carbon dioxide, water, and light energy."
  },
  {
    "id": 230,
    "statement": "The human body is organized hierarchically, with cells, tissues, organs, and organ systems that work together to maintain homeostasis and overall health, ensuring the delivery of oxygen and nutrients to cells, digestion of food into nutrients, and defense against pathogens, with all systems coordinated by the nervous system to regulate body functions and maintain internal balance."
  },
  {
    "id": 232,
    "statement": "Plants convert sunlight into energy through photosynthesis, a biochemical process involving light-dependent and light-independent reactions, where light energy is absorbed by pigments and converted into ATP and NADPH, which are then used to power the conversion of CO2 and water into glucose and oxygen."
  },
  {
    "id": 234,
    "statement": "Plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose through a two-stage process. The light-dependent reactions generate ATP and NADPH, which are then used in the light-independent reactions to fix CO2 into glucose, releasing oxygen as a byproduct."
  },
  {
    "id": 236,
    "statement": "Photosynthesis is a two-stage process in which light-dependent reactions convert carbon dioxide and water into glucose and oxygen, whereas light-independent reactions (Calvin cycle) use the glucose produced to synthesize additional glucose and release oxygen."
  },
  {
    "id": 238,
    "statement": "Plants convert sunlight into energy by absorbing light energy with chlorophyll, which excites electrons that generate ATP and NADPH in light-dependent reactions. These energy-rich molecules are then used to convert CO2 into glucose through light-independent reactions, releasing oxygen as a byproduct."
  },
  {
    "id": 240,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert sunlight, carbon dioxide, and water into glucose and oxygen, releasing oxygen as a byproduct."
  },
  {
    "id": 242,
    "statement": "Plants convert sunlight into energy through photosynthesis, which occurs in chloroplasts and involves light-dependent reactions (light absorption, electron transport, ATP synthesis, and reduction of NADP+) and light-independent reactions (carbon fixation, reduction of 3-PGA, regeneration of RuBP, and production of glucose)."
  },
  {
    "id": 244,
    "statement": "Plants convert sunlight into chemical energy through photosynthesis, facilitated by the green pigment chlorophyll, which absorbs light energy and transfers it to generate ATP and NADPH, ultimately producing glucose and oxygen."
  },
  {
    "id": 246,
    "statement": "Photosynthesis occurs in plant cells through chloroplasts, converting light energy into ATP and NADPH in light-dependent reactions and using ATP and NADPH to convert CO2 into glucose in light-independent reactions, with different components of the plant cell playing important roles."
  },
  {
    "id": 248,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose (sugar) through the light-dependent reactions and light-independent reactions, involving chlorophyll, accessory pigments, electron carriers, ATP synthase, RuBisCO, and NADPH."
  },
  {
    "id": 250,
    "statement": "Plants convert sunlight into energy through photosynthesis by absorbing light, exciting electrons, transferring electrons, generating a proton gradient, synthesizing ATP, and reducing CO2 to form glucose, releasing oxygen as a byproduct, influenced by factors such as light intensity, temperature, water availability, and CO2 concentration."
  },
  {
    "id": 252,
    "statement": "Plants convert sunlight into energy through photosynthesis, a complex process involving light-dependent and light-independent reactions. Chloroplasts contain pigments such as chlorophyll a, b, and other accessory pigments that absorb light energy, exciting electrons that are transferred to electron acceptors and ultimately produce ATP and NADPH. These energy-rich molecules are then used to convert CO2 into glucose and oxygen through the Calvin cycle, where CO2 is fixed, reduced, and regrouped into glucose."
  },
  {
    "id": 254,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose and oxygen. This process occurs in specialized organelles called chloroplasts and involves two stages: the light-dependent reactions and the light-independent reactions, also known as the Calvin cycle. During photosynthesis, plants absorb CO2 and release O2, providing energy and organic compounds for growth and development, and ultimately supporting the food chain and regulating the Earth's climate."
  },
  {
    "id": 256,
    "statement": "Plants use chlorophyll to absorb light energy, which generates ATP and NADPH, powering the conversion of CO2 and H2O into glucose and O2 through the Calvin cycle."
  },
  {
    "id": 258,
    "statement": "Plants convert sunlight into energy through photosynthesis, although this process can be impaired or ceased under conditions of low light intensity, extreme temperatures, water scarcity, lack of essential nutrients, or exposure to inhibitors, and different types of photosynthesis, such as C3, C4, and CAM, exist in plants adapted to various environments."
  },
  {
    "id": 260,
    "statement": "Photosynthesis is the process by which plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose, occurring in specialized organelles called chloroplasts, where light energy is absorbed, electrons are transported, ATP and NADPH are produced, CO2 is fixed, and glucose is produced and stored."
  },
  {
    "id": 262,
    "statement": "All evidence from various fields of biology, including microscopy, biochemistry, and molecular biology, consistently demonstrates that cells are the fundamental units of life, possessing all the characteristics that define living organisms."
  },
  {
    "id": 264,
    "statement": "Plants convert sunlight into energy through photosynthesis, with chlorophyll, a green pigment, absorbing light energy and generating ATP and NADPH, which are used to produce glucose and oxygen through the Calvin cycle."
  },
  {
    "id": 266,
    "statement": "Plants convert sunlight into energy through photosynthesis by absorbing light energy from pigments like chlorophyll, generating ATP and NADPH in light-dependent reactions, and using this energy to convert CO2 into glucose through light-independent reactions, releasing oxygen as a byproduct."
  },
  {
    "id": 268,
    "statement": "Encourage innovation while preserving and building upon valuable inherited knowledge to drive growth, improve efficiency, and stay competitive."
  },
  {
    "id": 270,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes."
  },
  {
    "id": 272,
    "statement": "All living organisms are made up of one or more cells, which are the basic units of life."
  },
  {
    "id": 274,
    "statement": "Plants, algae, and some bacteria convert light energy from the sun into chemical energy in the form of glucose (sugar) through photosynthesis, a process occurring in chloroplasts with the help of chlorophyll, water, and CO2, resulting in a net gain of energy."
  },
  {
    "id": 276,
    "statement": "Plants convert sunlight into energy through photosynthesis, a process involving light absorption, water absorption, carbon dioxide absorption, light-dependent reactions, and light-independent reactions to produce glucose and ATP."
  },
  {
    "id": 278,
    "statement": "Plants convert sunlight into energy through photosynthesis, using chloroplasts that contain pigments like chlorophyll to absorb light energy and convert carbon dioxide and water into glucose and oxygen, with peak absorption at 430 nanometer blue light and 660 nanometer red light, involving light-harvesting complexes, reaction centers, and electron transport chains."
  },
  {
    "id": 280,
    "statement": "Plants convert sunlight into chemical energy through photosynthesis, producing glucose and oxygen as byproducts, which support their growth, development, and are essential for the survival of most living organisms."
  },
  {
    "id": 282,
    "statement": "The concept of zero as a placeholder and a value allows for efficient representation and calculation of large numbers."
  },
  {
    "id": 284,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes."
  },
  {
    "id": 286,
    "statement": "Plants convert sunlight into energy through photosynthesis by absorbing light energy with pigments, exciting electrons, generating a proton gradient, producing ATP and NADPH, and reducing CO2 into glucose through the Calvin cycle."
  },
  {
    "id": 288,
    "statement": "Plants convert sunlight into energy through photosynthesis, a two-stage process involving light-dependent reactions (absorbing light energy, electron transfer, and ATP synthesis) and light-independent reactions (carbon fixation, reduction reactions, and regeneration), ultimately producing glucose and oxygen."
  },
  {
    "id": 290,
    "statement": "Plants convert sunlight into energy through photosynthesis, a process that involves light absorption, water absorption, carbon dioxide absorption, conversion, glucose production, and oxygen release, providing the energy and organic compounds needed for plant growth, development, and survival."
  },
  {
    "id": 292,
    "statement": "The human brain is capable of reorganizing itself in response to injury or learning, a process known as neuroplasticity."
  },
  {
    "id": 294,
    "statement": "Plants convert sunlight into energy through photosynthesis, a two-stage process involving light-dependent reactions that produce ATP and NADPH, and light-independent reactions that fix CO2 into glucose using ATP and NADPH."
  },
  {
    "id": 296,
    "statement": "Plants convert sunlight into chemical energy through photosynthesis, a process that occurs in chloroplasts and involves the absorption of light energy, transfer of electrons, and conversion of carbon dioxide and water into glucose and oxygen."
  },
  {
    "id": 298,
    "statement": "Navigate using celestial bodies (Sun, stars) and geographical landmarks to determine position and course, as a reliable alternative in situations without modern navigation tools."
  }
]