[
  {
    "id": 98,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 83,
    "statement": "Collect taxes or contributions for public welfare."
  },
  {
    "id": 97,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 88,
    "statement": "Encourage lifelong learning and skill development for stability."
  },
  {
    "id": 94,
    "statement": "Understand basic reproductive health and family planning."
  },
  {
    "id": 89,
    "statement": "Incentivize innovation that improves health, happiness, prosperity."
  },
  {
    "id": 91,
    "statement": "Adopt a balanced diet with grains, fruits, vegetables, proteins."
  },
  {
    "id": 78,
    "statement": "Inspire philosophical reflection on meaning, purpose, and morality."
  },
  {
    "id": 95,
    "statement": "The speed of light in a vacuum is constant, approximately 299,792 kilometers per second."
  },
  {
    "id": 96,
    "statement": "The Earth’s atmosphere is composed primarily of nitrogen (78%) and oxygen (21%)."
  },
  {
    "id": 87,
    "statement": "Adapt policies in response to environmental and social changes."
  },
  {
    "id": 90,
    "statement": "Prioritize sanitation: proper waste disposal and clean water."
  },
  {
    "id": 93,
    "statement": "Seek medical knowledge to prevent and treat diseases."
  },
  {
    "id": 60,
    "statement": "Develop a common language or symbolic communication system."
  },
  {
    "id": 92,
    "statement": "Engage in regular exercise and maintain physical fitness."
  },
  {
    "id": 84,
    "statement": "Ensure checks and balances to prevent tyranny."
  },
  {
    "id": 62,
    "statement": "Listen actively to understand others’ perspectives."
  },
  {
    "id": 31,
    "statement": "Living organisms evolve over time through natural selection."
  },
  {
    "id": 85,
    "statement": "Support ethical entrepreneurship and sustainable productivity."
  },
  {
    "id": 80,
    "statement": "Form representative governing bodies to serve communities."
  },
  {
    "id": 76,
    "statement": "Support craftsmanship: pottery, weaving, metallurgy, carpentry."
  },
  {
    "id": 86,
    "statement": "Plan long-term resource management (agriculture, water, energy)."
  },
  {
    "id": 65,
    "statement": "Negotiate compromises to resolve conflicting interests."
  },
  {
    "id": 99,
    "statement": "All living organisms are made up of one or more cells, which are the basic units of life."
  },
  {
    "id": 77,
    "statement": "Foster curiosity and exploration of new techniques and styles."
  },
  {
    "id": 44,
    "statement": "Use simple tools (knives, hammers, axes) to enhance human capability."
  },
  {
    "id": 79,
    "statement": "Use art to communicate complex ideas and emotions beyond words."
  },
  {
    "id": 72,
    "statement": "Document histories to learn from ancestors’ successes and errors."
  },
  {
    "id": 45,
    "statement": "Apply basic first aid to treat wounds and stabilize injuries."
  },
  {
    "id": 70,
    "statement": "Encourage creative expression through art, music, and storytelling."
  },
  {
    "id": 75,
    "statement": "Encourage innovation while preserving valuable inherited knowledge."
  },
  {
    "id": 81,
    "statement": "Distribute resources fairly to prevent extreme wealth gaps."
  },
  {
    "id": 28,
    "statement": "Practice hospitality: help travelers and those without shelter."
  },
  {
    "id": 52,
    "statement": "Incorporate zero and negative numbers into number systems."
  },
  {
    "id": 58,
    "statement": "Utilize statistics to summarize data and inform decisions."
  },
  {
    "id": 67,
    "statement": "Recognize that cooperation often outperforms isolated efforts."
  },
  {
    "id": 24,
    "statement": "Contribute to public goods (e.g., infrastructure, healthcare) as able."
  },
  {
    "id": 35,
    "statement": "Disease can be caused by microorganisms; hygiene and sanitation help prevent illness."
  },
  {
    "id": 46,
    "statement": "Preserve and store food to prevent spoilage (e.g., drying, salting)."
  },
  {
    "id": 20,
    "statement": "Cooperate to improve communal living and solve shared problems."
  },
  {
    "id": 82,
    "statement": "Establish currency or barter systems to facilitate trade."
  },
  {
    "id": 59,
    "statement": "Recognize patterns and sequences in nature and society."
  },
  {
    "id": 43,
    "statement": "Create fire using sparks, friction, or magnification to produce flame."
  },
  {
    "id": 68,
    "statement": "Keep accurate records: census data, trade logs, historical archives."
  },
  {
    "id": 39,
    "statement": "Weather and climate patterns affect agriculture and survival."
  },
  {
    "id": 48,
    "statement": "Practice basic farming: soil preparation, planting, harvesting."
  },
  {
    "id": 57,
    "statement": "Estimate values when exact calculations are difficult."
  },
  {
    "id": 36,
    "statement": "Energy is conserved; it cannot be created or destroyed, only transformed."
  },
  {
    "id": 41,
    "statement": "Identify edible and poisonous plants and animals."
  },
  {
    "id": 49,
    "statement": "Use clothing and insulation to protect from extreme temperatures."
  },
  {
    "id": 29,
    "statement": "Maintain civility in public discourse, even in disagreement."
  },
  {
    "id": 47,
    "statement": "Navigate using the Sun, stars, and geographical landmarks."
  },
  {
    "id": 73,
    "statement": "Celebrate social bonds with music, dance, and festivals."
  },
  {
    "id": 53,
    "statement": "Grasp basic geometry to measure lengths, areas, and volumes."
  },
  {
    "id": 42,
    "statement": "Build basic shelter for protection from weather and predators."
  },
  {
    "id": 51,
    "statement": "Understand fractions and ratios to represent parts of wholes."
  },
  {
    "id": 69,
    "statement": "Educate newcomers in essential skills to ensure continuity."
  },
  {
    "id": 3,
    "statement": "Act with honesty and integrity in all dealings."
  },
  {
    "id": 54,
    "statement": "Use algebraic thinking to represent unknowns and solve equations."
  },
  {
    "id": 56,
    "statement": "Use probability to evaluate uncertainty and risk."
  },
  {
    "id": 64,
    "statement": "Encourage debate and discourse to refine ideas."
  },
  {
    "id": 61,
    "statement": "Use writing or recording methods to preserve knowledge."
  },
  {
    "id": 38,
    "statement": "Basic elements form materials; understanding them aids resource use."
  },
  {
    "id": 63,
    "statement": "Share information openly to foster mutual trust."
  },
  {
    "id": 66,
    "statement": "Use stories, metaphors, and teaching to transmit wisdom."
  },
  {
    "id": 33,
    "statement": "Plants convert sunlight into energy through photosynthesis."
  },
  {
    "id": 37,
    "statement": "Gravity causes objects with mass to attract one another."
  },
  {
    "id": 55,
    "statement": "Apply logical reasoning (if-then statements) to deduce truths."
  },
  {
    "id": 22,
    "statement": "Recognize and celebrate cultural and religious diversity without discrimination."
  },
  {
    "id": 17,
    "statement": "Guarantee education as a right to foster informed citizenship."
  },
  {
    "id": 34,
    "statement": "The human body consists of cells, tissues, organs, and systems."
  },
  {
    "id": 71,
    "statement": "Preserve cultural traditions that enrich community identity."
  },
  {
    "id": 26,
    "statement": "Respect privacy and personal boundaries of others."
  },
  {
    "id": 21,
    "statement": "Support elders and protect children’s safety and development."
  },
  {
    "id": 32,
    "statement": "Water (H2O) is essential for life; preserving clean water is vital."
  },
  {
    "id": 25,
    "statement": "Encourage civic participation: voting, dialogue, and community service."
  },
  {
    "id": 8,
    "statement": "Encourage forgiveness, but learn from past wrongs."
  },
  {
    "id": 16,
    "statement": "Encourage free and informed consent in all significant interactions."
  },
  {
    "id": 13,
    "statement": "Honor agreements and contracts made in good faith."
  },
  {
    "id": 50,
    "statement": "Master basic arithmetic: addition, subtraction, multiplication, division."
  },
  {
    "id": 27,
    "statement": "Acknowledge and value diverse talents and roles within a community."
  },
  {
    "id": 15,
    "statement": "Maintain transparency in leadership and decision-making."
  },
  {
    "id": 12,
    "statement": "Uphold the right to own property, respecting others’ belongings."
  },
  {
    "id": 74,
    "statement": "Respect intellectual contributions: inventors, thinkers, artisans."
  },
  {
    "id": 5,
    "statement": "Respect the dignity and autonomy of every individual."
  },
  {
    "id": 11,
    "statement": "Protect basic freedoms: speech, expression, and peaceful assembly."
  },
  {
    "id": 18,
    "statement": "Sustain lawful structures to prevent corruption and abuse of power."
  },
  {
    "id": 9,
    "statement": "Foster empathy and kindness, even under difficult circumstances."
  },
  {
    "id": 10,
    "statement": "Establish clear systems of agreed-upon laws to maintain order."
  },
  {
    "id": 2,
    "statement": "Avoid causing unnecessary harm to sentient beings."
  },
  {
    "id": 7,
    "statement": "Exercise fairness and impartiality in judgments and decisions."
  },
  {
    "id": 6,
    "statement": "Value truth and seek understanding over ignorance."
  },
  {
    "id": 14,
    "statement": "Hold individuals accountable for wrongful actions through fair trials."
  },
  {
    "id": 4,
    "statement": "Show compassion toward those in need."
  },
  {
    "id": 23,
    "statement": "Engage in dialogue to resolve conflicts rather than violence."
  },
  {
    "id": 1,
    "statement": "Treat others as you wish to be treated (the 'Golden Rule')."
  },
  {
    "id": 0,
    "statement": "Strive to preserve human life and well-being wherever possible."
  },
  {
    "id": 30,
    "statement": "Continuously learn and adapt knowledge for new challenges."
  },
  {
    "id": 19,
    "statement": "Ensure that laws evolve to reflect greater understanding and justice."
  },
  {
    "id": 40,
    "statement": "Secure safe water sources: boil or filter if necessary."
  },
  {
    "id": 100,
    "statement": "Guaranteeing education as a right promotes informed citizenship by providing individuals with the knowledge, skills, and critical thinking abilities to make informed decisions and participate effectively in the democratic process."
  },
  {
    "id": 102,
    "statement": "Incentivize innovation that improves health, happiness, and prosperity through tax breaks, public-private partnerships, recognition, crowdsourcing, and regulatory frameworks, and adapt these incentives to address specific health challenges, incorporate sustainability, encourage collaboration, and track impact."
  },
  {
    "id": 104,
    "statement": "When exact calculations are difficult, estimate values using methods such as analogous estimation, expert judgment, statistical methods, simplification, and sensitivity analysis, and consider breaking down complex problems into smaller parts, using available data, and adjusting estimates based on judgment and experience."
  },
  {
    "id": 106,
    "statement": "Gravity causes objects with mass to attract one another in accordance with the inverse square law."
  },
  {
    "id": 108,
    "statement": "Universal education is a fundamental right, ensuring access to quality education for all. This fosters informed citizenship, enabling individuals to make informed decisions and participate constructively in their communities."
  },
  {
    "id": 110,
    "statement": "Guaranteeing education as a right ensures equal access to quality education, fostering informed citizenship through inclusive, equitable, and accessible learning opportunities."
  },
  {
    "id": 112,
    "statement": "Living organisms that are better adapted to their environment have a higher chance of survival and reproduction, which allows them to pass on their advantageous traits to their offspring, driving the evolution of the species over time."
  },
  {
    "id": 114,
    "statement": "Understanding basic reproductive health and family planning enables individuals to take control of their own reproductive health, make informed decisions about their bodies, and seek help when needed, encompassing knowledge of anatomy and physiology, menstrual health, contraception, STIs, pregnancy, and breastfeeding."
  },
  {
    "id": 116,
    "statement": "Guarantee education as a right by implementing universal access to quality education, ensuring inclusive and comprehensive education, and focusing on teacher training and support, monitoring and evaluation, and decentralization policies, achieved through frameworks like the United Nations' Education 2030 framework."
  },
  {
    "id": 118,
    "statement": "Respecting privacy and personal boundaries is crucial in social interactions, and it involves acknowledging and respecting an individual's limits, preferences, and needs regarding their personal life, relationships, and physical or emotional space, through verbal and non-verbal cues, direct consent, and consideration of cultural or social norms, with mindfulness, empathy, communication, and self-awareness throughout the process."
  },
  {
    "id": 120,
    "statement": "Guarantee education as a fundamental human right by making it free, compulsory, and high-quality for all citizens, with a legal framework, independent oversight, and community involvement, leading to increased social mobility, reduced poverty and inequality, improved health outcomes, enhanced civic engagement, and a more informed population."
  },
  {
    "id": 122,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 124,
    "statement": "Guaranteeing education as a right equips individuals with knowledge, skills, and critical thinking abilities to participate meaningfully in the democratic process through inclusive, equitable, and relevant education."
  },
  {
    "id": 126,
    "statement": "Guaranteeing quality education as a fundamental human right helps to foster informed citizenship by developing critical thinking, problem-solving, and communication skills essential for civic engagement and democratic participation."
  },
  {
    "id": 128,
    "statement": "Living organisms evolve over time through natural selection, where environmental pressures favor individuals with traits better suited to their environment, leading to the survival and reproduction of those individuals and the passing on of their traits to their offspring, which eventually leads to the development of new species if the population becomes reproductively isolated from others."
  },
  {
    "id": 130,
    "statement": "Preserving cultural traditions enriches community identity by providing a sense of belonging, shared values, and a connection to the past through cultural expression, community engagement, and the preservation of history and heritage."
  },
  {
    "id": 132,
    "statement": "Guaranteeing education as a fundamental right fosters informed citizenship by providing access to quality education, promoting critical thinking, and encouraging civic engagement, ultimately leading to a more informed, engaged, and equitable society."
  },
  {
    "id": 134,
    "statement": "Guaranteeing education as a right to foster informed citizenship is essential, as it provides individuals with the skills, knowledge, and access necessary to participate in the democratic process, evaluate information, and make informed decisions, ultimately leading to increased civic engagement, reduced inequality, and improved social mobility."
  },
  {
    "id": 136,
    "statement": "Gravity causes objects with mass to attract each other, with the strength of the attraction depending on the mass of each object and the distance between them."
  },
  {
    "id": 138,
    "statement": "Understand basic reproductive health and family planning, including knowledge of contraception, menstrual health, sexual health, pregnancy planning, and postpartum care to prevent unintended pregnancies, manage menstrual disorders, and maintain a healthy reproductive system."
  },
  {
    "id": 140,
    "statement": "Recognizing education as a right, as enshrined in international law, ensures equal access to quality education, free from discrimination, and cultivates informed citizenship through knowledge, skills, and critical thinking abilities."
  },
  {
    "id": 142,
    "statement": "It is possible to achieve a perfect score on a statistical test by randomly guessing, but it requires an impractically large number of tests or an unrealistically high test length."
  },
  {
    "id": 144,
    "statement": "The laws of physics, including gravity, apply consistently across the observable universe, with phenomena such as planetary orbits, light bending, cosmic expansion, and black hole behavior all demonstrating the universality of these laws."
  },
  {
    "id": 146,
    "statement": "Understanding the properties and interactions of basic elements enables the development of resource-efficient materials and solutions, leading to improved energy efficiency, reduced waste, and increased sustainability."
  },
  {
    "id": 148,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe, providing a fundamental basis for understanding the workings of the world."
  },
  {
    "id": 150,
    "statement": "Cells are the fundamental building blocks of living organisms, being the smallest units of life that can still function and reproduce on their own, and all living organisms are composed of one or more cells."
  },
  {
    "id": 152,
    "statement": "Gravity causes objects with mass to attract one another, leading to a complex interplay of forces that shapes the universe."
  },
  {
    "id": 154,
    "statement": "Art can be used to communicate complex ideas and emotions in a way that transcends verbal communication, by utilizing various forms such as visual art, music, dance, poetry, film, or video to evoke emotions and convey messages, and can be applied practically in daily life or community settings through creative expression and collaboration to facilitate empathy, understanding, and group discussions."
  },
  {
    "id": 156,
    "statement": "Guarantee education that equips individuals with critical thinking, media literacy, civic engagement, and data analysis skills to participate meaningfully in civic life."
  },
  {
    "id": 158,
    "statement": "Understanding the formation of materials from basic elements can aid in resource use by designing more efficient recycling processes, selecting sustainable materials, and reducing waste, making it an important principle in industries like manufacturing, construction, and energy production."
  },
  {
    "id": 160,
    "statement": "A sound wave is a mechanical wave that propagates through a medium, such as air, water or solid objects, and is responsible for the sensation of hearing."
  },
  {
    "id": 162,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 164,
    "statement": "Estimate values when exact calculations are difficult by applying strategies such as analogies, heuristics, statistical methods, and expert judgment to make informed predictions or decisions in situations where exact calculations are impossible, impractical, or time-consuming."
  },
  {
    "id": 166,
    "statement": "Guarantee education as a right to foster informed citizenship by providing access to knowledge, skills, and resources necessary for critical thinking, civic values, and community engagement, leading to a more informed and participatory citizenry."
  },
  {
    "id": 168,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons, and living organisms are composed of cells, which function similarly to atoms as the basic building blocks of their structures and functions."
  },
  {
    "id": 170,
    "statement": "Guaranteeing equal access to quality education enables individuals to develop critical thinking, problem-solving, and communication skills, fostering informed citizenship, critical thinking, and active community engagement."
  },
  {
    "id": 172,
    "statement": "Guaranteeing education as a right can be achieved by making it compulsory and free for all children up to a certain age, offering access to higher education for those who meet academic requirements, and emphasizing critical thinking, civic engagement, and social responsibility in the curriculum."
  },
  {
    "id": 174,
    "statement": "Guarantee education as a human right to foster informed citizenship, encompassing all levels from preschool to tertiary education, with a focus on equity, inclusivity, and quality."
  },
  {
    "id": 176,
    "statement": "While our current understanding of physics is incredibly successful, there are indeed areas where our understanding is incomplete or limited, such as quantum gravity, high-energy astrophysical phenomena, the cosmic microwave background radiation, and the nature of dark matter and dark energy."
  },
  {
    "id": 178,
    "statement": "The laws of physics, including gravity, are believed to be consistent across the observable universe, shaping the behavior of black holes and dark matter, but there are still unknowns and anomalies, such as the Pioneer 10 and 11 spacecraft trajectories, and the properties of dark matter and dark energy, which continue to be studied and refined."
  },
  {
    "id": 180,
    "statement": "Estimate values when exact calculations are difficult by using rough estimates, percentage changes, proportional reasoning, averaging, interpolation, extrapolation, and statistical methods, considering the context, identifying the type of estimation, using available data, checking assumptions, and refining the estimate."
  },
  {
    "id": 182,
    "statement": "Guaranteeing education as a fundamental human right means ensuring all citizens have accessible, available, and good quality education, fostering informed citizenship and social and economic development."
  },
  {
    "id": 184,
    "statement": "Living organisms evolve over time through a combination of genetic variation, mutation, genetic drift, gene flow, and non-random mating, with natural selection being a key driving force that favors the survival and reproduction of individuals with traits better suited to the environment."
  },
  {
    "id": 186,
    "statement": "Matter can change its physical state from solid to liquid to gas as it is heated, a phenomenon known as phase transition."
  },
  {
    "id": 188,
    "statement": "Treat others with respect and kindness, even when it may not benefit you directly, as it fosters a positive and supportive environment that encourages cooperation and mutual understanding."
  },
  {
    "id": 190,
    "statement": "The Earth’s mass is actively affecting its orbit through gravitational interactions with other celestial bodies."
  },
  {
    "id": 192,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 194,
    "statement": "Implementing education as a right requires a multifaceted approach, including investments in infrastructure, programs to address socioeconomic disparities, and accommodations for students with disabilities, as well as government efforts to establish a national education system, provide resources for schools, and monitor and enforce education laws and policies."
  },
  {
    "id": 196,
    "statement": "The laws of physics, such as gravity, apply consistently across the observable universe."
  },
  {
    "id": 198,
    "statement": "Living organisms evolve over time through natural selection, a process where individuals with advantageous traits are more likely to survive and reproduce, passing those traits on to their offspring, driven by environmental pressures, genetic variation, heritability, and population size and structure."
  },
  {
    "id": 200,
    "statement": "Guaranteeing education as a right fosters informed citizenship by enabling individuals to develop critical thinking, acquire knowledge of their rights and responsibilities, engage in civic activities, and contribute to their communities through social and economic participation."
  },
  {
    "id": 202,
    "statement": "All living organisms evolve over time through natural selection."
  },
  {
    "id": 204,
    "statement": "Ensure that every individual has access to quality education, regardless of their background, socio-economic status, or geographical location, through policies and programs that prioritize education as a fundamental human right, including free or low-cost education, universal access, quality education, and inclusive education."
  },
  {
    "id": 206,
    "statement": "Estimate values when exact calculations are difficult by using various techniques, including simplification, linearization, Monte Carlo methods, interpolation, extrapolation, expert judgment, and sensitivity analysis, in combination with domain-specific knowledge and expertise."
  },
  {
    "id": 208,
    "statement": "Seeking medical knowledge can help prevent and control diseases by understanding causes, transmission dynamics, developing diagnostic tests, treatments, and vaccines, and promoting healthy lifestyle choices and behavioral changes."
  },
  {
    "id": 210,
    "statement": "Guarantee education as a right by defining and prioritizing it, leveraging government and civil society efforts, and employing strategies that balance competing demands, while adopting successful and innovative approaches, as seen in examples from different contexts."
  },
  {
    "id": 212,
    "statement": "Education is a fundamental right that enables individuals to develop the capacity for informed citizenship, thereby fostering active participation in the democratic process and the well-being of their communities."
  },
  {
    "id": 214,
    "statement": "Guarantee education as a fundamental right to empower individuals with critical thinking, problem-solving, and decision-making skills, enabling them to participate effectively in democratic processes and make informed choices about their lives and communities, while prioritizing accessibility and affordability through public funding, free or low-cost education options, and targeted scholarships."
  },
  {
    "id": 216,
    "statement": "Collect taxes or contributions from the broader society to fund initiatives and programs that support the well-being and health of the community as a whole, encompassing a range of areas such as education, healthcare, infrastructure, and social services."
  },
  {
    "id": 218,
    "statement": "Understanding the properties of basic elements is essential for optimizing resource use, as it enables more efficient production, processing, and recycling of materials, ultimately leading to reduced waste, energy consumption, and environmental impact."
  },
  {
    "id": 220,
    "statement": "Understanding the properties and behavior of basic elements is essential for developing sustainable and efficient ways to use natural resources, reducing waste, and conserving resources for future generations."
  },
  {
    "id": 222,
    "statement": "Guarantee education as a right by increasing funding for public education, promoting diversity and equity in curricula and teaching practices, providing resources for students with special needs, and engaging communities in education decision-making, and incorporating civic education, critical thinking, and media literacy into curricula."
  },
  {
    "id": 224,
    "statement": "Governmental commitment to education can be strengthened by allocating sufficient funding to ensure equal access to quality education for all, developing policies and programs to address existing inequalities, and monitoring and evaluating the effectiveness of these initiatives."
  },
  {
    "id": 226,
    "statement": "Utilize statistics to summarize data and inform decisions in various fields, such as quality control, finance, healthcare, and social sciences, by identifying the problem, collecting relevant data, and applying statistical methods to draw conclusions and inform decisions."
  },
  {
    "id": 228,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons."
  },
  {
    "id": 230,
    "statement": "Guaranteeing education as a right through measures such as free or low-cost education, increased funding for public education, private-public partnerships, and education reform, fosters informed citizenship by developing critical thinking skills, media literacy, political participation, and empathy, ultimately leading to better-informed and more tolerant citizens."
  },
  {
    "id": 232,
    "statement": "Guaranteeing education as a right to foster informed citizenship requires implementing policies and reforms that prioritize universal access, curriculum reform, teacher training, community involvement, and assessment and evaluation, in addition to increasing funding and advocating for policy changes. Criteria for determining informed citizenship include knowledge of current events and issues, critical thinking, civic responsibilities, effective communication, and empathy."
  },
  {
    "id": 234,
    "statement": "Estimate costs and values when exact calculations are difficult, using available data, industry standards, and rough calculations, and continually refine and adjust estimates as more information becomes available."
  },
  {
    "id": 236,
    "statement": "The concept of thermal energy, or heat, is a form of kinetic energy that arises from the motion of particles within an object or system."
  },
  {
    "id": 238,
    "statement": "Education should be a fundamental right, ensuring access to quality education that empowers individuals to participate in the democratic process and make informed decisions, by equipping them with knowledge, skills, and critical thinking abilities necessary for civic engagement."
  },
  {
    "id": 240,
    "statement": "Guaranteeing education as a right fosters informed citizenship by providing critical thinking, analytical skills, and knowledge, enabling citizens to evaluate information, make informed decisions, and effectively engage in the political process."
  },
  {
    "id": 242,
    "statement": "Living organisms evolve over time through natural selection, driven by genetic variation arising from mechanisms such as mutation, gene flow, genetic drift, and recombination, responding to environmental pressures through adaptation, migration, and genetic change, and influenced by factors including population size, mutation rate, selection pressure, genetic variation, and gene flow."
  },
  {
    "id": 244,
    "statement": "Gravity is a fundamental force in the universe, causing objects with mass to attract one another according to the Law of Universal Gravitation. The strength of the gravitational force depends on the masses and distances involved, and the force becomes negligible at very large distances or for objects with very small masses. Gravity is also affected by the curvature of spacetime and interacts with other physical principles, such as motion and energy."
  },
  {
    "id": 246,
    "statement": "Adapt policies to environmental and social changes by staying informed, using frameworks like AHP or MCDA, and employing tools like scenario planning, impact assessments, stakeholder engagement, and adaptive management."
  },
  {
    "id": 248,
    "statement": "Guaranteeing education as a right involves implementing policies that prioritize access, equity, and essential skills, including media literacy, civic literacy, critical thinking, and emotional intelligence, and continuously evaluating effectiveness through metrics such as critical thinking skills, civic knowledge, democratic participation, and ability to analyze information."
  },
  {
    "id": 250,
    "statement": "Guaranteeing education as a right to foster informed citizenship involves strengthening education systems, increasing access, promoting inclusive education, encouraging lifelong learning, and monitoring and evaluating education policies to empower individuals, reduce inequality, foster social cohesion, and drive economic growth."
  },
  {
    "id": 252,
    "statement": "Living organisms evolve over time through the adaptation process of natural selection, where individuals with traits better suited to their environment are more likely to survive and reproduce, passing those traits on to their offspring, leading to the evolution of populations."
  },
  {
    "id": 254,
    "statement": "Contribute to public goods, such as infrastructure, healthcare, and education, by supporting or participating in their provision, to the best of one's ability, given one's resources and circumstances."
  },
  {
    "id": 256,
    "statement": "Guaranteeing education as a right fosters informed citizenship by providing individuals with access to knowledge, skills, and critical thinking abilities necessary to participate effectively in the democratic process."
  },
  {
    "id": 258,
    "statement": "Provide accessible, inclusive, and subsidized education to ensure every individual has the opportunity to acquire knowledge, skills, and competencies necessary for personal growth and social contribution."
  },
  {
    "id": 260,
    "statement": "Guaranteeing education as a right fosters informed citizenship by providing access to quality education that prepares individuals to make informed decisions and participate in a democratic society."
  },
  {
    "id": 262,
    "statement": "Gravity is a fundamental force that causes objects with mass to attract each other, and its effects can be calculated by considering the mass and distance of the objects, but it requires understanding of concepts like orbital mechanics, conservation of energy and momentum to comprehend its applications in celestial movements."
  },
  {
    "id": 264,
    "statement": "The human body consists of cells, tissues, organs, and systems that work together to maintain homeostasis and regulate various physiological functions."
  },
  {
    "id": 266,
    "statement": "Guaranteeing education as a right means ensuring that every individual has access to quality education, regardless of their background, socioeconomic status, or geographical location, and is seen as a fundamental human right that is essential for the development of human potential and for informed citizenship through empowering individuals to participate effectively in democratic processes."
  },
  {
    "id": 268,
    "statement": "Basic elements form materials; understanding their properties and interactions helps conserve resources and promote sustainability by reducing energy consumption, promoting sustainable practices, and using materials wisely."
  },
  {
    "id": 270,
    "statement": "Guaranteeing education as a right fosters informed citizenship through civic literacy, critical thinking, media literacy, and communication skills."
  },
  {
    "id": 272,
    "statement": "Matter is composed of atoms, which consist of protons, neutrons, and electrons. Protons and neutrons reside in the nucleus, with protons having a positive charge and neutrons having no charge. Electrons orbit around the nucleus, having a negative charge and participating in chemical bonding and reactions. The number of protons determines the element of an atom, while the number of neutrons can vary, leading to different isotopes. The number of electrons in an atom is equal to the number of protons and determines the chemical properties of an element."
  },
  {
    "id": 274,
    "statement": "Desertification can be prevented by adopting sustainable land management practices and combating climate change."
  },
  {
    "id": 276,
    "statement": "Understanding the laws of physics, including gravity, is essential for human knowledge and development as they govern the behavior of the physical world, enabling predictions and explanations of natural phenomena, development of new technologies, improvement of our understanding of the universe, and informed decision-making."
  },
  {
    "id": 278,
    "statement": "Guarantee education as a right to foster informed citizenship can be achieved through a publicly-funded education system, with government funding, taxation, and private donations, ensuring quality education through standards, regulations, teacher training, and infrastructure maintenance, while addressing challenges such as funding, implementation, and equity through monitoring and evaluation assessments, surveys, and independent review boards."
  },
  {
    "id": 280,
    "statement": "Guaranteeing education as a right to foster informed citizenship means investing in infrastructure, teacher training, and resources, addressing funding, accessibility, quality, and equity challenges to ensure equal access to quality education for all individuals."
  },
  {
    "id": 282,
    "statement": "Ensure that everyone, regardless of background or circumstance, has access to high-quality education that fosters informed citizenship by providing accurate information, developing critical thinking skills, and encouraging active civic engagement."
  },
  {
    "id": 284,
    "statement": "Regular exercise involves activities that raise heart rate and challenge muscles, such as aerobic exercises, resistance training, and high-intensity interval training, and maintenance of physical fitness requires a combination of these activities, proper nutrition, adequate sleep, and regular health check-ups."
  },
  {
    "id": 286,
    "statement": "Guaranteeing education as a right involves implementing education policies and laws that ensure access to quality education for all citizens, and addressing challenges such as funding, infrastructure, teacher training, and equity through targeted programs and policies."
  },
  {
    "id": 288,
    "statement": "Guaranteeing education as a fundamental human right, through constitutional amendments, government-funded systems, regulation of private providers, and monitoring mechanisms, increases civic engagement, informed decision-making, social mobility, and economic growth, with examples including Finland, Canada, and South Africa."
  },
  {
    "id": 290,
    "statement": "Guarantee education as a right by ensuring equal access to quality education, including policies and programs that provide free or low-cost education, increase funding for schools, and promote equal access to educational resources, fostering informed citizenship and promoting social mobility and reducing inequality."
  },
  {
    "id": 292,
    "statement": "Understanding the properties and behaviors of fundamental elements, such as hydrogen, oxygen, carbon, and others, is crucial for designing and developing sustainable materials that conserve resources, reduce waste, and promote environmental stewardship."
  },
  {
    "id": 294,
    "statement": "Guaranteeing education as a right empowers individuals to participate in the democratic process by providing access to accurate information, fostering civic engagement, empowering individuals to make informed decisions, and promoting social cohesion."
  },
  {
    "id": 296,
    "statement": "Guaranteeing education as a right requires a comprehensive plan for funding, resource allocation, and curriculum design, ensuring equal access to quality education for all citizens and fostering an informed and engaged citizenry."
  }
]