[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 2,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 3,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 4,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 5,
    "statement": "Euclidean geometry: parallel lines never meet in a plane."
  },
  {
    "id": 6,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 7,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 8,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 9,
    "statement": "Chemical reactions conserve mass; atoms rearrange but aren’t created/destroyed."
  },
  {
    "id": 10,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 11,
    "statement": "Gender equality is non-negotiable for a just and progressive society."
  },
  {
    "id": 12,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 13,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 14,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 15,
    "statement": "Veganism is the only ethical diet as it avoids animal exploitation."
  },
  {
    "id": 16,
    "statement": "Oppressive laws are unjust, discriminatory, or harmful to vulnerable groups."
  },
  {
    "id": 17,
    "statement": "Ecosystems rely on energy flow (food chains) and nutrient cycling."
  },
  {
    "id": 18,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 19,
    "statement": "Honesty is not the sole foundation of trust; other factors play a role."
  },
  {
    "id": 20,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 21,
    "statement": "Energy flow and nutrient cycling are interconnected ecosystem processes."
  },
  {
    "id": 22,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 23,
    "statement": "Pacifism may not be effective in cases of self-defense or defending others."
  },
  {
    "id": 24,
    "statement": "Prime number theorem approximates distribution of primes among integers."
  },
  {
    "id": 25,
    "statement": "Legal systems must prioritize restorative justice over punitive measures."
  },
  {
    "id": 26,
    "statement": "Enzymes lower activation energy, accelerating biochemical reactions."
  },
  {
    "id": 27,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 28,
    "statement": "Corporal punishment can be effective in certain situations but"
  },
  {
    "id": 29,
    "statement": "Navigate via moss (grows on tree’s north side in Northern Hemisphere)."
  },
  {
    "id": 30,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 31,
    "statement": "Parallel lines never intersect, maintain a constant distance."
  },
  {
    "id": 32,
    "statement": "Boil water for 1+ minute to kill pathogens."
  },
  {
    "id": 33,
    "statement": "Quantum particles exhibit wave-particle duality (e.g., double-slit experiment)."
  },
  {
    "id": 34,
    "statement": "The Law of Large Numbers states that sample means converge to expected value."
  },
  {
    "id": 35,
    "statement": "Cultural relativism is flawed; universal human rights apply globally."
  },
  {
    "id": 36,
    "statement": "Moss doesn't necessarily grow on north-facing tree sides reliably"
  },
  {
    "id": 37,
    "statement": "Universal Basic Income addresses poverty and inequality partly."
  },
  {
    "id": 38,
    "statement": "Quadratic formula: x = [-b ± √(b² - 4ac)] / 2a."
  },
  {
    "id": 39,
    "statement": "Avoid sheltering under isolated trees during thunderstorms."
  },
  {
    "id": 40,
    "statement": "Universal basic income is essential to address automation-driven job loss."
  },
  {
    "id": 41,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 42,
    "statement": "A compass's magnetic needle points to Earth's magnetic north."
  },
  {
    "id": 43,
    "statement": "Use a compass: red needle points magnetic north."
  },
  {
    "id": 44,
    "statement": "Moss does not grow on tree's north side with certainty"
  },
  {
    "id": 45,
    "statement": "Universal human rights derivation from inherent human dignity."
  },
  {
    "id": 46,
    "statement": "Genetic engineering in humans raises ethical concerns and risks."
  },
  {
    "id": 47,
    "statement": "Militarization of police erodes community trust and escalates violence, study suggests."
  },
  {
    "id": 48,
    "statement": "Cells are life's basic units; all living things comprise cells."
  },
  {
    "id": 49,
    "statement": "An irrational number cannot be expressed as a finite decimal or fraction."
  },
  {
    "id": 50,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.8 m/s²."
  },
  {
    "id": 51,
    "statement": "Natural selection favors traits enhancing survival and reproduction."
  },
  {
    "id": 52,
    "statement": "Quantum particles exhibit wave-particle duality in double-slit experiment."
  },
  {
    "id": 53,
    "statement": "Prime numbers are integers >1 divisible only by 1 and themselves, with no additional factors."
  },
  {
    "id": 54,
    "statement": "Water density decreases when cooled slowly under atmospheric pressure."
  },
  {
    "id": 55,
    "statement": "Humans have inherent dignity, deserving respect and humane treatment"
  },
  {
    "id": 56,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 57,
    "statement": "Corporal punishment is an unacceptable form of child discipline."
  },
  {
    "id": 58,
    "statement": "Charity is mandatory for those having surplus wealth morally."
  },
  {
    "id": 59,
    "statement": "Utilitarianism prioritizes overall happiness and well-being over individual rights."
  },
  {
    "id": 60,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 61,
    "statement": "Lying can be morally justifiable in extraordinary circumstances only."
  },
  {
    "id": 62,
    "statement": "Prioritizing children's welfare can compromise parental well-being occasionally."
  },
  {
    "id": 63,
    "statement": "Intellectual property laws' impact on innovation is complex and nuanced."
  },
  {
    "id": 64,
    "statement": "Fires can exceptionally require specialized extinction methods and equipment."
  },
  {
    "id": 65,
    "statement": "Calculus establishes inverse relation between differentiation and integration."
  },
  {
    "id": 66,
    "statement": "Free speech must be absolute, even when offensive, to preserve liberty."
  },
  {
    "id": 67,
    "statement": "Mosses thrive in a wide range of environments influenced"
  },
  {
    "id": 68,
    "statement": "The Prime Number Theorem describes prime numbers' growth according to n/ln(n)."
  },
  {
    "id": 69,
    "statement": "Newton's 3rd law: Every action has an opposite reaction force."
  },
  {
    "id": 70,
    "statement": "Planets orbit elliptically with varying speed due to gravitational forces."
  },
  {
    "id": 71,
    "statement": "Meritocracy requires equal opportunity to promote social justice."
  },
  {
    "id": 72,
    "statement": "Gravity acceleration on Earth's surface is 9.8 m/s², determined by mass and radius."
  },
  {
    "id": 73,
    "statement": "Mandatory voting increases civic engagement with mixed outcomes."
  },
  {
    "id": 74,
    "statement": "Utilitarianism balances individual rights with overall happiness's benefit."
  },
  {
    "id": 75,
    "statement": "Euthanasia is morally justifiable with consent and no alternative treatments."
  },
  {
    "id": 76,
    "statement": "Retributive justice is unethical; rehabilitation should be the penal system's goal."
  },
  {
    "id": 77,
    "statement": "Cultural relativism: understanding diverse practices without justifying violations."
  },
  {
    "id": 78,
    "statement": "A compass can be inaccurate due to environmental factors."
  },
  {
    "id": 79,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 80,
    "statement": "Photosynthesis occurs in chloroplasts, not in cells."
  },
  {
    "id": 81,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 82,
    "statement": "Cultural assimilation policies can damage cultural heritage and identity."
  },
  {
    "id": 83,
    "statement": "Newton’s 3rd law: Every action has an equal, opposite reaction."
  },
  {
    "id": 84,
    "statement": "Censorship of art is complex, context-dependent and nuanced."
  },
  {
    "id": 85,
    "statement": "Subjective experiences in animals have unique perceptual and emotional aspects."
  },
  {
    "id": 86,
    "statement": "Boiling water for 1-3 minutes kills most waterborne pathogens."
  },
  {
    "id": 87,
    "statement": "Human dignity is inherent, universal, and non-negotiable in ethics."
  },
  {
    "id": 88,
    "statement": "Cultural assimilation policies harm diversity and should be abolished."
  },
  {
    "id": 89,
    "statement": "Absolute pacifism is contradictory to real-world conflict necessities"
  },
  {
    "id": 90,
    "statement": "Parallel lines in a 2D plane never intersect each other."
  },
  {
    "id": 91,
    "statement": "CPR guidelines updated by expert committees via evidence-based processes."
  },
  {
    "id": 92,
    "statement": "Atomic number equals proton count, defining the element."
  },
  {
    "id": 93,
    "statement": "Quadratic formula: x = [-b ± √(b² - 4ac)] / 2a is derived."
  },
  {
    "id": 94,
    "statement": "Universal basic income addresses poverty and inequality partially."
  },
  {
    "id": 95,
    "statement": "Progressive taxation reduces economic disparities by redistributing wealth."
  },
  {
    "id": 96,
    "statement": "Moss growth on north-facing trees influenced by environmental factors."
  },
  {
    "id": 97,
    "statement": "An ethical diet is a personal choice considering values and priorities."
  },
  {
    "id": 98,
    "statement": "Universal healthcare is a societal responsibility to ensure equal access."
  },
  {
    "id": 99,
    "statement": "CPR guidelines evolve to incorporate new research and evidence."
  },
  {
    "id": 100,
    "statement": "Complex numbers: a + bi, where i² = -1."
  },
  {
    "id": 101,
    "statement": "Redistributing wealth can reduce income inequality and poverty."
  },
  {
    "id": 102,
    "statement": "ZFC axioms form the foundation of set theory."
  },
  {
    "id": 103,
    "statement": "Environmental conservation is a moral imperative due to justice and stewardship."
  },
  {
    "id": 104,
    "statement": "Raising food prevents wildlife from detecting scents directly"
  },
  {
    "id": 105,
    "statement": "Meritocracy is ideal but requires equal opportunity to prevent inequity."
  },
  {
    "id": 106,
    "statement": "Moss growth depends on multiple environmental and ecological factors."
  },
  {
    "id": 107,
    "statement": "Intellectual property laws stifle innovation and should be relaxed."
  },
  {
    "id": 108,
    "statement": "π is the ratio of a circle’s circumference to diameter."
  },
  {
    "id": 109,
    "statement": "Censorship of art undermines cultural progress and freedom of expression."
  },
  {
    "id": 110,
    "statement": "Edible plants: avoid those with milky sap or bitter taste."
  },
  {
    "id": 111,
    "statement": "Choosing the right conflict resolution method depends on the context."
  },
  {
    "id": 112,
    "statement": "Compass needle points to magnetic north, with declination and anomalies."
  },
  {
    "id": 113,
    "statement": "ZFC axioms form foundation of set theory's properties and relationships."
  },
  {
    "id": 114,
    "statement": "National borders should be open to promote global solidarity and exchange."
  },
  {
    "id": 115,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 116,
    "statement": "Education should be secular to maintain neutrality and foster critical thinking."
  },
  {
    "id": 117,
    "statement": "Natural selection favors traits that enhance survival and reproduction"
  },
  {
    "id": 118,
    "statement": "Store food elevated and sealed to deter wildlife in campsite"
  },
  {
    "id": 119,
    "statement": "Moss growth on trees influenced by multiple environmental factors."
  },
  {
    "id": 120,
    "statement": "Progressive taxation is fairer as it reduces economic disparities."
  },
  {
    "id": 121,
    "statement": "Nutrient cycling is essential for energy flow in ecosystems."
  },
  {
    "id": 122,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 123,
    "statement": "Speech absolutism prioritizes liberty over harm and discrimination."
  },
  {
    "id": 124,
    "statement": "State surveillance infringes on privacy rights and should be minimized."
  },
  {
    "id": 125,
    "statement": "Secular education promotes neutrality and fosters critical thinking."
  },
  {
    "id": 126,
    "statement": "Intellectual property laws protect creators' rights and investments."
  },
  {
    "id": 127,
    "statement": "Sentience is the capacity for subjective experiences in animals."
  },
  {
    "id": 128,
    "statement": "Laws can be unjustified if they infringe on human rights."
  },
  {
    "id": 129,
    "statement": "Fires can be extinguished by removing one of three essential components: heat, fuel, or oxygen, except in specific cases."
  },
  {
    "id": 130,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 131,
    "statement": "Public spaces must be inclusive, accommodating all genders and abilities."
  },
  {
    "id": 132,
    "statement": "Militarization of police erodes community trust and escalates violence."
  },
  {
    "id": 133,
    "statement": "All organisms evolve via natural selection and genetic variation (evolution)."
  },
  {
    "id": 134,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 135,
    "statement": "DNA carries genetic information through nucleotide sequences (A, T, C, G)."
  },
  {
    "id": 136,
    "statement": "Light speed in vacuum is constant (~3×10^8 m/s) per relativity."
  },
  {
    "id": 137,
    "statement": "Photosynthesis converts CO₂ + H₂O + light → glucose + O₂."
  },
  {
    "id": 138,
    "statement": "Atomic number equals proton count, defining the element."
  },
  {
    "id": 139,
    "statement": "Ecosystems rely on energy flow and nutrient cycling."
  },
  {
    "id": 140,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun (Kepler’s laws)."
  },
  {
    "id": 141,
    "statement": "Moral objectivism combined with cultural sensitivity provides a balanced approach."
  },
  {
    "id": 142,
    "statement": "Gender equality is necessary for a just and fair society."
  },
  {
    "id": 143,
    "statement": "Calculus establishes inverse relation between differentiation and integration."
  },
  {
    "id": 144,
    "statement": "Individual freedoms should be restricted to prevent harm to all."
  },
  {
    "id": 145,
    "statement": "Quantum particles exhibit wave-particle duality demonstrated by double-slit experiment."
  },
  {
    "id": 146,
    "statement": "Quantum particles exhibit wave-particle duality in double-slit experiments."
  },
  {
    "id": 147,
    "statement": "Prime numbers are fundamental concepts in mathematics, essential for many areas."
  },
  {
    "id": 148,
    "statement": "State surveillance can be justified in national security or public health emergencies."
  },
  {
    "id": 149,
    "statement": "The concept of inherent dignity is a dynamic and evolving principle."
  },
  {
    "id": 150,
    "statement": "Sentience is a capacity for subjective experience deserving ethical consideration"
  },
  {
    "id": 151,
    "statement": "Human dignity is the foundation of universal human rights."
  },
  {
    "id": 152,
    "statement": "Relationships' stability from plural partnerships; societal factors crucial."
  },
  {
    "id": 153,
    "statement": "Enzymes lower activation energy by binding and positioning reactants."
  },
  {
    "id": 154,
    "statement": "Conflict resolution methods depend on conflict nature and parties involved."
  },
  {
    "id": 155,
    "statement": "Religious institutions can influence policy through consultation, representation, and lobbying."
  },
  {
    "id": 156,
    "statement": "Irrational numbers cannot be expressed as finite decimals or fractions."
  },
  {
    "id": 157,
    "statement": "Restorative justice prioritizes repairing harm over punishment alone."
  },
  {
    "id": 158,
    "statement": "Humans have inherent dignity and worth, deserving respect."
  },
  {
    "id": 159,
    "statement": "Cell theory: exceptions and refinements in modern biology."
  },
  {
    "id": 160,
    "statement": "Einstein's theory of relativity explains the constant speed of light."
  },
  {
    "id": 161,
    "statement": "Societal responsibility implies collective duty to ensure healthcare access."
  },
  {
    "id": 162,
    "statement": "Genetic variation drives trait differences through natural selection."
  },
  {
    "id": 163,
    "statement": "Complex numbers: a + bi, where i² is defined as -1."
  },
  {
    "id": 164,
    "statement": "Judgment about governance systems varies greatly among cultures and experts"
  },
  {
    "id": 165,
    "statement": "Foraging for wild edibles requires context-dependent and nuanced decision-making."
  },
  {
    "id": 166,
    "statement": "Parallel lines can intersect in non-Euclidean geometries."
  },
  {
    "id": 167,
    "statement": "Mass conservation principle applies selectively to chemical reactions."
  },
  {
    "id": 168,
    "statement": "Parents' well-being is crucial for prioritizing children's welfare effectively."
  },
  {
    "id": 169,
    "statement": "National borders should accommodate economic and humanitarian needs."
  },
  {
    "id": 170,
    "statement": "Moss doesn't grow on trees in a specific pattern; it varies"
  },
  {
    "id": 171,
    "statement": "Militarization of police erodes community trust and escalates violence."
  },
  {
    "id": 172,
    "statement": "Genetic information is embedded in DNA nucleotide sequences' patterns."
  },
  {
    "id": 173,
    "statement": "Boiling water for 1-3 minutes effectively kills most waterborne pathogens."
  },
  {
    "id": 174,
    "statement": "Corporal punishment as last resort, under specific conditions."
  },
  {
    "id": 175,
    "statement": "Genetic engineering in humans is ethical if regulated and considered."
  },
  {
    "id": 176,
    "statement": "Genetic engineering in humans raises ethical and safety concerns."
  },
  {
    "id": 177,
    "statement": "Capital punishment debate involves complex moral and ethical considerations."
  },
  {
    "id": 178,
    "statement": "Cultural relativism is problematic when it condones human rights violations."
  },
  {
    "id": 179,
    "statement": "Balancing individual freedoms requires considering potential societal impact."
  },
  {
    "id": 180,
    "statement": "Energy conservation applies to closed systems, not open systems."
  },
  {
    "id": 181,
    "statement": "Universal Basic Income is a complex, multifaceted solution to job loss."
  },
  {
    "id": 182,
    "statement": "Pi is an irrational, transcendental number approximately 3.14159."
  },
  {
    "id": 183,
    "statement": "Nutrient cycling: ecosystem processes recycle nutrients through organisms."
  },
  {
    "id": 184,
    "statement": "Boiling water for 1-5 minutes kills most waterborne pathogens."
  },
  {
    "id": 185,
    "statement": "Secular education promotes critical thinking and objectivity in students."
  },
  {
    "id": 186,
    "statement": "Ecosystems rely on nutrient cycling and energy flow."
  },
  {
    "id": 187,
    "statement": "Cells are basic units of life with defined characteristics."
  },
  {
    "id": 188,
    "statement": "Inclusive public spaces balance individual needs with accessibility and accommodations"
  },
  {
    "id": 189,
    "statement": "Environmental conservation ensures intergenerational justice and sustainability."
  },
  {
    "id": 190,
    "statement": "Natural selection favors traits that increase reproductive success."
  },
  {
    "id": 191,
    "statement": "Retributive justice prioritizes punishment over rehabilitation, perpetuating harm."
  },
  {
    "id": 192,
    "statement": "Nutrient cycling essential for energy flow in ecosystems."
  },
  {
    "id": 193,
    "statement": "Intellectual property laws balance creators' rights and public interests."
  },
  {
    "id": 194,
    "statement": "Secular education fosters critical thinking and intellectual curiosity."
  },
  {
    "id": 195,
    "statement": "Thunderstorms: avoid sheltering under isolated trees to prevent lightning strikes"
  },
  {
    "id": 196,
    "statement": "Militarization of police erodes trust and escalates violence equally."
  },
  {
    "id": 197,
    "statement": "Parenting involves balancing children's welfare with parents' own needs."
  },
  {
    "id": 198,
    "statement": "Acts motivated by duty are considered ethical according to Kantian ethics."
  },
  {
    "id": 199,
    "statement": "Universal Basic Income provides a safety net and reduces poverty."
  }
]