[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 2,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 3,
    "statement": "Ecosystems rely on energy flow (food chains) and nutrient cycling."
  },
  {
    "id": 4,
    "statement": "Human dignity underlies universal human rights, protecting inherent value."
  },
  {
    "id": 5,
    "statement": "The Law of Large Numbers states sample means converge to expected value."
  },
  {
    "id": 6,
    "statement": "Boiling water for 1+ minute kills most waterborne pathogens."
  },
  {
    "id": 7,
    "statement": "Saying 'all humans have inherent dignity' oversimplifies complexity."
  },
  {
    "id": 8,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 9,
    "statement": "A compass's reading is affected by magnetic declination and local anomalies."
  },
  {
    "id": 10,
    "statement": "Boiling water for 1 minute is insufficient to kill pathogens."
  },
  {
    "id": 11,
    "statement": "Universal human dignity underlies all human rights."
  },
  {
    "id": 12,
    "statement": "Utilitarianism balances individual rights with overall happiness considering constraints."
  },
  {
    "id": 13,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 14,
    "statement": "A compass's accuracy is influenced by environmental factors."
  },
  {
    "id": 15,
    "statement": "Parallel lines in Euclidean geometry never intersect in a plane."
  },
  {
    "id": 16,
    "statement": "Utilitarianism prioritizes overall happiness through individual well-being."
  },
  {
    "id": 17,
    "statement": "Capital punishment is unjustifiable due to systemic bias and morality."
  },
  {
    "id": 18,
    "statement": "Euclidean geometry: parallel lines never meet in a plane."
  },
  {
    "id": 19,
    "statement": "An irrational number cannot be expressed as a finite decimal or fraction."
  },
  {
    "id": 20,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 21,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 22,
    "statement": "Honesty is foundation of trust, with exceptions and qualifications."
  },
  {
    "id": 23,
    "statement": "Photosynthesis occurs mainly in chloroplasts under optimal conditions."
  },
  {
    "id": 24,
    "statement": "Moss growth depends on regional and local environmental factors."
  },
  {
    "id": 25,
    "statement": "Utilitarianism is criticized for prioritizing majority happiness over individual rights."
  },
  {
    "id": 26,
    "statement": "Utilitarianism must balance individual rights with overall happiness thoughtfully."
  },
  {
    "id": 27,
    "statement": "Universal human rights derivation from inherent human dignity."
  },
  {
    "id": 28,
    "statement": "Free speech limitations must balance individual rights and public interest."
  },
  {
    "id": 29,
    "statement": "Capital punishment is a complex moral issue with valid arguments."
  },
  {
    "id": 30,
    "statement": "Human dignity is complex, multifaceted, and context-dependent in nature."
  },
  {
    "id": 31,
    "statement": "Lying can be morally justifiable in exceptional situations."
  },
  {
    "id": 32,
    "statement": "CPR guidelines frequency varies by organization and country."
  },
  {
    "id": 33,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 34,
    "statement": "Calculus establishes inverse relation between differentiation and integration."
  },
  {
    "id": 35,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 36,
    "statement": "Atomic number equals proton count, defining the element."
  },
  {
    "id": 37,
    "statement": "Honesty is crucial, but not sufficient, for building trust."
  },
  {
    "id": 38,
    "statement": "Moss growth depends on environmental factors and microclimate specifics."
  },
  {
    "id": 39,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 40,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 41,
    "statement": "Parents' mental health significantly impacts children's social and emotional development."
  },
  {
    "id": 42,
    "statement": "Convergence of sample means not guaranteed with skewed distributions."
  },
  {
    "id": 43,
    "statement": "Calculus differentiates and integrates functions in inverse relation"
  },
  {
    "id": 44,
    "statement": "Universal human rights derive from inherent human dignity and equality."
  },
  {
    "id": 45,
    "statement": "Cultural relativism can lead to human rights violations universally."
  },
  {
    "id": 46,
    "statement": "Human dignity inherently linked to moral and legal rights"
  },
  {
    "id": 47,
    "statement": "Oppressive laws can be identified by discriminatory intent, unfair impact, or lack of due process."
  },
  {
    "id": 48,
    "statement": "Utilitarianism balances individual rights with overall happiness's benefit."
  },
  {
    "id": 49,
    "statement": "Honesty is not always the best policy; context is key."
  },
  {
    "id": 50,
    "statement": "Skewed distributions can bias sample means and introduce asymptotic bias"
  },
  {
    "id": 51,
    "statement": "Photosynthesis occurs only in chloroplasts, not mitochondria or cytosol."
  },
  {
    "id": 52,
    "statement": "Parallel lines in Euclidean geometry never intersect mathematically."
  },
  {
    "id": 53,
    "statement": "Genetic engineering can introduce unintended mutations and epigenetic changes"
  },
  {
    "id": 54,
    "statement": "Gender equality achieved through education, policies, and empowerment."
  },
  {
    "id": 55,
    "statement": "Cells exhibit variations, exceptions, and complexities in organization."
  },
  {
    "id": 56,
    "statement": "Quantum particles exhibit wave-particle duality in double-slit experiment."
  },
  {
    "id": 57,
    "statement": "Atomic number equals proton count, determining element's identity."
  },
  {
    "id": 58,
    "statement": "Lying can be morally justifiable in exceptional, protective situations."
  },
  {
    "id": 59,
    "statement": "The Law of Large Numbers states that sample means approach population mean arbitrarily."
  },
  {
    "id": 60,
    "statement": "Skewed distributions slow statistical convergence and introduce bias."
  },
  {
    "id": 61,
    "statement": "Cells are fundamental units of life, with exceptions and nuances."
  },
  {
    "id": 62,
    "statement": "Genetic engineering in humans raises ethical concerns and risks."
  },
  {
    "id": 63,
    "statement": "Animal exploitation refers to human benefit without animal consent or welfare."
  },
  {
    "id": 64,
    "statement": "Pacifism is effective when combined with diplomatic compromise and advocacy"
  },
  {
    "id": 65,
    "statement": "Human dignity grounds inherent value and universal human rights."
  },
  {
    "id": 66,
    "statement": "Irrational numbers are real numbers with infinite non-repeating digits."
  },
  {
    "id": 67,
    "statement": "Mandatory voting increases civic engagement with cautionary notes."
  },
  {
    "id": 68,
    "statement": "CPR guidelines updated regularly by expert committees."
  },
  {
    "id": 69,
    "statement": "Water's crystalline structure affects its volume upon freezing."
  },
  {
    "id": 70,
    "statement": "Atomic number determines element's identity through electron attraction properties."
  },
  {
    "id": 71,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.8 m/s²."
  },
  {
    "id": 72,
    "statement": "Parents' mental health affects children's welfare in complex ways."
  },
  {
    "id": 73,
    "statement": "Photosynthesis primarily occurs in chloroplasts due to optimal conditions."
  },
  {
    "id": 74,
    "statement": "Skewed distributions can slow convergence of sample means and introduce bias."
  },
  {
    "id": 75,
    "statement": "Irrational numbers are real numbers with infinite non-repeating digits."
  },
  {
    "id": 76,
    "statement": "Oppressive laws are unjust, discriminatory, or harmful to vulnerable groups."
  },
  {
    "id": 77,
    "statement": "Honesty's effectiveness depends on situation and cultural context."
  },
  {
    "id": 78,
    "statement": "Human dignity underlies universal human rights, protecting inherent value''"
  },
  {
    "id": 79,
    "statement": "Gravity acceleration on Earth's surface is approximately 9.8 m/s² due to mass."
  },
  {
    "id": 80,
    "statement": "Skewed distributions can introduce bias and slow statistical convergence."
  },
  {
    "id": 81,
    "statement": "Universal human rights derive from inherent human dignity morally."
  },
  {
    "id": 82,
    "statement": "Differentiation and integration are inverse operations in calculus."
  },
  {
    "id": 83,
    "statement": "Calculus establishes inverse relation between differentiation and integration."
  },
  {
    "id": 84,
    "statement": "A compass can be inaccurate due to environmental factors."
  },
  {
    "id": 85,
    "statement": "Parallel lines can intersect in non-Euclidean geometries except Euclidean."
  },
  {
    "id": 86,
    "statement": "Human dignity complexly related to moral and legal rights."
  },
  {
    "id": 87,
    "statement": "Photosynthesis occurs in chloroplasts, not in cells."
  },
  {
    "id": 88,
    "statement": "Individual freedoms restricted to prevent environmental harm through participatory governance."
  },
  {
    "id": 89,
    "statement": "Utilitarianism prioritizes overall happiness through individual well-being."
  },
  {
    "id": 90,
    "statement": "Gender equality achieved through interconnected education, policies, and empowerment."
  },
  {
    "id": 91,
    "statement": "Animals with consciousness, self-awareness, and sensory perception are sentient."
  },
  {
    "id": 92,
    "statement": "Individual freedoms should be restricted to prevent significant harm to others."
  },
  {
    "id": 93,
    "statement": "Education, policies, and empowerment are interconnected components of gender equality."
  },
  {
    "id": 94,
    "statement": "Photosynthesis occurs in chloroplasts, never mitochondrial organelles."
  },
  {
    "id": 95,
    "statement": "Irrational numbers are real with infinite non-repeating digits."
  },
  {
    "id": 96,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 97,
    "statement": "Utilitarianism balances individual rights with overall happiness's benefit."
  },
  {
    "id": 98,
    "statement": "The Law of Large Numbers states that sample means converge to expected value."
  },
  {
    "id": 99,
    "statement": "Calculus solves problems using differentiation and integration reversibly."
  },
  {
    "id": 100,
    "statement": "The Law of Large Numbers states sample means approach population mean arbitrarily."
  },
  {
    "id": 101,
    "statement": "Cells' exceptions and nuances reveal their complexity and diversity."
  },
  {
    "id": 102,
    "statement": "Free speech limitations must prioritize public order and safety."
  },
  {
    "id": 103,
    "statement": "Calculus establishes inverse relationship between differentiation and integration."
  },
  {
    "id": 104,
    "statement": "Photosynthesis occurs in chloroplasts, not mitochondria or cytosol, due differences."
  },
  {
    "id": 105,
    "statement": "Gender equality is achieved through continuous fairness and progress."
  },
  {
    "id": 106,
    "statement": "Photosynthesis occurs in chloroplasts, exceptions include mitochondrial photosynthesis."
  },
  {
    "id": 107,
    "statement": "Honesty is foundation of trust, but with exceptions and qualifications."
  },
  {
    "id": 108,
    "statement": "Oppressive laws disproportionately harm or disadvantage vulnerable groups."
  },
  {
    "id": 109,
    "statement": "Gravity acceleration averages 9.8 m/s² on Earth's surface due."
  },
  {
    "id": 110,
    "statement": "Euthanasia morally acceptable in terminal illness with consent."
  },
  {
    "id": 111,
    "statement": "Parallel lines never intersect in Euclidean geometry only."
  },
  {
    "id": 112,
    "statement": "Honesty is not always the best policy; context is key."
  },
  {
    "id": 113,
    "statement": "Individual freedoms restricted to prevent long-term harm to environment."
  },
  {
    "id": 114,
    "statement": "Water expands when frozen, with exceptions and nuances"
  },
  {
    "id": 115,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 116,
    "statement": "Microclimate specifics refer to unique localized environmental conditions."
  },
  {
    "id": 117,
    "statement": "Laws with disparate impact may still be discriminatory."
  },
  {
    "id": 118,
    "statement": "Convergence of sample means depends on distribution's symmetry."
  },
  {
    "id": 119,
    "statement": "Asymptotics refers to approaching a value as input increases infinitely."
  },
  {
    "id": 120,
    "statement": "Perception of oppressive laws can be influenced by various factors."
  },
  {
    "id": 121,
    "statement": "Compass needle aligns with Earth's magnetic field lines, not north."
  },
  {
    "id": 122,
    "statement": "CPR guidelines updated every 5-7 years by expert committee."
  },
  {
    "id": 123,
    "statement": "Context influences the effectiveness of honesty in decision-making."
  },
  {
    "id": 124,
    "statement": "Utilitarianism balances individual rights with overall happiness's benefit."
  },
  {
    "id": 125,
    "statement": "A compass's accuracy is influenced by environmental magnetic factors."
  },
  {
    "id": 126,
    "statement": "Rehabilitation-focused penal systems consider individual circumstances."
  },
  {
    "id": 127,
    "statement": "Lying can be morally justified in extraordinary circumstances, such as to protect life or prevent catastrophe."
  },
  {
    "id": 128,
    "statement": "Human dignity underlies universal human rights, justifying inherent value."
  },
  {
    "id": 129,
    "statement": "Boiling time and temperature affect waterborne pathogen kill rates."
  },
  {
    "id": 130,
    "statement": "Parallel lines never intersect in Euclidean geometry, uniquely."
  },
  {
    "id": 131,
    "statement": "Genetic engineering in humans raises concerns over unforeseen consequences."
  },
  {
    "id": 132,
    "statement": "Utilitarianism prioritizes overall happiness through individual well-being contextually."
  },
  {
    "id": 133,
    "statement": "Honesty may not be the best policy in self-defense."
  },
  {
    "id": 134,
    "statement": "Microclimate specifics: unique, location-dependent environmental conditions present."
  },
  {
    "id": 135,
    "statement": "Lying can be morally justifiable in high-stakes, context-dependent situations."
  },
  {
    "id": 136,
    "statement": "Utilitarianism balances individual rights with overall happiness's benefit, considering constraints and exceptions."
  },
  {
    "id": 137,
    "statement": "Parallel lines in non-Euclidean geometries can intersect in theory."
  },
  {
    "id": 138,
    "statement": "Boiling water's effectiveness for killing pathogens depends on factors."
  },
  {
    "id": 139,
    "statement": "CPR guidelines are updated by expert committees every 5-7 years."
  },
  {
    "id": 140,
    "statement": "A compass's accuracy can be affected by environmental factors."
  },
  {
    "id": 141,
    "statement": "Capital punishment is morally unjustifiable due to systemic bias, racism, and wrongful convictions."
  },
  {
    "id": 142,
    "statement": "Inherent human dignity is the foundation of universal human rights, ensuring equality."
  },
  {
    "id": 143,
    "statement": "Animal consent in animal welfare involves careful observation and consideration."
  },
  {
    "id": 144,
    "statement": "Gravity acceleration on Earth's surface is due to Earth's mass and composition."
  },
  {
    "id": 145,
    "statement": "Environmental factors can significantly impact compass accuracy"
  },
  {
    "id": 146,
    "statement": "Perceptions of oppressive laws influenced by societal context and values."
  },
  {
    "id": 147,
    "statement": "Gender equality achieved through education, policies, and empowerment with lifelong learning."
  },
  {
    "id": 148,
    "statement": "Capital punishment debates involve ethicized assessments of life."
  },
  {
    "id": 149,
    "statement": "Photosynthesis occurs primarily in chloroplasts, with exceptions."
  },
  {
    "id": 150,
    "statement": "Genetic engineering in humans carries potential risks and ethical concerns."
  },
  {
    "id": 151,
    "statement": "Moss growth depends on distinct regional and local environmental factors."
  },
  {
    "id": 152,
    "statement": "Euthanasia is morally complex, requiring careful consideration of suffering and consent."
  },
  {
    "id": 153,
    "statement": "Genetic engineering in humans can have unintended consequences."
  },
  {
    "id": 154,
    "statement": "Environmental factors influencing compass accuracy include noise and variables."
  },
  {
    "id": 155,
    "statement": "Education and technology enhance student learning outcomes."
  },
  {
    "id": 156,
    "statement": "Cells exhibit diverse structures and functions necessitating adaptability."
  },
  {
    "id": 157,
    "statement": "Utilitarianism prioritizes overall happiness through individual well-being consideration."
  },
  {
    "id": 158,
    "statement": "Honesty is crucial in building trust, but nuanced contexts matter."
  },
  {
    "id": 159,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 160,
    "statement": "Utilitarianism prioritizes overall happiness through individual freedom."
  },
  {
    "id": 161,
    "statement": "A compass's reading is affected by magnetic declination, local anomalies."
  },
  {
    "id": 162,
    "statement": "Honesty is not always the best policy; context is key."
  },
  {
    "id": 163,
    "statement": "Compass needle responds to dynamic, curved magnetic field lines."
  },
  {
    "id": 164,
    "statement": "Utilitarianism balances individual rights with overall happiness's benefit."
  },
  {
    "id": 165,
    "statement": "Calculus establishes inverse relationship between differentiation and integration through FTC."
  },
  {
    "id": 166,
    "statement": "Convergence of sample means to population mean is probabilistic."
  },
  {
    "id": 167,
    "statement": "Asymptotics refers to approaching value as input increases infinitely, mathematically."
  },
  {
    "id": 168,
    "statement": "Human dignity is context-dependent, acknowledging individual differences and power dynamics."
  },
  {
    "id": 169,
    "statement": "Genetic engineering can introduce unintended epigenetic changes through mechanisms."
  },
  {
    "id": 170,
    "statement": "Context influences whether honesty is the best moral choice."
  },
  {
    "id": 171,
    "statement": "Oppressive laws disproportionately harm or disadvantage vulnerable groups."
  },
  {
    "id": 172,
    "statement": "Trust builds through repeated experiences, not just individual actions."
  },
  {
    "id": 173,
    "statement": "Non-Euclidean geometries have different parallel line intersection properties."
  },
  {
    "id": 174,
    "statement": "Universal human dignity is the foundation of human rights."
  },
  {
    "id": 175,
    "statement": "Rehabilitation-focused penal systems consider individual circumstances for reintegration."
  },
  {
    "id": 176,
    "statement": "Lying can be morally justifiable in extreme circumstances"
  },
  {
    "id": 177,
    "statement": "Euthanasia is a complex, controversial, and context-dependent moral issue."
  },
  {
    "id": 178,
    "statement": "Honesty is not always the best policy; context is key."
  },
  {
    "id": 179,
    "statement": "Oppressive laws discriminate against vulnerable groups, perpetuating inequality."
  },
  {
    "id": 180,
    "statement": "Parallel lines in Euclidean geometry never intersect mathematically through distance."
  },
  {
    "id": 181,
    "statement": "Human dignity is a complex, multifaceted concept influenced by context and culture."
  },
  {
    "id": 182,
    "statement": "Cultural relativism can lead to human rights violations when used to justify suppression."
  },
  {
    "id": 183,
    "statement": "Inherent dignity tied to human rights, humanism, and natural law."
  },
  {
    "id": 184,
    "statement": "Capital punishment is unjustifiable as it violates human dignity."
  },
  {
    "id": 185,
    "statement": "Honesty is the foundation of trust in all aspects of life."
  },
  {
    "id": 186,
    "statement": "Oppressive laws can be identified by intent, impact, and process."
  },
  {
    "id": 187,
    "statement": "Calculus operations, such as differentiation and integration, are non-reversible."
  },
  {
    "id": 188,
    "statement": "The Law of Large Numbers converges sample means to expected value"
  },
  {
    "id": 189,
    "statement": "Ecosystems depend on energy flow and nutrient cycling."
  },
  {
    "id": 190,
    "statement": "Moss growth depends on environmental factors, microclimate specifics, and interactions."
  },
  {
    "id": 191,
    "statement": "Gender equality achieved through policies, education, and cultural shift."
  },
  {
    "id": 192,
    "statement": "Skewed distributions can affect sample means convergence without symmetry."
  },
  {
    "id": 193,
    "statement": "Utilitarianism balances individual rights with overall happiness considering constraints."
  },
  {
    "id": 194,
    "statement": "Vulnerable groups may be disproportionately harmed by oppressive lawsnecessary"
  },
  {
    "id": 195,
    "statement": "Parents' mental health influences parenting style which affects children's social emotional development."
  },
  {
    "id": 196,
    "statement": "Context can justify exceptions to moral principles like honesty."
  },
  {
    "id": 197,
    "statement": "Utilitarianism balances individual rights with overall happiness through various strategies."
  },
  {
    "id": 198,
    "statement": "Atomic number defines element's identity, excluding rare exceptions."
  },
  {
    "id": 199,
    "statement": "Euclidean geometry: parallel lines never intersect due to plane's flatness."
  }
]