[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 2,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 3,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 4,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 5,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 6,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 7,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 8,
    "statement": "Euclidean geometry: parallel lines never meet in a plane."
  },
  {
    "id": 9,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 10,
    "statement": "Gender equality is non-negotiable for a just and progressive society."
  },
  {
    "id": 11,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 12,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 13,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 14,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 15,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 16,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 17,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 18,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 19,
    "statement": "Chemical reactions conserve mass; atoms rearrange but aren’t created/destroyed."
  },
  {
    "id": 20,
    "statement": "Veganism is the only ethical diet as it avoids animal exploitation."
  },
  {
    "id": 21,
    "statement": "Universal basic income is essential to address automation-driven job loss."
  },
  {
    "id": 22,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 23,
    "statement": "Moss does not grow on tree's north side with certainty"
  },
  {
    "id": 24,
    "statement": "Corporal punishment is an unacceptable form of child discipline."
  },
  {
    "id": 25,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 26,
    "statement": "Free speech must be absolute, even when offensive, to preserve liberty."
  },
  {
    "id": 27,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 28,
    "statement": "Quantum particles exhibit wave-particle duality (e.g., double-slit experiment)."
  },
  {
    "id": 29,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 30,
    "statement": "Boiling water for 1-3 minutes kills most waterborne pathogens."
  },
  {
    "id": 31,
    "statement": "Cultural assimilation policies harm diversity and should be abolished."
  },
  {
    "id": 32,
    "statement": "Retributive justice is unethical; rehabilitation should be the penal system's goal."
  },
  {
    "id": 33,
    "statement": "Enzymes lower activation energy, accelerating biochemical reactions."
  },
  {
    "id": 34,
    "statement": "Ecosystems rely on energy flow (food chains) and nutrient cycling."
  },
  {
    "id": 35,
    "statement": "Universal healthcare is a societal responsibility to ensure equal access."
  },
  {
    "id": 36,
    "statement": "Complex numbers: a + bi, where i² = -1."
  },
  {
    "id": 37,
    "statement": "Environmental conservation is a moral imperative due to justice and stewardship."
  },
  {
    "id": 38,
    "statement": "Meritocracy is ideal but requires equal opportunity to prevent inequity."
  },
  {
    "id": 39,
    "statement": "π is the ratio of a circle’s circumference to diameter."
  },
  {
    "id": 40,
    "statement": "Censorship of art undermines cultural progress and freedom of expression."
  },
  {
    "id": 41,
    "statement": "ZFC axioms form the foundation of set theory."
  },
  {
    "id": 42,
    "statement": "Navigate via moss (grows on tree’s north side in Northern Hemisphere)."
  },
  {
    "id": 43,
    "statement": "Edible plants: avoid those with milky sap or bitter taste."
  },
  {
    "id": 44,
    "statement": "Choosing the right conflict resolution method depends on the context."
  },
  {
    "id": 45,
    "statement": "Boil water for 1+ minute to kill pathogens."
  },
  {
    "id": 46,
    "statement": "Prime number theorem approximates distribution of primes among integers."
  },
  {
    "id": 47,
    "statement": "Parallel lines never intersect, maintain a constant distance."
  },
  {
    "id": 48,
    "statement": "Moss doesn't necessarily grow on north-facing tree sides reliably"
  },
  {
    "id": 49,
    "statement": "Legal systems must prioritize restorative justice over punitive measures."
  },
  {
    "id": 50,
    "statement": "Universal Basic Income addresses poverty and inequality partly."
  },
  {
    "id": 51,
    "statement": "National borders should be open to promote global solidarity and exchange."
  },
  {
    "id": 52,
    "statement": "Avoid sheltering under isolated trees during thunderstorms."
  },
  {
    "id": 53,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 54,
    "statement": "Cultural relativism is flawed; universal human rights apply globally."
  },
  {
    "id": 55,
    "statement": "Education should be secular to maintain neutrality and foster critical thinking."
  },
  {
    "id": 56,
    "statement": "Quadratic formula: x = [-b ± √(b² - 4ac)] / 2a."
  },
  {
    "id": 57,
    "statement": "Natural selection favors traits that enhance survival and reproduction"
  },
  {
    "id": 58,
    "statement": "Store food elevated and sealed to deter wildlife in campsite"
  },
  {
    "id": 59,
    "statement": "Moss growth on trees influenced by multiple environmental factors."
  },
  {
    "id": 60,
    "statement": "A compass's magnetic needle points to Earth's magnetic north."
  },
  {
    "id": 61,
    "statement": "Progressive taxation is fairer as it reduces economic disparities."
  },
  {
    "id": 62,
    "statement": "Use a compass: red needle points magnetic north."
  },
  {
    "id": 63,
    "statement": "The Law of Large Numbers states that sample means converge to expected value."
  },
  {
    "id": 64,
    "statement": "Nutrient cycling is essential for energy flow in ecosystems."
  },
  {
    "id": 65,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 66,
    "statement": "Speech absolutism prioritizes liberty over harm and discrimination."
  },
  {
    "id": 67,
    "statement": "State surveillance infringes on privacy rights and should be minimized."
  },
  {
    "id": 68,
    "statement": "Militarization of police erodes community trust and escalates violence, study suggests."
  },
  {
    "id": 69,
    "statement": "Utilitarianism prioritizes overall happiness and well-being over individual rights."
  },
  {
    "id": 70,
    "statement": "Secular education promotes neutrality and fosters critical thinking."
  },
  {
    "id": 71,
    "statement": "Genetic engineering in humans raises ethical concerns and risks."
  },
  {
    "id": 72,
    "statement": "Humans have inherent dignity, deserving respect and humane treatment"
  },
  {
    "id": 73,
    "statement": "Quantum particles exhibit wave-particle duality in double-slit experiment."
  },
  {
    "id": 74,
    "statement": "Prime numbers are integers >1 divisible only by 1 and themselves, with no additional factors."
  },
  {
    "id": 75,
    "statement": "Intellectual property laws protect creators' rights and investments."
  },
  {
    "id": 76,
    "statement": "An irrational number cannot be expressed as a finite decimal or fraction."
  },
  {
    "id": 77,
    "statement": "Sentience is the capacity for subjective experiences in animals."
  },
  {
    "id": 78,
    "statement": "Laws can be unjustified if they infringe on human rights."
  },
  {
    "id": 79,
    "statement": "Fires can be extinguished by removing one of three essential components: heat, fuel, or oxygen, except in specific cases."
  },
  {
    "id": 80,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 81,
    "statement": "Calculus establishes inverse relation between differentiation and integration."
  },
  {
    "id": 82,
    "statement": "Intellectual property laws stifle innovation and should be relaxed."
  },
  {
    "id": 83,
    "statement": "Public spaces must be inclusive, accommodating all genders and abilities."
  },
  {
    "id": 84,
    "statement": "Militarization of police erodes community trust and escalates violence."
  },
  {
    "id": 85,
    "statement": "All organisms evolve via natural selection and genetic variation (evolution)."
  },
  {
    "id": 86,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.8 m/s²."
  },
  {
    "id": 87,
    "statement": "Universal human rights derivation from inherent human dignity."
  },
  {
    "id": 88,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 89,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 90,
    "statement": "Cells are life's basic units; all living things comprise cells."
  },
  {
    "id": 91,
    "statement": "CPR guidelines evolve to incorporate new research and evidence."
  },
  {
    "id": 92,
    "statement": "Prioritizing children's welfare can compromise parental well-being occasionally."
  },
  {
    "id": 93,
    "statement": "DNA carries genetic information through nucleotide sequences (A, T, C, G)."
  },
  {
    "id": 94,
    "statement": "Light speed in vacuum is constant (~3×10^8 m/s) per relativity."
  },
  {
    "id": 95,
    "statement": "Photosynthesis converts CO₂ + H₂O + light → glucose + O₂."
  },
  {
    "id": 96,
    "statement": "Atomic number equals proton count, defining the element."
  },
  {
    "id": 97,
    "statement": "Newton’s 3rd law: Every action has an equal, opposite reaction."
  },
  {
    "id": 98,
    "statement": "Ecosystems rely on energy flow and nutrient cycling."
  },
  {
    "id": 99,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun (Kepler’s laws)."
  },
  {
    "id": 100,
    "statement": "Atomic number equals proton count, defining element's identity."
  },
  {
    "id": 101,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 102,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays."
  },
  {
    "id": 103,
    "statement": "Earth’s core generates magnetic field via molten iron convection."
  },
  {
    "id": 104,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity."
  },
  {
    "id": 105,
    "statement": "pH <7 acidic, >7 basic; neutral water is pH7."
  },
  {
    "id": 106,
    "statement": "Earth's core magnetic field generated by molten iron convection."
  },
  {
    "id": 107,
    "statement": "Prime numbers are integers >1 divisible only by 1 and themselves."
  },
  {
    "id": 108,
    "statement": "Pythagorean theorem: a² + b² = c² in right triangles."
  },
  {
    "id": 109,
    "statement": "Complex numbers have a fundamental property i² = -1."
  },
  {
    "id": 110,
    "statement": "Derivatives measure instantaneous rate of change (calculus)."
  },
  {
    "id": 111,
    "statement": "Fibonacci sequence: each number is the sum of the two preceding."
  },
  {
    "id": 112,
    "statement": "Euler’s identity: e^(iπ) + 1 = 0 combines five fundamental constants."
  },
  {
    "id": 113,
    "statement": "√2 is irrational; cannot be expressed as a fraction."
  },
  {
    "id": 114,
    "statement": "Commutative property: a + b = b + a; a × b = b × a."
  },
  {
    "id": 115,
    "statement": "Bayes’ theorem calculates conditional probability: P(A|B) = [P(B|A)P(A)] / P(B)."
  },
  {
    "id": 116,
    "statement": "Signal distress using sounds, lights, or marks depending on situation."
  },
  {
    "id": 117,
    "statement": "Entropy is the measure of disorder in a system."
  },
  {
    "id": 118,
    "statement": "Fundamental theorem of arithmetic: every integer >1 has unique prime factors."
  },
  {
    "id": 119,
    "statement": "Signal distress with three repeated sounds, lights, or marks."
  },
  {
    "id": 120,
    "statement": "Trigonometric identities: sin²θ + cos²θ = 1."
  },
  {
    "id": 121,
    "statement": "Binomial theorem expands (a + b)^n using coefficients."
  },
  {
    "id": 122,
    "statement": "Fundamental theorem of calculus links differentiation and integration."
  },
  {
    "id": 123,
    "statement": "Matrix multiplication is non-commutative: AB ≠ BA generally."
  },
  {
    "id": 124,
    "statement": "Law of large numbers: sample means converge to expected value."
  },
  {
    "id": 125,
    "statement": "Fire requires heat, fuel, oxygen; remove one to extinguish."
  },
  {
    "id": 126,
    "statement": "Insulate shelter with leaves/grass to retain body heat."
  },
  {
    "id": 127,
    "statement": "Ecosystems rely on energy flow and nutrient cycling."
  },
  {
    "id": 128,
    "statement": "First aid: Apply direct pressure to stop severe bleeding."
  },
  {
    "id": 129,
    "statement": "Build a solar still to extract groundwater in deserts."
  },
  {
    "id": 130,
    "statement": "CPR: 30 chest compressions followed by 2 rescue breaths."
  },
  {
    "id": 131,
    "statement": "SOS signal: globally recognized distress signal for emergencies."
  },
  {
    "id": 132,
    "statement": "Tie a bowline knot for secure, non-slipping loops."
  },
  {
    "id": 133,
    "statement": "Hypothermia treatment: gradual rewarming, avoid alcohol, insulate from ground."
  },
  {
    "id": 134,
    "statement": "Earthquakes: Drop, cover, hold until shaking stops."
  },
  {
    "id": 135,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 136,
    "statement": "Identify animal tracks to locate water sources."
  },
  {
    "id": 137,
    "statement": "Swim parallel to shore if caught in a rip current."
  },
  {
    "id": 138,
    "statement": "Treat burns with cool water, avoid ice or ointments."
  },
  {
    "id": 139,
    "statement": "Purify water with iodine tablets or UV light."
  },
  {
    "id": 140,
    "statement": "SOS signal: three short, three long, three short."
  },
  {
    "id": 141,
    "statement": "Progressive taxation reduces economic disparities by redistributing wealth."
  },
  {
    "id": 142,
    "statement": "Meritocracy requires equal opportunity to prevent inequality."
  },
  {
    "id": 143,
    "statement": "Newton's 3rd law has exceptions in quantum mechanics, gravity, and non-conservative forces."
  },
  {
    "id": 144,
    "statement": "Cells are life's basic units with unique functions working together."
  },
  {
    "id": 145,
    "statement": "Insulation with leaves and grass reduces heat loss in cold weather."
  },
  {
    "id": 146,
    "statement": "Capital punishment is a controversial issue with moral and ethical implications."
  },
  {
    "id": 147,
    "statement": "Purify water with iodine tablets: 2 tablets/liter, 30-minute wait."
  },
  {
    "id": 148,
    "statement": "ZFC axioms provide foundation for set theory, ensuring consistency and completeness."
  },
  {
    "id": 149,
    "statement": "Enzymes catalyze reactions by lowering activation energy, stabilizing transition states."
  },
  {
    "id": 150,
    "statement": "The Prime Number Theorem approximates prime numbers' distribution among integers."
  },
  {
    "id": 151,
    "statement": "Fibonacci sequence appears in natural patterns and has practical applications."
  },
  {
    "id": 152,
    "statement": "Euthanasia is a complex, culturally bound moral issue with no clear right or wrong answer."
  },
  {
    "id": 153,
    "statement": "When frozen, water's density decreases due to crystal structure."
  },
  {
    "id": 154,
    "statement": "Gravity's acceleration varies on celestial bodies slightly."
  },
  {
    "id": 155,
    "statement": "Matrix multiplication is non-commutative: the order of matrices matters."
  },
  {
    "id": 156,
    "statement": "Photosynthesis converts CO2 + H2O + light into glucose + O2 via ATP, NADPH."
  },
  {
    "id": 157,
    "statement": "Separation of church and state guarantees individual freedom."
  },
  {
    "id": 158,
    "statement": "When caught in a rip current, swim parallel to shore first."
  },
  {
    "id": 159,
    "statement": "Harm reduction strategies balance individual freedoms with public safety."
  },
  {
    "id": 160,
    "statement": "Binomial theorem expands (a + b)^n with coefficients."
  },
  {
    "id": 161,
    "statement": "Environmental conservation is a moral imperative."
  },
  {
    "id": 162,
    "statement": "Gravity acceleration on Earth's surface is approximately 9.8 m/s²."
  },
  {
    "id": 163,
    "statement": "Moral objectivism is a debated topic in ethics and philosophy."
  },
  {
    "id": 164,
    "statement": "Animal exploitation includes inhumane treatment, slaughter methods."
  },
  {
    "id": 165,
    "statement": "Identifying animal tracks leads to water sources discovery."
  },
  {
    "id": 166,
    "statement": "Gradual rewarming helps prevent further heat loss and cardiac arrest."
  },
  {
    "id": 167,
    "statement": "π is the ratio of a circle's circumference to diameter, a mathematical fact proven through various methods."
  },
  {
    "id": 168,
    "statement": "Energy cannot be created/destroyed; entropy increases in thermodynamic processes."
  },
  {
    "id": 169,
    "statement": "Societal stability has multifaceted factors, including economic, social, political, and health aspects."
  },
  {
    "id": 170,
    "statement": "Human rights violation rates decrease with open borders and international cooperation."
  },
  {
    "id": 171,
    "statement": "Censorship stifles creativity, innovation, and marginalized voices."
  },
  {
    "id": 172,
    "statement": "Kantian ethics emphasizes moral obligation over consequences."
  },
  {
    "id": 173,
    "statement": "Euler's identity: e^iπ+1=0 combines fundamental constants of mathematics."
  },
  {
    "id": 174,
    "statement": "A just society values equal opportunity for all individuals."
  },
  {
    "id": 175,
    "statement": "The commutative property holds due to definition of addition and multiplication."
  },
  {
    "id": 176,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 177,
    "statement": "Mitochondria produce ATP through oxidative phosphorylation in eukaryotic cells."
  },
  {
    "id": 178,
    "statement": "Honesty is fundamental to trust due to authenticity and respect."
  },
  {
    "id": 179,
    "statement": "Authoritarian regimes often lack accountability due to concentration of power."
  },
  {
    "id": 180,
    "statement": "Temperature and atmospheric pressure affect weather patterns worldwide."
  },
  {
    "id": 181,
    "statement": "Philanthropy involves responsible management of surplus resources."
  },
  {
    "id": 182,
    "statement": "All information theory is based on probability and statistics."
  },
  {
    "id": 183,
    "statement": "Derivatives are calculated using limits, a foundational concept in calculus."
  },
  {
    "id": 184,
    "statement": "Trigonometric identities are crucial for math and physics applications."
  },
  {
    "id": 185,
    "statement": "Treat burns with cool water, avoid ice and ointments for proper healing."
  },
  {
    "id": 186,
    "statement": "Planets orbit elliptically, with speed increasing near Sun."
  },
  {
    "id": 187,
    "statement": "Quadratic formula explains nature and number of solutions."
  },
  {
    "id": 188,
    "statement": "Wealth redistribution can be justified for maximum general well-being."
  },
  {
    "id": 189,
    "statement": "Mandatory voting strengthens democratic legitimacy by increasing voter turnout."
  },
  {
    "id": 190,
    "statement": "State surveillance infringes on privacy rights, compromising trust."
  },
  {
    "id": 191,
    "statement": "Groundwater in deserts can be extracted using solar stills."
  },
  {
    "id": 192,
    "statement": "Universal human rights norm should supersede cultural relativism ethics."
  },
  {
    "id": 193,
    "statement": "Cultural exchange fosters understanding, unity, and celebrates diversity."
  },
  {
    "id": 194,
    "statement": "Moral pacifism compromises self-protection and innocent safety."
  },
  {
    "id": 195,
    "statement": "Avoid isolated trees during thunderstorms to minimize lightning risk."
  },
  {
    "id": 196,
    "statement": "Chemical reactions conserve mass, atoms rearrange bond patterns."
  },
  {
    "id": 197,
    "statement": "Edible plants: general caution for latex or bitter taste plants."
  },
  {
    "id": 198,
    "statement": "Rethributive justice perpetuates harm, rehabilitation fosters healing."
  },
  {
    "id": 199,
    "statement": "Every integer >1 has unique prime factorization apart from order."
  }
]