[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Honesty, reliability, and openness interdependent in trust building."
  },
  {
    "id": 2,
    "statement": "Gravity acceleration influenced by mass, distance, shape, velocity, and space-time curvature."
  },
  {
    "id": 3,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, radius, and density."
  },
  {
    "id": 4,
    "statement": "Honesty, reliability, and openness are interconnected trust builders."
  },
  {
    "id": 5,
    "statement": "Honesty, reliability, and openness interdependent in trust building process."
  },
  {
    "id": 6,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, velocity, and surface features' complex interactions."
  },
  {
    "id": 7,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, and surface features'"
  },
  {
    "id": 8,
    "statement": "Moral objectivity debated among realists, anti-realists, non-cognitivists, and error theorists"
  },
  {
    "id": 9,
    "statement": "Moral judgment of lying influenced by cultural norms and values."
  },
  {
    "id": 10,
    "statement": "Default Mode Network linked to mental health conditions through abnormalities of activity."
  },
  {
    "id": 11,
    "statement": "Moral judgment of lying influenced by intentions, consequences, and character traits, contextually."
  },
  {
    "id": 12,
    "statement": "Gravity acceleration varies due to location, altitude, and geology"
  },
  {
    "id": 13,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, and surface features, relativistically."
  },
  {
    "id": 14,
    "statement": "Subjective suffering results from complex interactions of biological, psychological, and social factors."
  },
  {
    "id": 15,
    "statement": "Moral judgment influenced by intentions, character traits, and consequences."
  },
  {
    "id": 16,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, velocity, and surface features."
  },
  {
    "id": 17,
    "statement": "Lying's morality depends on context, intentions, and actual consequences."
  },
  {
    "id": 18,
    "statement": "Error theorists reject moral objectivity as subjective opinions"
  },
  {
    "id": 19,
    "statement": "Moral judgment influenced by context-dependent intentions and motivations."
  },
  {
    "id": 20,
    "statement": "Gravity acceleration influenced by Earth's shape, but minor effect."
  },
  {
    "id": 21,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, velocity."
  },
  {
    "id": 22,
    "statement": "Gravity acceleration influenced by mass, surface features, and context."
  },
  {
    "id": 23,
    "statement": "Cultural assimilation influenced by complex interplay of power, history, language, identity."
  },
  {
    "id": 24,
    "statement": "Trust building involves harmonious interaction of factors synergistically, amplifying trust."
  },
  {
    "id": 25,
    "statement": "Gravity's acceleration driven by mass, with subtle shape and rotation influences."
  },
  {
    "id": 26,
    "statement": "Subjective suffering arises from complex interplay of factors: biological, psychological, social."
  },
  {
    "id": 27,
    "statement": "Cultural assimilation complexly influenced by power, history, language, identity."
  },
  {
    "id": 28,
    "statement": "Wave-particle duality emerges from superposition and entanglement in quantum mechanics."
  },
  {
    "id": 29,
    "statement": "Gravity acceleration influenced by complex interactions of mass, shape, rotation, radius, and density."
  },
  {
    "id": 30,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, radius, density in complex interactions."
  },
  {
    "id": 31,
    "statement": "Trust building involves complex interplay of internal and external factors."
  },
  {
    "id": 32,
    "statement": "DMN abnormalities linked to depression, anxiety, PTSD, Alzheimer's through altered information processing."
  },
  {
    "id": 33,
    "statement": "Trust as dynamic system of interacting factors impacting relationships."
  },
  {
    "id": 34,
    "statement": "Moral judgment influenced by context, intentions, and motivations."
  },
  {
    "id": 35,
    "statement": "Honesty, reliability, accountability essential for trust building foundation"
  },
  {
    "id": 36,
    "statement": "Lying's morality determined by complex interplay of factors"
  },
  {
    "id": 37,
    "statement": "Honesty, reliability, and openness interdependent in trust building process."
  },
  {
    "id": 38,
    "statement": "Moral judgment influenced by context-dependent intentions and motivations."
  },
  {
    "id": 39,
    "statement": "Gravity acceleration affected by mass, shape, rotation, velocity, surface features, distance, and environment."
  },
  {
    "id": 40,
    "statement": "Gravity acceleration influenced by Earth's mass, shape, rotation, radius, density."
  },
  {
    "id": 41,
    "statement": "Honesty, reliability, and openness interdependent in trust building."
  },
  {
    "id": 42,
    "statement": "Moral judgment influenced by complex interplay of factors"
  },
  {
    "id": 43,
    "statement": "Trust building involves complex interplay of internal, external factors."
  },
  {
    "id": 44,
    "statement": "Trust building involves harmonious interaction of multiple factors synergistically."
  },
  {
    "id": 45,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, and density."
  },
  {
    "id": 46,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, and surface features."
  },
  {
    "id": 47,
    "statement": "Empathy contributes to trust building through understanding and validation."
  },
  {
    "id": 48,
    "statement": "Moral judgment of lying influenced by cultural norms and values, contextually."
  },
  {
    "id": 49,
    "statement": "Cultural assimilation complex process influenced by power, history, language, and identity."
  },
  {
    "id": 50,
    "statement": "Cultural assimilation influenced by education, language, power dynamics, and technology."
  },
  {
    "id": 51,
    "statement": "Accountability involves transparency, openness, and responsibility in trust building"
  },
  {
    "id": 52,
    "statement": "Cultural assimilation influenced by complex power dynamics and language interactions."
  },
  {
    "id": 53,
    "statement": "Cultural norms influence moral judgment in complex ways"
  },
  {
    "id": 54,
    "statement": "Gravity acceleration influenced by mass, rotation, surface features, radius"
  },
  {
    "id": 55,
    "statement": "Gravity acceleration influenced by mass, distance, shape, velocity, and space-time."
  },
  {
    "id": 56,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, velocity, density."
  },
  {
    "id": 57,
    "statement": "Trust building involves harmonious interaction of multiple factors."
  },
  {
    "id": 58,
    "statement": "Gravity acceleration primarily determined by object's mass and surface features."
  },
  {
    "id": 59,
    "statement": "Trust building involves harmonious interaction of multiple factors synergistically."
  },
  {
    "id": 60,
    "statement": "Honesty, reliability, openness interdependent in trust building process."
  },
  {
    "id": 61,
    "statement": "Honesty, reliability, and openness interconnect to build trust."
  },
  {
    "id": 62,
    "statement": "DMN abnormalities linked to depression, anxiety, PTSD, Alzheimer's disease."
  },
  {
    "id": 63,
    "statement": "Gravity acceleration results from spacetime curvature by mass-energy."
  },
  {
    "id": 64,
    "statement": "Gravitational acceleration affected by mass, shape distribution, and field strength."
  },
  {
    "id": 65,
    "statement": "Moral objectivity debated among philosophers to resolve conflicts."
  },
  {
    "id": 66,
    "statement": "Trust influenced by internal and external factors, complexly interacting."
  },
  {
    "id": 67,
    "statement": "Trust building involves complex webs of interconnected factors."
  },
  {
    "id": 68,
    "statement": "Moral judgment influenced by context-dependent intentions and motivations."
  },
  {
    "id": 69,
    "statement": "Honesty, reliability, and openness are interconnected trust builders."
  },
  {
    "id": 70,
    "statement": "Gravity's acceleration primarily determined by mass, surrounding environment."
  },
  {
    "id": 71,
    "statement": "Moral objectivity debated among realists, anti-realists, non-cognitivists, error theorists."
  },
  {
    "id": 72,
    "statement": "Trust is a complex, multifaceted concept, influenced by various factors"
  },
  {
    "id": 73,
    "statement": "Morality of lying influenced by intentions, context, and consequences."
  },
  {
    "id": 74,
    "statement": "Gravity's acceleration primarily influenced by mass and shape."
  },
  {
    "id": 75,
    "statement": "Subjective suffering arises from neural circuit dysregulation and genetic predisposition."
  },
  {
    "id": 76,
    "statement": "Gravity acceleration indirectly influenced by location, altitude, and geology."
  },
  {
    "id": 77,
    "statement": "Cultural assimilation influenced by social, historical, and economic factors."
  },
  {
    "id": 78,
    "statement": "Gravity acceleration: Mass primary, shape and velocity secondary factors"
  },
  {
    "id": 79,
    "statement": "Gravity's acceleration influenced by location, altitude, geology, but extent small."
  },
  {
    "id": 80,
    "statement": "Quantum superposition, entanglement, and wave-particle duality interconnected concepts."
  },
  {
    "id": 81,
    "statement": "Gravity acceleration influenced by mass, spacetime curvature, shape, rotation, surface features."
  },
  {
    "id": 82,
    "statement": "Spacetime curvature results from mass, rotation, and frame-dragging interactions."
  },
  {
    "id": 83,
    "statement": "Spacetime curvature varies with mass, rotation, and frame-dragging effects."
  },
  {
    "id": 84,
    "statement": "Honesty, reliability, and openness have varying degrees of interdependence."
  },
  {
    "id": 85,
    "statement": "Cultural influences shape moral judgments, but personal beliefs override."
  },
  {
    "id": 86,
    "statement": "Cultural assimilation influenced by power, history, language, and identity complex interactions."
  },
  {
    "id": 87,
    "statement": "Moral objectivity debates complicated by personal biases and cultural influences."
  },
  {
    "id": 88,
    "statement": "Gravity acceleration influenced by mass, with shape, rotation, radius, and density modifying effects."
  },
  {
    "id": 89,
    "statement": "Default Mode Network hyperactive in depression, anxiety, PTSD, and ADHD."
  },
  {
    "id": 90,
    "statement": "Abnormal DMN activity linked to depression, anxiety, PTSD, Alzheimer's disease."
  },
  {
    "id": 91,
    "statement": "Gravity acceleration influenced by mass, density, shape, radius, and spin interactions."
  },
  {
    "id": 92,
    "statement": "Cultural assimilation influenced by complex interactive power dynamics and language."
  },
  {
    "id": 93,
    "statement": "Subjective suffering arises from complex brain, hormone, and neurobiology interactions."
  },
  {
    "id": 94,
    "statement": "Gravity acceleration influenced by mass, shape, and rotation interactions."
  },
  {
    "id": 95,
    "statement": "Moral judgments influenced by context, values, and goals interactively."
  },
  {
    "id": 96,
    "statement": "Gravity acceleration influenced by complex interactions of mass, shape, and surface features."
  },
  {
    "id": 97,
    "statement": "Trust is dynamic complex system of interconnected factors influencing each other."
  },
  {
    "id": 98,
    "statement": "Cultural assimilation influenced by complex interactive power dynamics and language."
  },
  {
    "id": 99,
    "statement": "Empathy reinforces trust through emotional understanding and validation"
  },
  {
    "id": 100,
    "statement": "Cultural influences morality of lying, but not solely determining."
  },
  {
    "id": 101,
    "statement": "Gravity acceleration influenced by indirect chain reactions between factors."
  },
  {
    "id": 102,
    "statement": "Gravity acceleration affected by location, altitude, and geology."
  },
  {
    "id": 103,
    "statement": "Gravity acceleration influenced by chain reactions, warping spacetime curvature."
  },
  {
    "id": 104,
    "statement": "Gravity acceleration primarily influenced by mass and shape, with minor effects."
  },
  {
    "id": 105,
    "statement": "Wave-particle duality rooted in superposition and entanglement principles"
  },
  {
    "id": 106,
    "statement": "Synergistic trust building creates stronger, more resilient bond."
  },
  {
    "id": 107,
    "statement": "Subjective suffering arises from intricate biological, psychological, social interactions."
  },
  {
    "id": 108,
    "statement": "Gravity acceleration affected by location, altitude, geology, and mass."
  },
  {
    "id": 109,
    "statement": "Trust built on multiple factors: honesty, reliability, openness, empathy, accountability, consistency."
  },
  {
    "id": 110,
    "statement": "Default Mode Network abnormalities link to various mental health conditions."
  },
  {
    "id": 111,
    "statement": "Lying's morality depends on context, intentions, and actual consequences debated."
  },
  {
    "id": 112,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, surface features."
  },
  {
    "id": 113,
    "statement": "Gravity acceleration primarily influenced by mass, with shape and velocity secondary factors."
  },
  {
    "id": 114,
    "statement": "Wave-particle duality: superposition and entanglement enable wave-like behavior"
  },
  {
    "id": 115,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, and surface features' complex interactions."
  },
  {
    "id": 116,
    "statement": "Trust forms complex web of interconnected factors influencing each other."
  },
  {
    "id": 117,
    "statement": "Moral judgment influenced by context, intentions, motivations in complex interaction."
  },
  {
    "id": 118,
    "statement": "Subjective suffering arises from complex neural circuit dysregulation."
  },
  {
    "id": 119,
    "statement": "Subjective suffering arises from complex neurobiological interactions."
  },
  {
    "id": 120,
    "statement": "Gravity acceleration influenced by mass, shape, and rotation factors."
  },
  {
    "id": 121,
    "statement": "Lying's morality subjective and context-dependent, influenced by culture."
  },
  {
    "id": 122,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, and surface features."
  },
  {
    "id": 123,
    "statement": "Gravity acceleration influenced by mass, rotation, surface features, radius contextually."
  },
  {
    "id": 124,
    "statement": "Gravity acceleration influenced by internal, external factors equally."
  },
  {
    "id": 125,
    "statement": "Moral objectivity debated among philosophers due to personal biases influencing moral judgments."
  },
  {
    "id": 126,
    "statement": "Power dynamics influence trust through imbalances and communication styles."
  },
  {
    "id": 127,
    "statement": "Gravity acceleration influenced by mass, distance, shape, and velocity."
  },
  {
    "id": 128,
    "statement": "Trust is complex and multifaceted, influenced by various factors."
  },
  {
    "id": 129,
    "statement": "Gravity acceleration varies due to location and geology"
  },
  {
    "id": 130,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, and radius, with mass dominant factor."
  },
  {
    "id": 131,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, velocity, and surface features."
  },
  {
    "id": 132,
    "statement": "Gravity acceleration influenced by variety of factors, context-dependent."
  },
  {
    "id": 133,
    "statement": "Honesty, reliability, and openness interdependent traits building trust."
  },
  {
    "id": 134,
    "statement": "Cultural assimilation influenced by power, history, language, and identity."
  },
  {
    "id": 135,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, and surface features contextually."
  },
  {
    "id": 136,
    "statement": "Consistency in trust building means predictable dependable actions over time."
  },
  {
    "id": 137,
    "statement": "Moral judgment's complexity connects multiple influencing factors."
  },
  {
    "id": 138,
    "statement": "Honesty, reliability, and openness interdependent in trust building process."
  },
  {
    "id": 139,
    "statement": "Wave-particle duality exhibits wave-like behavior through superposition and entanglement."
  },
  {
    "id": 140,
    "statement": "Gravity acceleration influenced by mass, shape, and surface features interactions."
  },
  {
    "id": 141,
    "statement": "Gravity acceleration influenced by mass, distance, and shape in complex contexts."
  },
  {
    "id": 142,
    "statement": "Gravity's acceleration driven by mass, with shape and rotation influences."
  },
  {
    "id": 143,
    "statement": "Gravity acceleration influenced by mass-energy warping spacetime"
  },
  {
    "id": 144,
    "statement": "Gravity acceleration influenced by mass, shape, velocity, and spacetime curvature"
  },
  {
    "id": 145,
    "statement": "Gravity acceleration varies due to location, altitude, geology, and mass distance"
  },
  {
    "id": 146,
    "statement": "Empathy in trust building involves active listening and validation."
  },
  {
    "id": 147,
    "statement": "Gravity acceleration primarily determined by object's mass, with surface features secondary."
  },
  {
    "id": 148,
    "statement": "Gravity acceleration influenced by mass, shape, and surface composition."
  },
  {
    "id": 149,
    "statement": "Empathy fosters trust by creating emotional safety and understanding."
  },
  {
    "id": 150,
    "statement": "Gravity's acceleration influenced by mass, shape, and rotation factors."
  },
  {
    "id": 151,
    "statement": "Gravity acceleration influenced by multiple factors, context dependent"
  },
  {
    "id": 152,
    "statement": "Power imbalance in communication erodes trust and builds resentment."
  },
  {
    "id": 153,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, surface features contextually."
  },
  {
    "id": 154,
    "statement": "Gravity acceleration influenced by spacetime curvature, density, velocity"
  },
  {
    "id": 155,
    "statement": "Gravity acceleration influenced by spacetime curvature and massive objects."
  },
  {
    "id": 156,
    "statement": "Gravity acceleration varies due to location and altitude."
  },
  {
    "id": 157,
    "statement": "Cultural assimilation influenced by complex power dynamics and language interactions"
  },
  {
    "id": 158,
    "statement": "Trust building involves harmonious synergistic interaction of factors"
  },
  {
    "id": 159,
    "statement": "Gravity acceleration influenced by complex spacetime curvature."
  },
  {
    "id": 160,
    "statement": "Quantum mechanics combines superposition, entanglement, and wave-particle duality."
  },
  {
    "id": 161,
    "statement": "Moral debate surrounding lying's morality ongoing among philosophers"
  },
  {
    "id": 162,
    "statement": "Lying's morality influenced by context, intentions, consequences, and culture."
  },
  {
    "id": 163,
    "statement": "Cultural context influences moral judgment of lying's morality"
  },
  {
    "id": 164,
    "statement": "Accountability involves transparency, openness, and responsibility in trust building."
  },
  {
    "id": 165,
    "statement": "Trust built through varying factors, not solely honesty, reliability, accountability."
  },
  {
    "id": 166,
    "statement": "Morality of lying depends on context, intentions, and consequences."
  },
  {
    "id": 167,
    "statement": "Cultural assimilation influenced by complex power dynamics and language interactions."
  },
  {
    "id": 168,
    "statement": "Cultural assimilation influenced by power dynamics, language, and identity."
  },
  {
    "id": 169,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, and environment"
  },
  {
    "id": 170,
    "statement": "Subjective suffering arises from intricate biological-psychological-social interactions."
  },
  {
    "id": 171,
    "statement": "Gravity acceleration primarily influenced by mass, with shape velocity secondary."
  },
  {
    "id": 172,
    "statement": "Cultural assimilation influenced by complex interplay of power, history, language, identity."
  },
  {
    "id": 173,
    "statement": "Cultural norms and values influence moral judgment of lying."
  },
  {
    "id": 174,
    "statement": "Honesty, reliability, and openness interdependent in trust building process."
  },
  {
    "id": 175,
    "statement": "Cultural assimilation influenced by social, historical, and economic factors synergistically."
  },
  {
    "id": 176,
    "statement": "Gravity acceleration primarily influenced by mass and distance."
  },
  {
    "id": 177,
    "statement": "Moral objectivity influenced by personal biases and cultural influences."
  },
  {
    "id": 178,
    "statement": "Gravity acceleration influenced by mass, distance, shape, velocity, and space-time curvature."
  },
  {
    "id": 179,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, radius, density."
  },
  {
    "id": 180,
    "statement": "Default Mode Network abnormalities linked to multiple mental health conditions"
  },
  {
    "id": 181,
    "statement": "Default Mode Network abnormalities linked to mental health conditions."
  },
  {
    "id": 182,
    "statement": "Cultural norms and values shape moral judgments about lying."
  },
  {
    "id": 183,
    "statement": "Gravity acceleration influenced by complex interactions of mass and radius."
  },
  {
    "id": 184,
    "statement": "Gravity's acceleration mediated by mass-energy warping spacetime geometry."
  },
  {
    "id": 185,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, and frame-dragging."
  },
  {
    "id": 186,
    "statement": "Moral objectivity challenged by error theorists' subjective opinions"
  },
  {
    "id": 187,
    "statement": "Moral judgment influenced by context-dependent intentions and motivations."
  },
  {
    "id": 188,
    "statement": "Trust as dynamic system of interconnected factors influencing relationships."
  },
  {
    "id": 189,
    "statement": "Moral judgments context-dependent, influenced by situation and consequences."
  },
  {
    "id": 190,
    "statement": "Default Mode Network abnormalities linked to mental health conditions through self-referential processing disruptions."
  },
  {
    "id": 191,
    "statement": "Trust building involves complex interplay of internal, external factors."
  },
  {
    "id": 192,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, radius, density."
  },
  {
    "id": 193,
    "statement": "Gravity acceleration primarily determined by mass and shape, with minor effects."
  },
  {
    "id": 194,
    "statement": "Moral judgment influenced by context-dependent intentions and motivations' complexities."
  },
  {
    "id": 195,
    "statement": "Cultural assimilation influenced by interconnected education, language, power, and technology dynamics."
  },
  {
    "id": 196,
    "statement": "Trust building involves complex interplay of internal and external factors."
  },
  {
    "id": 197,
    "statement": "Gravity acceleration influenced by Earth's shape, affecting mass distribution."
  },
  {
    "id": 198,
    "statement": "Gravity acceleration influenced by mass, shape, rotation, velocity distribution."
  },
  {
    "id": 199,
    "statement": "Moral judgment complexly influenced by internal and external factors."
  }
]