[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 2,
    "statement": "Cultural assimilation can erode diversity, but requires context"
  },
  {
    "id": 3,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 4,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 5,
    "statement": "Subjective suffering shaped by individual experiences and cultural context."
  },
  {
    "id": 6,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 7,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 8,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 9,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 10,
    "statement": "Veganism, while avoiding some exploitation, is not the only option."
  },
  {
    "id": 11,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 12,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 13,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 14,
    "statement": "Trust is built on multiple factors, not just honesty alone."
  },
  {
    "id": 15,
    "statement": "Trapped air pockets in leaves/grass act as natural insulators."
  },
  {
    "id": 16,
    "statement": "State surveillance infringes on privacy rights and should be minimized."
  },
  {
    "id": 17,
    "statement": "Gravity acceleration value depends on location, altitude, and geology."
  },
  {
    "id": 18,
    "statement": "Religious influence in politics can lead to discrimination and inequality"
  },
  {
    "id": 19,
    "statement": "The Law of Large Numbers states sample means converge to population mean."
  },
  {
    "id": 20,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 21,
    "statement": "Law of large numbers: sample means converge to expected value."
  },
  {
    "id": 22,
    "statement": "Meritocracy is ideal but requires equal opportunity to prevent inequity."
  },
  {
    "id": 23,
    "statement": "Veganism is the only ethical diet as it avoids animal exploitation."
  },
  {
    "id": 24,
    "statement": "Gender equality is a fundamental human right and moral imperative"
  },
  {
    "id": 25,
    "statement": "Kantian ethics prioritize moral motivation over consequences."
  },
  {
    "id": 26,
    "statement": "Quantum particles can exist in multiple states simultaneously, exhibiting wave-like and particle-like behavior."
  },
  {
    "id": 27,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 28,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 29,
    "statement": "Moral truths are objective and exist independently of opinion."
  },
  {
    "id": 30,
    "statement": "Moral beliefs are shaped by diverse personal experiences and values."
  },
  {
    "id": 31,
    "statement": "Veganism is one ethical diet; other plant-based diets align morally."
  },
  {
    "id": 32,
    "statement": "Energy can convert, but not created or destroyed."
  },
  {
    "id": 33,
    "statement": "Secular education promotes critical thinking through balanced perspectives."
  },
  {
    "id": 34,
    "statement": "Honesty is the foundation of trustworthy relationships and trust."
  },
  {
    "id": 35,
    "statement": "Cultural relativism can be a double-edged sword, justifying human rights abuses."
  },
  {
    "id": 36,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 37,
    "statement": "Thermal insulation in leaves and grass due to air pocket structure."
  },
  {
    "id": 38,
    "statement": "Chemical reactions conserve mass; atoms rearrange but aren’t created/destroyed."
  },
  {
    "id": 39,
    "statement": "Corporal punishment impairs children's physical and emotional well-being."
  },
  {
    "id": 40,
    "statement": "Mandatory voting can increase civic engagement and legitimacy."
  },
  {
    "id": 41,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 42,
    "statement": "Charity is a moral obligation for those with excess wealth, voluntary."
  },
  {
    "id": 43,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 44,
    "statement": "Corporal punishment can lead to long-term psychological harm and violence."
  },
  {
    "id": 45,
    "statement": "Cultural assimilation can promote diversity with respectful context."
  },
  {
    "id": 46,
    "statement": "Universal Basic Income: a safety net for basic human needs."
  },
  {
    "id": 47,
    "statement": "Moral beliefs are shaped by personal values and experiences."
  },
  {
    "id": 48,
    "statement": "Lying's moral justifiability depends on context and motives."
  },
  {
    "id": 49,
    "statement": "Education should be secular to maintain neutrality and foster critical thinking."
  },
  {
    "id": 50,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 51,
    "statement": "State surveillance balances privacy and national security through oversight"
  },
  {
    "id": 52,
    "statement": "The Prime Number Theorem states prime numbers' distribution."
  },
  {
    "id": 53,
    "statement": "Oversight ensures government surveillance respects individual privacy and the law."
  },
  {
    "id": 54,
    "statement": "Lying's moral justifiability depends on context, motives, and consequences."
  },
  {
    "id": 55,
    "statement": "Universal healthcare is a societal responsibility to ensure equal access."
  },
  {
    "id": 56,
    "statement": "Moral objectivity debated among philosophers across cultures and time."
  },
  {
    "id": 57,
    "statement": "Mandatory voting strengthens democratic legitimacy effectively."
  },
  {
    "id": 58,
    "statement": "Free speech must be absolute, even when offensive, to preserve liberty."
  },
  {
    "id": 59,
    "statement": "Euthanasia's moral permissibility hinges on unbearable suffering, patient's autonomy."
  },
  {
    "id": 60,
    "statement": "Cultural assimilation with respect fosters diversity and inclusivity."
  },
  {
    "id": 61,
    "statement": "Moral beliefs shaped by diverse personal experiences and values."
  },
  {
    "id": 62,
    "statement": "This knowledge base acknowledges uncertainties in its provided information."
  },
  {
    "id": 63,
    "statement": "The Prime Number Theorem describes prime numbers' distribution."
  },
  {
    "id": 64,
    "statement": "Chemical reactions conserve mass, atoms rearranged but not created/destroyed."
  },
  {
    "id": 65,
    "statement": "Gravity acceleration varies due to latitude, altitude, and tidal forces."
  },
  {
    "id": 66,
    "statement": "Cultural assimilation's success depends on voluntary adoption and respect."
  },
  {
    "id": 67,
    "statement": "Secular education balances inclusive perspectives for critical thinking."
  },
  {
    "id": 68,
    "statement": "Wealth redistribution must address systemic issues for success."
  },
  {
    "id": 69,
    "statement": "Moss growth is an unreliable indicator for navigation."
  },
  {
    "id": 70,
    "statement": "National borders may be open with visa-free travel and controls"
  },
  {
    "id": 71,
    "statement": "Leaves and grass provide thermal insulation through air pockets."
  },
  {
    "id": 72,
    "statement": "Ecosystems rely on energy flow (food chains) & nutrient cycling."
  },
  {
    "id": 73,
    "statement": "Superposition enables quantum particles to exhibit wave-particle duality simultaneously"
  },
  {
    "id": 74,
    "statement": "Animal sentience justifies moral consideration and treatment ambiguity resolve."
  },
  {
    "id": 75,
    "statement": "Taxpayers have a moral duty to contribute to societal equity."
  },
  {
    "id": 76,
    "statement": "Meritocracy is flawed as it fails to address systemic inequalities."
  },
  {
    "id": 77,
    "statement": "Moss growth patterns vary greatly depending on environmental factors."
  },
  {
    "id": 78,
    "statement": "CPR guidelines vary by age, medical condition, and scenario."
  },
  {
    "id": 79,
    "statement": "Utilitarianism's limitations include prioritizing quantity over quality of life."
  },
  {
    "id": 80,
    "statement": "Progressive taxation reduces economic disparities through wealth redistribution."
  },
  {
    "id": 81,
    "statement": "Moral objectivity debated by philosophers across cultures."
  },
  {
    "id": 82,
    "statement": "Cultural relativism can be problematic in justifying human rights abuses."
  },
  {
    "id": 83,
    "statement": "It is never morally acceptable to lie because honesty is foundation."
  },
  {
    "id": 84,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 85,
    "statement": "Corporal punishment negatively impacts children's physical and emotional well-being."
  },
  {
    "id": 86,
    "statement": "Secular education promotes critical thinking through balanced and inclusive approaches."
  },
  {
    "id": 87,
    "statement": "Wealth redistribution promotes social equity by reducing economic disparities."
  },
  {
    "id": 88,
    "statement": "Free speech must be balanced against potential harm and infringement."
  },
  {
    "id": 89,
    "statement": "Universal Basic Income addresses poverty, inequality, and job loss."
  },
  {
    "id": 90,
    "statement": "Electromagnetic waves exhibit wave-particle duality too."
  },
  {
    "id": 91,
    "statement": "Navigate via moss (grows on tree’s north side in Northern Hemisphere)."
  },
  {
    "id": 92,
    "statement": "Moral beliefs on abortion vary across cultures and individuals."
  },
  {
    "id": 93,
    "statement": "The speed of light is affected by surrounding medium."
  },
  {
    "id": 94,
    "statement": "Gravity acceleration at Earth's surface is approximately 9.81 m/s²."
  },
  {
    "id": 95,
    "statement": "Earthquake safety advice: Drop, cover, hold onto sturdy objects indoors"
  },
  {
    "id": 96,
    "statement": "Electromagnetic waves exhibit wave-particle duality, demonstrating quantum properties."
  },
  {
    "id": 97,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 98,
    "statement": "Chemical reactions conserve mass; atoms can be created/destroyed too."
  },
  {
    "id": 99,
    "statement": "Burn treatment depends on type, severity, and individual circumstances."
  },
  {
    "id": 100,
    "statement": "Taxpayers' moral obligation to contribute to societal equity"
  },
  {
    "id": 101,
    "statement": "Euthanasia with consent and autonomy is morally complex and debated."
  },
  {
    "id": 102,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 103,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 104,
    "statement": "Honesty is the principle that enables trustbuilding in relationships."
  },
  {
    "id": 105,
    "statement": "Subjectivity affects evaluation of unbearable suffering in euthanasia debates"
  },
  {
    "id": 106,
    "statement": "Moral truths are objective and exist independently of opinion."
  },
  {
    "id": 107,
    "statement": "Treat burns with cool water, avoid ice or ointments."
  },
  {
    "id": 108,
    "statement": "Holding onto something sturdy prevents falls during earthquakes."
  },
  {
    "id": 109,
    "statement": "Ecosystems rely on energy flow and nutrient cycling for survival."
  },
  {
    "id": 110,
    "statement": "Honesty builds trust in relationships over time."
  },
  {
    "id": 111,
    "statement": "Euthanasia's moral permissibility depends on unbearable suffering and autonomy."
  },
  {
    "id": 112,
    "statement": "Quantum entanglement occurs instantaneously across vast distances."
  },
  {
    "id": 113,
    "statement": "Human dignity: intrinsic and extrinsic aspects must be distinguished."
  },
  {
    "id": 114,
    "statement": "Gravity acceleration at Earth's surface is approximately 9.81 ± 0.01 m/s²."
  },
  {
    "id": 115,
    "statement": "Foraging for edible plants: avoid milky sap or bitter taste, research."
  },
  {
    "id": 116,
    "statement": "Kantian ethics prioritizes duty as motivation, not consequences."
  },
  {
    "id": 117,
    "statement": "Ecosystems rely on energy flow (food chains) and nutrient cycling."
  },
  {
    "id": 118,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.8 m/s²."
  },
  {
    "id": 119,
    "statement": "Foraging for edibles requires accurate identification, habitat knowledge, and safety precautions."
  },
  {
    "id": 120,
    "statement": "Subjective suffering affects moral evaluations of euthanasia and abortion."
  },
  {
    "id": 121,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun (Kepler’s laws)."
  },
  {
    "id": 122,
    "statement": "Superposition enables quantum particles to exhibit wave-particle duality simultaneously."
  },
  {
    "id": 123,
    "statement": "Wealth redistribution can reduce poverty and income inequality."
  },
  {
    "id": 124,
    "statement": "Universal healthcare implementation requires careful consideration of factors."
  },
  {
    "id": 125,
    "statement": "Moral beliefs on abortion vary due to cultural, personal factors."
  },
  {
    "id": 126,
    "statement": "Honesty is essential in building trust, but not alone sufficient"
  },
  {
    "id": 127,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 128,
    "statement": "Holding onto something sturdy prevents falls during earthquakes."
  },
  {
    "id": 129,
    "statement": "Euthanasia's moral permissibility depends on unbearable suffering and autonomy balancing."
  },
  {
    "id": 130,
    "statement": "Leaves and grass provide thermal insulation due to air pockets."
  },
  {
    "id": 131,
    "statement": "Trust-building involves multiple factors, including honesty, reliability, and empathy."
  },
  {
    "id": 132,
    "statement": "Moral truths can be both objective and subjective, influenced by biology, culture, and personal experiences."
  },
  {
    "id": 133,
    "statement": "Veganism is not the only ethical diet, relative morality debated."
  },
  {
    "id": 134,
    "statement": "Moral objectivity debated across cultures, with cultural relativism vs. universalism."
  },
  {
    "id": 135,
    "statement": "Individual freedoms can be restricted for social justice and equality."
  },
  {
    "id": 136,
    "statement": "Autonomy should be balanced with other ethical considerations in euthanasia."
  },
  {
    "id": 137,
    "statement": "Chemical reactions conserve mass by rearranging atoms, not creating/destroying."
  },
  {
    "id": 138,
    "statement": "Euthanasia's morality hinges on unbearable suffering, patient autonomy, and healthcare inputs."
  },
  {
    "id": 139,
    "statement": "Gravity acceleration varies depending on location and altitude."
  },
  {
    "id": 140,
    "statement": "Prime Number Theorem describes prime numbers' distribution as asymptotic."
  },
  {
    "id": 141,
    "statement": "Veganism reduces animal exploitation among alternative diet choices."
  },
  {
    "id": 142,
    "statement": "Ecosystems rely on energy flow and nutrient cycling for reciprocal support."
  },
  {
    "id": 143,
    "statement": "Gender equality is a fundamental human right and moral imperative globally."
  },
  {
    "id": 144,
    "statement": "Moral beliefs are shaped by diverse factors, not just values and experiences."
  },
  {
    "id": 145,
    "statement": "Systemic inequalities undermine meritocracy by perpetuating unequal opportunities"
  },
  {
    "id": 146,
    "statement": "Monogamy is not the only means to societal stability."
  },
  {
    "id": 147,
    "statement": "Moss growth is not a reliable navigation tool."
  },
  {
    "id": 148,
    "statement": "Subjectivity affects evaluation of suffering in euthanasia debates; empathy and understanding are crucial."
  },
  {
    "id": 149,
    "statement": "The speed of light remains constant in a vacuum but refracts."
  },
  {
    "id": 150,
    "statement": "CPR guidelines vary by age, medical condition, and scenario, considering patient factors."
  },
  {
    "id": 151,
    "statement": "Honesty is an essential aspect of trust-building, not sole foundation."
  },
  {
    "id": 152,
    "statement": "Water expands when frozen due to molecular rearrangement"
  },
  {
    "id": 153,
    "statement": "Leaves and grass have air pockets that reduce heat transfer."
  },
  {
    "id": 154,
    "statement": "Free speech can be balanced with harm and infringement prevention measures."
  },
  {
    "id": 155,
    "statement": "Moral beliefs are shaped by diverse personal experiences and values."
  },
  {
    "id": 156,
    "statement": "Meritocracy requires equal opportunity to prevent inequity and promote fairness."
  },
  {
    "id": 157,
    "statement": "Wave-particle duality: Quantum particles exhibit both wave-like and particle-like behavior."
  },
  {
    "id": 158,
    "statement": "Determining moral objectivity is a contentious philosophical issue."
  },
  {
    "id": 159,
    "statement": "Legitimate religious influence promotes social justice, equality, and respect."
  },
  {
    "id": 160,
    "statement": "Corporal punishment can lead to long-term psychological harm."
  },
  {
    "id": 161,
    "statement": "Education maintains neutrality through diverse perspectives and critical thinking."
  },
  {
    "id": 162,
    "statement": "Honesty establishes trust foundation, but not sole condition."
  },
  {
    "id": 163,
    "statement": "Finally, moral dilemmas arise in absolute pacifism's application in extreme situations."
  },
  {
    "id": 164,
    "statement": "Ecosystems rely on energy flow & nutrient cycling for sustainability."
  },
  {
    "id": 165,
    "statement": "Absolute free speech balances individual liberty with social harm prevention."
  },
  {
    "id": 166,
    "statement": "Kantian ethics prioritize moral motivation and intent over consequences."
  },
  {
    "id": 167,
    "statement": "All humans possess inherent dignity, a unique human value."
  },
  {
    "id": 168,
    "statement": "Cultural context shapes individual experiences and perception of suffering."
  },
  {
    "id": 169,
    "statement": "Quantum particles can exist in multiple states simultaneously."
  },
  {
    "id": 170,
    "statement": "Corporal punishment perpetuates cycles of violence; alternative disciplines effective."
  },
  {
    "id": 171,
    "statement": "Moral truths may be objective, yet context-dependent in application."
  },
  {
    "id": 172,
    "statement": "Secular education promotes critical thinking through balanced perspectives."
  },
  {
    "id": 173,
    "statement": "Energy conversion and conservation are fundamental physics principles, nuanced and context-dependent."
  },
  {
    "id": 174,
    "statement": "Honesty is a fundamental value, not a sufficient condition."
  },
  {
    "id": 175,
    "statement": "The Law of Large Numbers ensures sample means converge to expected value."
  },
  {
    "id": 176,
    "statement": "Storing food in sealed containers with rodent-resistant materials"
  },
  {
    "id": 177,
    "statement": "Cultural relativism has limitations in justifying human rights violations."
  },
  {
    "id": 178,
    "statement": "Moral objectivity debated among philosophers across cultures and timeends"
  },
  {
    "id": 179,
    "statement": "Parents balance children's needs with own well-being and autonomy."
  },
  {
    "id": 180,
    "statement": "Thermal insulation in leaves/grass: air pockets, conductive barriers."
  },
  {
    "id": 181,
    "statement": "Civil disobedience targets specific oppressive laws and is peaceful."
  },
  {
    "id": 182,
    "statement": "Genetic engineering in humans raises ethical concerns over unforeseen consequences."
  },
  {
    "id": 183,
    "statement": "Systemic inequalities create barriers to equal opportunities and fair outcomes."
  },
  {
    "id": 184,
    "statement": "A vegan diet is often more ethical due to animal avoidance."
  },
  {
    "id": 185,
    "statement": "Energy conversion involves entropy increase, reducing usable energy."
  },
  {
    "id": 186,
    "statement": "Systemic inequalities undermine meritocracy by perpetuating unequal opportunities."
  },
  {
    "id": 187,
    "statement": "The Law of Large Numbers states sample means converge to population mean."
  },
  {
    "id": 188,
    "statement": "Nutrient cycling ensures essential nutrients availability in ecosystems through decomposition."
  },
  {
    "id": 189,
    "statement": "Subjective suffering influences moral evaluations of euthanasia and abortion."
  },
  {
    "id": 190,
    "statement": "State surveillance should be targeted, proportionate, and transparent."
  },
  {
    "id": 191,
    "statement": "Environmental conservation is a moral obligation to preserve ecosystems."
  },
  {
    "id": 192,
    "statement": "Kepler's laws describe planetary orbits' elliptical paths and speed variations"
  },
  {
    "id": 193,
    "statement": "Consistent honesty builds trust in relationships gradually."
  },
  {
    "id": 194,
    "statement": "Quantum entanglement is a fundamental property of quantum mechanics."
  },
  {
    "id": 195,
    "statement": "Euthanasia: Respect for human life, autonomy, and suffering."
  },
  {
    "id": 196,
    "statement": "Redistributive taxation increases government revenue, reducing inequality directly"
  },
  {
    "id": 197,
    "statement": "Human dignity rooted in intrinsic and extrinsic aspects."
  },
  {
    "id": 198,
    "statement": "Eukaryotic cells are the basic units of life, but exceptions exist."
  },
  {
    "id": 199,
    "statement": "Veganism promotes animal welfare, environmental sustainability, and animal rights."
  }
]