[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 2,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 3,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 4,
    "statement": "Cultural assimilation can erode diversity, but requires context"
  },
  {
    "id": 5,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 6,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 7,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 8,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 9,
    "statement": "Kantian ethics prioritize moral motivation over consequences."
  },
  {
    "id": 10,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 11,
    "statement": "Leaves and grass provide thermal insulation due to air pockets."
  },
  {
    "id": 12,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 13,
    "statement": "Education should be secular to maintain neutrality and foster critical thinking."
  },
  {
    "id": 14,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 15,
    "statement": "Superposition enables quantum particles to exhibit wave-particle duality simultaneously"
  },
  {
    "id": 16,
    "statement": "Veganism is the only ethical diet as it avoids animal exploitation."
  },
  {
    "id": 17,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 18,
    "statement": "Ecosystems rely on energy flow (food chains) and nutrient cycling."
  },
  {
    "id": 19,
    "statement": "Trust is built on multiple factors, not just honesty alone."
  },
  {
    "id": 20,
    "statement": "The Law of Large Numbers states sample means converge to population mean."
  },
  {
    "id": 21,
    "statement": "Universal healthcare is a societal responsibility to ensure equal access."
  },
  {
    "id": 22,
    "statement": "Trapped air pockets in leaves/grass act as natural insulators."
  },
  {
    "id": 23,
    "statement": "Ecosystems rely on energy flow (food chains) & nutrient cycling."
  },
  {
    "id": 24,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 25,
    "statement": "Law of large numbers: sample means converge to expected value."
  },
  {
    "id": 26,
    "statement": "Meritocracy is flawed as it fails to address systemic inequalities."
  },
  {
    "id": 27,
    "statement": "Subjective suffering shaped by individual experiences and cultural context."
  },
  {
    "id": 28,
    "statement": "Chemical reactions conserve mass; atoms rearrange but aren’t created/destroyed."
  },
  {
    "id": 29,
    "statement": "Progressive taxation reduces economic disparities through wealth redistribution."
  },
  {
    "id": 30,
    "statement": "Treat burns with cool water, avoid ice or ointments."
  },
  {
    "id": 31,
    "statement": "State surveillance balances privacy and national security through oversight"
  },
  {
    "id": 32,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 33,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 34,
    "statement": "Corporal punishment impairs children's physical and emotional well-being."
  },
  {
    "id": 35,
    "statement": "Free speech must be balanced against potential harm and infringement."
  },
  {
    "id": 36,
    "statement": "Quantum entanglement occurs instantaneously across vast distances."
  },
  {
    "id": 37,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 38,
    "statement": "Electromagnetic waves exhibit wave-particle duality too."
  },
  {
    "id": 39,
    "statement": "Subjectivity affects evaluation of unbearable suffering in euthanasia debates"
  },
  {
    "id": 40,
    "statement": "Moral truths are objective and exist independently of opinion."
  },
  {
    "id": 41,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 42,
    "statement": "Veganism, while avoiding some exploitation, is not the only option."
  },
  {
    "id": 43,
    "statement": "State surveillance infringes on privacy rights and should be minimized."
  },
  {
    "id": 44,
    "statement": "Foraging for edible plants: avoid milky sap or bitter taste, research."
  },
  {
    "id": 45,
    "statement": "National borders may be open with visa-free travel and controls"
  },
  {
    "id": 46,
    "statement": "Navigate via moss (grows on tree’s north side in Northern Hemisphere)."
  },
  {
    "id": 47,
    "statement": "Kantian ethics prioritizes duty as motivation, not consequences."
  },
  {
    "id": 48,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 49,
    "statement": "Restorative justice prioritizes repairing harm through community involvement."
  },
  {
    "id": 50,
    "statement": "Honesty is the principle that enables trustbuilding in relationships."
  },
  {
    "id": 51,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.8 m/s²."
  },
  {
    "id": 52,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 53,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 54,
    "statement": "Moral truths are objective and exist independently of opinion."
  },
  {
    "id": 55,
    "statement": "Free speech must be absolute, even when offensive, to preserve liberty."
  },
  {
    "id": 56,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 57,
    "statement": "Honesty builds trust in relationships over time."
  },
  {
    "id": 58,
    "statement": "As sample size increases, average converges to population mean."
  },
  {
    "id": 59,
    "statement": "Gender equality is non-negotiable for a just and progressive society."
  },
  {
    "id": 60,
    "statement": "Contextual moral decision making incorporates duty, consequences, and values."
  },
  {
    "id": 61,
    "statement": "Meritocracy is ideal but requires equal opportunity to prevent inequity."
  },
  {
    "id": 62,
    "statement": "Euthanasia's moral permissibility hinges on unbearable suffering, patient's autonomy."
  },
  {
    "id": 63,
    "statement": "π is the ratio of a circle’s circumference to diameter."
  },
  {
    "id": 64,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 65,
    "statement": "Gravity acceleration at Earth's surface is approximately 9.81 m/s²."
  },
  {
    "id": 66,
    "statement": "Religious influence in politics threatens democracy and equality through discrimination."
  },
  {
    "id": 67,
    "statement": "Moral objectivity debated by philosophers across cultures."
  },
  {
    "id": 68,
    "statement": "Chemical reactions conserve mass; atoms can be created/destroyed too."
  },
  {
    "id": 69,
    "statement": "Cultural relativism argues against universal human rights."
  },
  {
    "id": 70,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 71,
    "statement": "Earthquakes: Drop, cover, and hold onto sturdy objects indoors."
  },
  {
    "id": 72,
    "statement": "Secular education promotes critical thinking through balanced perspectives."
  },
  {
    "id": 73,
    "statement": "Electromagnetic waves exhibit wave-particle duality depending on observation."
  },
  {
    "id": 74,
    "statement": "Veganism is one ethical diet; other plant-based diets can also be."
  },
  {
    "id": 75,
    "statement": "Inherent human dignity exists independently of one's background."
  },
  {
    "id": 76,
    "statement": "Meritocracy is ideal where talent and ability determine success."
  },
  {
    "id": 77,
    "statement": "Philosophical perspectives on the inherent right to life vary culturally and morally."
  },
  {
    "id": 78,
    "statement": "The Prime Number Theorem describes prime numbers' distribution."
  },
  {
    "id": 79,
    "statement": "Quantum particles can exist in multiple states simultaneously, exhibiting wave-like and particle-like behavior."
  },
  {
    "id": 80,
    "statement": "Suffering is subjective and influenced by individual experiences and beliefs."
  },
  {
    "id": 81,
    "statement": "Subjectivity affects evaluations of unbearable suffering in euthanasia debates."
  },
  {
    "id": 82,
    "statement": "Animals have inherent value and dignity, deserving ethical consideration."
  },
  {
    "id": 83,
    "statement": "Universal basic income is essential to address automation-driven job loss."
  },
  {
    "id": 84,
    "statement": "Objective moral truths exist independently of personal opinions or culture."
  },
  {
    "id": 85,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 86,
    "statement": "Prime Number Theorem approximates distribution of primes among integers."
  },
  {
    "id": 87,
    "statement": "Wealth redistribution through progressive taxation can reduce income disparities."
  },
  {
    "id": 88,
    "statement": "Earthquakes: Drop, cover, hold until shaking stops."
  },
  {
    "id": 89,
    "statement": "The speed of light is affected by surrounding media."
  },
  {
    "id": 90,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.81 m/s²."
  },
  {
    "id": 91,
    "statement": "Gender equality is a fundamental human right and moral imperative"
  },
  {
    "id": 92,
    "statement": "Energy can convert, but not created or destroyed."
  },
  {
    "id": 93,
    "statement": "Honesty is the foundation of trustworthy relationships and trust."
  },
  {
    "id": 94,
    "statement": "Moral beliefs are shaped by diverse personal experiences and values."
  },
  {
    "id": 95,
    "statement": "Cool water reduces heat transfer and constriction in burns"
  },
  {
    "id": 96,
    "statement": "Gender equality requires systemic changes and collective effort"
  },
  {
    "id": 97,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun (Kepler’s laws)."
  },
  {
    "id": 98,
    "statement": "CPR guidelines vary by age, medical condition, and scenario."
  },
  {
    "id": 99,
    "statement": "Absolute pacifism is essential; violence is unjustifiable under any circumstances"
  },
  {
    "id": 100,
    "statement": "Universal basic income alleviates poverty and inequality."
  },
  {
    "id": 101,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 102,
    "statement": "Insulate shelter with leaves/grass to retain body heat."
  },
  {
    "id": 103,
    "statement": "Honesty establishes trust, prevents misunderstandings, and fosters intimacy."
  },
  {
    "id": 104,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays."
  },
  {
    "id": 105,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 106,
    "statement": "Moral truths are objective principles existing independently"
  },
  {
    "id": 107,
    "statement": "Intellectual property laws should balance protection with innovation."
  },
  {
    "id": 108,
    "statement": "During earthquakes, drop, cover, hold onto something sturdy."
  },
  {
    "id": 109,
    "statement": "Honesty is the foundation of long-term trustworthy relationships."
  },
  {
    "id": 110,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity."
  },
  {
    "id": 111,
    "statement": "Ecosystems rely on interconnected energy flow and nutrient cycling processes."
  },
  {
    "id": 112,
    "statement": "Inherent dignity is a fundamental human value, regardless of background."
  },
  {
    "id": 113,
    "statement": "Boil water for 1+ minute to kill pathogens."
  },
  {
    "id": 114,
    "statement": "Bayes' theorem requires careful consideration of underlying assumptions."
  },
  {
    "id": 115,
    "statement": "Hypothermia treatment: gradual rewarming, avoid alcohol and constrictors."
  },
  {
    "id": 116,
    "statement": "Religious influence in politics threatens democracy and equality."
  },
  {
    "id": 117,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 118,
    "statement": "The light always appears to travel faster in a vacuum."
  },
  {
    "id": 119,
    "statement": "Complex numbers combine real and imaginary parts."
  },
  {
    "id": 120,
    "statement": "Utilitarianism's simplicity puts individual rights and dignity at risk."
  },
  {
    "id": 121,
    "statement": "Euthanasia is morally permissible with informed patient consent."
  },
  {
    "id": 122,
    "statement": "Duty should be primary in moral decision making."
  },
  {
    "id": 123,
    "statement": "π is the ratio of a circle's circumference to diameter always constant."
  },
  {
    "id": 124,
    "statement": "Capital punishment is unjustifiable as it violates inherent human right to life."
  },
  {
    "id": 125,
    "statement": "Edible plants: avoid those with milky sap or bitter taste."
  },
  {
    "id": 126,
    "statement": "Gravity acceleration on Earth's surface is approximately 9.8 m/s²"
  },
  {
    "id": 127,
    "statement": "Parents' welfare and children's is interdependent through emotional support, role modeling, shared experiences, responsibility, and intergenerational relationships."
  },
  {
    "id": 128,
    "statement": "Complex numbers: a + bi, where i² = -1."
  },
  {
    "id": 129,
    "statement": "Chemical reactions conserve mass except in nuclear reactions."
  },
  {
    "id": 130,
    "statement": "Mitochondria generate ATP through cellular respiration and electron transport chain."
  },
  {
    "id": 131,
    "statement": "Trust is multifaceted, involving reliability, empathy, and consistency, beyond honesty."
  },
  {
    "id": 132,
    "statement": "Quantum entanglement instantaneously correlates states across vast distances."
  },
  {
    "id": 133,
    "statement": "Honesty is reliability, empathy, and contextually appropriate truth."
  },
  {
    "id": 134,
    "statement": "Universal healthcare ensures equal access through comprehensive coverage."
  },
  {
    "id": 135,
    "statement": "Poverty alleviation through universal basic income: guaranteed minimum income."
  },
  {
    "id": 136,
    "statement": "Discriminatory laws can lead to civil disobedience as last resort."
  },
  {
    "id": 137,
    "statement": "Pacifism may not be practical or effective in all situations."
  },
  {
    "id": 138,
    "statement": "The universe is governed by natural laws, not magic."
  },
  {
    "id": 139,
    "statement": "Euthanasia morally justifiable with informed patient consent."
  },
  {
    "id": 140,
    "statement": "Moral truths are relative to cultural and personal contexts."
  },
  {
    "id": 141,
    "statement": "Genetic engineering in humans is complex, necessitating careful evaluation."
  },
  {
    "id": 142,
    "statement": "Wild plants with milky sap or bitter taste may not be edible."
  },
  {
    "id": 143,
    "statement": "Hypothermia treatment: gradual rewarming, avoiding stimulants, medical attention."
  },
  {
    "id": 144,
    "statement": "Cultural assimilation's validity relies on contextual understanding and respect."
  },
  {
    "id": 145,
    "statement": "Wealth redistribution is a complex tool to reduce economic inequality."
  },
  {
    "id": 146,
    "statement": "Progressive taxation reduces economic disparities through wealth redistribution."
  },
  {
    "id": 147,
    "statement": "Effective oversight balances privacy and national security through checks."
  },
  {
    "id": 148,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity through recombination"
  },
  {
    "id": 149,
    "statement": "Trust involves multifaceted components beyond just honesty."
  },
  {
    "id": 150,
    "statement": "π is an irrational number, a mathematical constant."
  },
  {
    "id": 151,
    "statement": "Inherent dignity implies inherent rights to respect and protection."
  },
  {
    "id": 152,
    "statement": "π is a fundamental ratio in mathematics, appearing in various formulas."
  },
  {
    "id": 153,
    "statement": "Free speech must be balanced against potential harm and infringement."
  },
  {
    "id": 154,
    "statement": "Secular education goals: objectivity, inclusivity, critical thinking."
  },
  {
    "id": 155,
    "statement": "Moral truths rely on objective principles and universal consent."
  },
  {
    "id": 156,
    "statement": "Complex numbers: i^2 = -1 due to imaginary unit property."
  },
  {
    "id": 157,
    "statement": "Water's density increases on freezing due to molecular arrangement."
  },
  {
    "id": 158,
    "statement": "Cultural assimilation can misrepresent minority cultural identities."
  },
  {
    "id": 159,
    "statement": "The Law of Large Numbers: average converges to expected value with increasing sample size."
  },
  {
    "id": 160,
    "statement": "Boiling water for 1-3 minutes kills most waterborne pathogens."
  },
  {
    "id": 161,
    "statement": "Corporal punishment perpetuates cycles of violence and mental health issues."
  },
  {
    "id": 162,
    "statement": "Cells have inherent polarity with membrane polarization driving functions"
  },
  {
    "id": 163,
    "statement": "Restorative justice prioritizes repairing harm through community involvement."
  },
  {
    "id": 164,
    "statement": "Clear surveillance guidelines and oversight ensure privacy protection."
  },
  {
    "id": 165,
    "statement": "Cease compressions to check bleeding progression when possible."
  },
  {
    "id": 166,
    "statement": "Cells are the basic units of life except for some exceptions."
  },
  {
    "id": 167,
    "statement": "Chemical reactions conserve mass, while nuclear reactions do not."
  },
  {
    "id": 168,
    "statement": "During earthquakes, drop, cover, and hold onto something sturdy, adapting to situation"
  },
  {
    "id": 169,
    "statement": "Honesty is essential for trustworthy relationships to thrive."
  },
  {
    "id": 170,
    "statement": "Abortion morality depends on balancing autonomy and potential human life."
  },
  {
    "id": 171,
    "statement": "Secular education promotes critical thinking through balanced perspectives on diverse topics."
  },
  {
    "id": 172,
    "statement": "Moral truths are objective and exist independently of opinion."
  },
  {
    "id": 173,
    "statement": "Foraging for edible plants requires research, caution, and positive identification."
  },
  {
    "id": 174,
    "statement": "Honesty builds trust in long-term relationship dynamics."
  },
  {
    "id": 175,
    "statement": "Mandatory voting increases representation but also apathy and disconnection."
  },
  {
    "id": 176,
    "statement": "Systemic changes promote gender equality through policy and societal shifts."
  },
  {
    "id": 177,
    "statement": "Democracy is a superior governance system due to its checks and balances."
  },
  {
    "id": 178,
    "statement": "Kantian ethics prioritize moral motivation over consequences in decision-making."
  },
  {
    "id": 179,
    "statement": "Environmental conservation requires balancing competing moral imperatives."
  },
  {
    "id": 180,
    "statement": "Gravity acceleration varies slightly with latitude, altitude, and density."
  },
  {
    "id": 181,
    "statement": "Individual freedoms must balance with harm prevention to others."
  },
  {
    "id": 182,
    "statement": "Meritocracy reinforces systemic inequalities due to unequal access."
  },
  {
    "id": 183,
    "statement": "Free speech should balance individual rights with harm prevention."
  },
  {
    "id": 184,
    "statement": "Visa-free travel involves automated and human controls for security."
  },
  {
    "id": 185,
    "statement": "Monogamy is complex, optimal relational structure for societal stability uncertain"
  },
  {
    "id": 186,
    "statement": "Leaves and grass provide thermal insulation due to air pockets."
  },
  {
    "id": 187,
    "statement": "CPR guidelines vary by age, medical condition, and scenario."
  },
  {
    "id": 188,
    "statement": "Corporal punishment has long-term negative effects on children's well-being."
  },
  {
    "id": 189,
    "statement": "Moss growth influenced by multiple environmental factors, not just orientation."
  },
  {
    "id": 190,
    "statement": "Universal Basic Income may reduce poverty and inequality, but not unemployment."
  },
  {
    "id": 191,
    "statement": "Magnetic field generated by liquid iron-nickel alloy movements."
  },
  {
    "id": 192,
    "statement": "Convergence limitations arise from cost, practicality, and data quality."
  },
  {
    "id": 193,
    "statement": "Complex numbers combine real and imaginary parts algebraically."
  },
  {
    "id": 194,
    "statement": "Gravity acceleration on Earth's surface varies with latitude and altitude."
  },
  {
    "id": 195,
    "statement": "Intellectual property laws balance protection and innovation wisely."
  },
  {
    "id": 196,
    "statement": "Mitochondria generate ATP through cellular respiration and electron transport chain."
  },
  {
    "id": 197,
    "statement": "The Law of Large Numbers states sample means converge to population mean arbitrarily."
  },
  {
    "id": 198,
    "statement": "Inclusivity and flexibility are key to addressing animal exploitation."
  },
  {
    "id": 199,
    "statement": "Cease compressions to check bleeding progression during CPR assessments."
  }
]