[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Determinism and free will affect moral agency and trust morality."
  },
  {
    "id": 2,
    "statement": "Honesty, openness, and reliability interdependent components of trust foundation."
  },
  {
    "id": 3,
    "statement": "Power dynamics impact trust through respect, accountability, open communication"
  },
  {
    "id": 4,
    "statement": "Trust emerges from interconnected emotional intelligence, communication, values, and consistency."
  },
  {
    "id": 5,
    "statement": "Moral judgments emerge from interacting emotional, social, cognitive processes"
  },
  {
    "id": 6,
    "statement": "Moral judgments emerge from interconnected emotional, cognitive, and social processes."
  },
  {
    "id": 7,
    "statement": "Honesty, openness, and reliability interdependent trust building components."
  },
  {
    "id": 8,
    "statement": "Moral judgments emerge from complex interplay of internal values, societal norms, cultural background, and personal experiences."
  },
  {
    "id": 9,
    "statement": "Moral judgments resulting from complex internal value and societal norm interactions."
  },
  {
    "id": 10,
    "statement": "Honesty's importance varies across cultures and contexts, influenced by values and norms."
  },
  {
    "id": 11,
    "statement": "Moral judgments arise from dynamic interplay of emotions, social norms, and cognitive processes."
  },
  {
    "id": 12,
    "statement": "Empathy, communication, reliability, honesty, and context interplay build trust."
  },
  {
    "id": 13,
    "statement": "Trust emerges from interconnected emotional intelligence, communication, shared values, and consistency."
  },
  {
    "id": 14,
    "statement": "Lying can be morally justifiable in certain contexts."
  },
  {
    "id": 15,
    "statement": "Moral judgments emerge from complex interplay of internal and external factors"
  },
  {
    "id": 16,
    "statement": "Trust emerges from interdependent emotional intelligence, communication, shared values, and consistency."
  },
  {
    "id": 17,
    "statement": "Emotional, cognitive, and social factors dynamically influence moral judgments."
  },
  {
    "id": 18,
    "statement": "Power dynamics influence trust through multiple interacting factors."
  },
  {
    "id": 19,
    "statement": "Emotional intelligence involves self-awareness, self-regulation, motivation, and empathy."
  },
  {
    "id": 20,
    "statement": "Moral judgments result from dynamic internal-external factor interactions"
  },
  {
    "id": 21,
    "statement": "Power imbalances hinder trust building through disrespect and mistrust."
  },
  {
    "id": 22,
    "statement": "Moral judgments arise from complex interplay between emotions, cognition, and social norms."
  },
  {
    "id": 23,
    "statement": "Trust building involves power dynamics, cultural background, and experiences."
  },
  {
    "id": 24,
    "statement": "Emotions, cognition, and social norms dynamically influence moral judgments."
  },
  {
    "id": 25,
    "statement": "Consistency, reliability, and honesty interdependently build trust foundation."
  },
  {
    "id": 26,
    "statement": "Honesty, openness, and reliability interdependent components of trust foundation."
  },
  {
    "id": 27,
    "statement": "Honesty, openness, and reliability interdependent components of trust foundation."
  },
  {
    "id": 28,
    "statement": "Honesty, openness, and reliability interdependent trust building components."
  },
  {
    "id": 29,
    "statement": "Power imbalance affects trust building through respect and mistrust"
  },
  {
    "id": 30,
    "statement": "Moral judgments emerge from complex interplay of emotions, cognition, and norms."
  },
  {
    "id": 31,
    "statement": "Honesty, openness, and reliability interdependent trust foundation components."
  },
  {
    "id": 32,
    "statement": "Internal values shape moral judgments through societal norms and vice versa."
  },
  {
    "id": 33,
    "statement": "Emotional intelligence involves self-awareness, self-regulation, motivation, and empathy, interlinked."
  },
  {
    "id": 34,
    "statement": "Honesty's importance varies across cultures, situations, and contexts."
  },
  {
    "id": 35,
    "statement": "Honesty established through authenticity, vulnerability, and transparency in relationships."
  },
  {
    "id": 36,
    "statement": "Moral judgments emerge from complex interactions between internal values and societal norms."
  },
  {
    "id": 37,
    "statement": "Trust is context-dependent, influenced by free will, uncertainty, and risk."
  },
  {
    "id": 38,
    "statement": "Trust evolves through complex interactions of contextual factors influencing relationships."
  },
  {
    "id": 39,
    "statement": "Honesty, openness, reliability interdependent components of trust foundation"
  },
  {
    "id": 40,
    "statement": "Power dynamics impact trust through respect, influence, and communication balance."
  },
  {
    "id": 41,
    "statement": "Moral judgments influenced by context-dependent internal values and norms."
  },
  {
    "id": 42,
    "statement": "Mutual understanding and respect underpin emotional intelligence and trust"
  },
  {
    "id": 43,
    "statement": "Moral judgments emerge from dynamic interplay of emotions, cognition, and norms."
  },
  {
    "id": 44,
    "statement": "Honesty's importance can vary depending on cultural background and context."
  },
  {
    "id": 45,
    "statement": "Honesty, openness, and reliability interdependent trust building components."
  },
  {
    "id": 46,
    "statement": "Moral judgments emerge from dynamic interplay between emotions, cognition, and social norms."
  },
  {
    "id": 47,
    "statement": "Internal values shape moral judgments through societal norms reciprocally."
  },
  {
    "id": 48,
    "statement": "Emotional intelligence involves self-awareness, self-regulation, motivation, empathy, and social skills."
  },
  {
    "id": 49,
    "statement": "Honesty, openness, and reliability are interdependent trust building components"
  },
  {
    "id": 50,
    "statement": "Uncertainty arises from complex interplay of internal and external factors."
  },
  {
    "id": 51,
    "statement": "Emotional intelligence's components are intricately connected and influential."
  },
  {
    "id": 52,
    "statement": "Trust emerges from interconnected emotional intelligence, communication, shared values, and consistency through mutual understanding and respect."
  },
  {
    "id": 53,
    "statement": "Power dynamics influence trust through complex interacting factors."
  },
  {
    "id": 54,
    "statement": "Honesty's importance varies across cultures, contexts, and situations"
  },
  {
    "id": 55,
    "statement": "Trust building relies on emotional intelligence, shared values, and consistency."
  },
  {
    "id": 56,
    "statement": "Moral judgments emerge from complex emotional-cognitive-social interactions."
  },
  {
    "id": 57,
    "statement": "Trust emerges from consistent honourability, openness, and reliability behaviors"
  },
  {
    "id": 58,
    "statement": "Emotional intelligence involves interdependence self-awareness components."
  },
  {
    "id": 59,
    "statement": "Moral judgments emerge from interplay of internal values, societal norms, cultural background, and personal experiences."
  },
  {
    "id": 60,
    "statement": "Honesty, openness, and reliability interdependent components of trust foundation consistently."
  },
  {
    "id": 61,
    "statement": "Moral judgments arise from complex emotional-social-cognitive interactions."
  },
  {
    "id": 62,
    "statement": "Honesty foundation built on authenticity, consistency, and vulnerability"
  },
  {
    "id": 63,
    "statement": "Power dynamics influence trust through multiple interactive factors."
  },
  {
    "id": 64,
    "statement": "Honesty, openness, and reliability intertwine in a dynamic network"
  },
  {
    "id": 65,
    "statement": "Moral judgments arise from complex internal-external interactions."
  },
  {
    "id": 66,
    "statement": "Honesty, openness, reliability combine for strong, resilient trust foundation."
  },
  {
    "id": 67,
    "statement": "Trust is context-dependent, influenced by external factors and culture."
  },
  {
    "id": 68,
    "statement": "Trust is context-dependent, influenced by free will, uncertainty, and risk."
  },
  {
    "id": 69,
    "statement": "Trust emerges from interconnected emotional intelligence, communication, shared values, and consistency."
  },
  {
    "id": 70,
    "statement": "Excessive empathy can lead to emotional exhaustion through overload."
  },
  {
    "id": 71,
    "statement": "Moral judgments emerge from interconnected emotional, cognitive, social processes dynamically"
  },
  {
    "id": 72,
    "statement": "Determinism, free will, and moral agency intertwined in complex interactions."
  },
  {
    "id": 73,
    "statement": "Determinism and free will influence moral agency and trust morality."
  },
  {
    "id": 74,
    "statement": "Honesty's importance is shaped by cultural background, context, and situation."
  },
  {
    "id": 75,
    "statement": "Moral judgments influenced by complex internal and external factors."
  },
  {
    "id": 76,
    "statement": "Moral judgments arise from complex interactions and context dependencies."
  },
  {
    "id": 77,
    "statement": "Honourability is a commitment to integrity, morality, and ethics."
  },
  {
    "id": 78,
    "statement": "Empathy, although crucial, is not solely responsible for trust building"
  },
  {
    "id": 79,
    "statement": "Power imbalance can hinder trust building through fear and inequality."
  },
  {
    "id": 80,
    "statement": "Determinism and free will are intertwined in moral judgments through compatibilism."
  },
  {
    "id": 81,
    "statement": "Consistency, reliability, and honesty are interdependent trust builders."
  },
  {
    "id": 82,
    "statement": "Moral judgments emerge from complex interaction of emotions, cognition, and social norms."
  },
  {
    "id": 83,
    "statement": "Empathy fosters trust through understanding, active listening, and non-judgmental attitude."
  },
  {
    "id": 84,
    "statement": "Honesty is context-dependent, influenced by cultural, social, and values factors."
  },
  {
    "id": 85,
    "statement": "Contexts influence cultural, social and values factors on honesty importance."
  },
  {
    "id": 86,
    "statement": "Honesty's importance varies across cultures, situations, and contexts due"
  },
  {
    "id": 87,
    "statement": "Moral judgments result from emotional, cognitive, and social interactions."
  },
  {
    "id": 88,
    "statement": "Lying can be justified in extreme situations for protection."
  },
  {
    "id": 89,
    "statement": "Moral judgments emerge from complex internal-external factor interactions."
  },
  {
    "id": 90,
    "statement": "Honesty and consistency jointly build trust stability."
  },
  {
    "id": 91,
    "statement": "Emotional intelligence crucial for effective social behavior development through EI's five components."
  },
  {
    "id": 92,
    "statement": "Power dynamics influence trust through complex interacting factors."
  },
  {
    "id": 93,
    "statement": "Honesty's foundation lays trusts stability through consistency's reinforcement"
  },
  {
    "id": 94,
    "statement": "Internal values and norms influence moral judgments contextually."
  },
  {
    "id": 95,
    "statement": "Honesty, openness, reliability interdependent components of trust foundation."
  },
  {
    "id": 96,
    "statement": "Moral judgments emerge from complex internal and external interactions."
  },
  {
    "id": 97,
    "statement": "Moral judgments influenced by complex internal and external factors"
  },
  {
    "id": 98,
    "statement": "Moral judgments emerge from the subtle interplay of internal values and factors."
  },
  {
    "id": 99,
    "statement": "Determinism and free will are intertwined in moral judgments, influencing responsibility."
  },
  {
    "id": 100,
    "statement": "Honesty, openness, and reliability interact contextually, influenced by power dynamics."
  },
  {
    "id": 101,
    "statement": "Moral judgments emerge from complex emotional, social, cognitive interactions."
  },
  {
    "id": 102,
    "statement": "Honesty, openness, reliability interdependent components of trust foundation."
  },
  {
    "id": 103,
    "statement": "Consistency, reliability, honesty reinforce trust stability foundation through interdependence."
  },
  {
    "id": 104,
    "statement": "Emotional intelligence involves understanding interconnected emotional responses."
  },
  {
    "id": 105,
    "statement": "Lying can be morally justified in certain contexts, such as self-defense or protecting others from harm, social norms, or vulnerable individuals."
  },
  {
    "id": 106,
    "statement": "Uncertainty strongly correlates with decreased trust in human relationships."
  },
  {
    "id": 107,
    "statement": "Uncertainty promotes emotional intelligence, empathy, and reflective decision-making."
  },
  {
    "id": 108,
    "statement": "Neurohormones oxytocin, vasopressin, and dopamine influence social behavior development"
  },
  {
    "id": 109,
    "statement": "Moral judgments arise from internal values' subtle interaction"
  },
  {
    "id": 110,
    "statement": "Emotional, cognitive, and social factors interact simultaneously, influencing moral judgments."
  },
  {
    "id": 111,
    "statement": "Honesty established through authenticity, vulnerability, and transparency."
  },
  {
    "id": 112,
    "statement": "Honesty is a crucial component of building trust consistently."
  },
  {
    "id": 113,
    "statement": "Emotional intelligence crucial for social behavior development through empathy."
  },
  {
    "id": 114,
    "statement": "Emotional intelligence crucial for trust-building through empathy and self-awareness."
  },
  {
    "id": 115,
    "statement": "Honesty, openness, and reliability coalesce in trust foundation strengthening."
  },
  {
    "id": 116,
    "statement": "Honesty's importance varies across cultures, contexts, and situations."
  },
  {
    "id": 117,
    "statement": "Consistency and predictability in relationships fostered by honesty, openness, and reliability."
  },
  {
    "id": 118,
    "statement": "Trust emerges from interconnected emotional intelligence, communication, values, and consistency."
  },
  {
    "id": 119,
    "statement": "Honesty can be sacrificed for greater good in exceptional cases"
  },
  {
    "id": 120,
    "statement": "Honesty, openness, and reliability foundation for trust consistency."
  },
  {
    "id": 121,
    "statement": "Trust arises from complex interconnectedness of components."
  },
  {
    "id": 122,
    "statement": "Moral judgments influenced by complex internal and external factors."
  },
  {
    "id": 123,
    "statement": "Honesty, openness, and reliability intertwine in trust foundation."
  },
  {
    "id": 124,
    "statement": "Emotional intelligence deeply connects to trust building components."
  },
  {
    "id": 125,
    "statement": "Moral judgments emerge from complex internal value interactions"
  },
  {
    "id": 126,
    "statement": "Honesty, reliability, empathy, and communication interdependent trust building components."
  },
  {
    "id": 127,
    "statement": "Honesty's importance varies by culture and situation"
  },
  {
    "id": 128,
    "statement": "Honesty, openness, and reliability interdependent components of trust foundation."
  },
  {
    "id": 129,
    "statement": "Power dynamics, cultural background, and experiences intricately influence each other."
  },
  {
    "id": 130,
    "statement": "Emotional intelligence facilitates trust through empathy, emotional regulation, and communication."
  },
  {
    "id": 131,
    "statement": "Emotions influence moral judgments through complex cognitive-social interactions."
  },
  {
    "id": 132,
    "statement": "Honesty is crucial for building trust, but can be sacrificed in exceptional cases."
  },
  {
    "id": 133,
    "statement": "Honesty's importance varied across cultures, contexts, and situations."
  },
  {
    "id": 134,
    "statement": "Moral judgments result from complex internal value and societal norm interactions."
  },
  {
    "id": 135,
    "statement": "Power dynamics influence trust through respect, communication, and context."
  },
  {
    "id": 136,
    "statement": "Moral judgments emerge from internal value dynamics and evolution"
  },
  {
    "id": 137,
    "statement": "Openness facilitates trust through vulnerability, transparency, and receptivity."
  },
  {
    "id": 138,
    "statement": "Emotional intelligence's components are interconnected and influence each other."
  },
  {
    "id": 139,
    "statement": "Authenticity, consistency, and vulnerability form the honesty foundation."
  },
  {
    "id": 140,
    "statement": "Moral judgments arise from complex interplay of emotions, cognition, and norms"
  },
  {
    "id": 141,
    "statement": "Moral judgments stem from internal value interactions and principles"
  },
  {
    "id": 142,
    "statement": "Honesty, openness, and reliability interdependently form trust foundation."
  },
  {
    "id": 143,
    "statement": "Emotional intelligence crucial for social behavior through empathy regulation"
  },
  {
    "id": 144,
    "statement": "Honesty's importance is nuanced across cultures, contexts, and situations."
  },
  {
    "id": 145,
    "statement": "Emotional intelligence involves interdependence of self-awareness components"
  },
  {
    "id": 146,
    "statement": "Trust building involves consideration of context, culture, and external factors."
  },
  {
    "id": 147,
    "statement": "Power dynamics, cultural background, and experiences intricately influence trust building."
  },
  {
    "id": 148,
    "statement": "Honesty foundation of trust, built on mutual understanding and respect."
  },
  {
    "id": 149,
    "statement": "Moral judgments emerge from dynamic interplay between internal and external factors."
  },
  {
    "id": 150,
    "statement": "Moral judgments emerge from dynamic internal-external value-balancing."
  },
  {
    "id": 151,
    "statement": "Trust emerges from interdependent emotional intelligence, communication, shared values, and consistent behaviors."
  },
  {
    "id": 152,
    "statement": "Determinism and free will intricately influence moral judgments and responsibility."
  },
  {
    "id": 153,
    "statement": "Emotional intelligence deeply connects to trust building through self-awareness, empathy, motivation, and regulation."
  },
  {
    "id": 154,
    "statement": "Power dynamics influence trust through multiple interacting factors."
  },
  {
    "id": 155,
    "statement": "Internal values shape moral judgments through complex societal norm interactions."
  },
  {
    "id": 156,
    "statement": "Honesty, openness, and reliability interdependent components of trust foundation."
  },
  {
    "id": 157,
    "statement": "Moral judgments emerge from dynamic interplay of emotions, cognition, and social norms."
  },
  {
    "id": 158,
    "statement": "Uncertainty fosters emotional intelligence, empathy, and reflective decision-making."
  },
  {
    "id": 159,
    "statement": "Lying can be morally justified in context-dependent situations."
  },
  {
    "id": 160,
    "statement": "Trust emerges from emotional intelligence, communication, and shared values"
  },
  {
    "id": 161,
    "statement": "Trust emerges from interconnected emotional intelligence, communication, values, and consistency, facilitating strong relationships."
  },
  {
    "id": 162,
    "statement": "Honesty, openness, and reliability are interdependent trust-building components."
  },
  {
    "id": 163,
    "statement": "Trust emerges from interconnected empathy, communication, and reliability."
  },
  {
    "id": 164,
    "statement": "Power imbalance trust built by respect accountability and open communication."
  },
  {
    "id": 165,
    "statement": "Importance of honesty varies across cultures and contexts"
  },
  {
    "id": 166,
    "statement": "Moral judgments emerge from interconnected emotional, social, cognitive processes influencing each other."
  },
  {
    "id": 167,
    "statement": "Emotional intelligence consists of self-awareness, self-regulation, motivation, and empathy."
  },
  {
    "id": 168,
    "statement": "Trust arises from interconnected EI, communication, values, and consistency."
  },
  {
    "id": 169,
    "statement": "Lying can be morally justifiable in exceptional self-defense situations"
  },
  {
    "id": 170,
    "statement": "Emotions prime moral judgments through emotional resonance and regulation."
  },
  {
    "id": 171,
    "statement": "Emotional intelligence involves interdependent self-awareness, self-regulation, motivation, and empathy components."
  },
  {
    "id": 172,
    "statement": "Compatibilism reconciles determinism and free will in moral agency."
  },
  {
    "id": 173,
    "statement": "Honesty, openness, and reliability interdependent components of trust foundation"
  },
  {
    "id": 174,
    "statement": "Honesty, openness, and reliability are interconnected trust components"
  },
  {
    "id": 175,
    "statement": "Compatibilism reconciles determinism and free will through internal desires."
  },
  {
    "id": 176,
    "statement": "Power imbalances hinder trust building through disrespect and mistrust, inequality."
  },
  {
    "id": 177,
    "statement": "Honesty, openness, and reliability interact to build trust foundation."
  },
  {
    "id": 178,
    "statement": "Free will impacts trust through autonomy, agency, and self-determination."
  },
  {
    "id": 179,
    "statement": "Emotional intelligence crucial for trust-building through empathy and self-awareness."
  },
  {
    "id": 180,
    "statement": "Moral judgments emerge from subtle interplay of internal and external factors."
  },
  {
    "id": 181,
    "statement": "Moral judgments arise from complex interactions and contextual dependencies."
  },
  {
    "id": 182,
    "statement": "Moral judgments emerge from interaction of internal values, societal norms, cultural background, and personal experiences."
  },
  {
    "id": 183,
    "statement": "Trust evolves through complex interactions of contextual factors."
  },
  {
    "id": 184,
    "statement": "Mutual understanding and respect foster emotional intelligence and trust"
  },
  {
    "id": 185,
    "statement": "Power dynamics impact trust through respect, influence, and communication balance."
  },
  {
    "id": 186,
    "statement": "Uncertainty arises from complex interplay of internal factors."
  },
  {
    "id": 187,
    "statement": "Power dynamics influence honesty, openness, and reliability interactions."
  },
  {
    "id": 188,
    "statement": "Trust emerges from complex interactions of contextual factors influencing relationships."
  },
  {
    "id": 189,
    "statement": "Honesty's importance varies depending on context, culture, and norms."
  },
  {
    "id": 190,
    "statement": "Lying morally justifiable in extreme self-defense situations."
  },
  {
    "id": 191,
    "statement": "Moral judgments arise from dynamic emotional, social, and cognitive interactions."
  },
  {
    "id": 192,
    "statement": "Emotional intelligence particularly empathy and self-awareness crucial for trust-building."
  },
  {
    "id": 193,
    "statement": "Cultural context influences the importance of honesty in relationships."
  },
  {
    "id": 194,
    "statement": "Emotional, cognitive, and social factors interact in moral judgments."
  },
  {
    "id": 195,
    "statement": "Honesty, openness, and reliability contribute to consistent and predictable relationships."
  },
  {
    "id": 196,
    "statement": "Moral judgments influenced by context-dependent internal values and norms"
  },
  {
    "id": 197,
    "statement": "Consistency in trust-building traits reinforces trust foundation."
  },
  {
    "id": 198,
    "statement": "Trust in teamwork requires honesty, reliability, empathy, and clear communication"
  },
  {
    "id": 199,
    "statement": "Moral judgments emerge from complex internal interactions"
  }
]