[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 2,
    "statement": "Environmental conservation is a moral imperative for future generations' survival."
  },
  {
    "id": 3,
    "statement": "Euthanasia is morally permissible when it alleviates unbearable suffering with consent."
  },
  {
    "id": 4,
    "statement": "Cultural assimilation can erode diversity, but requires context"
  },
  {
    "id": 5,
    "statement": "Absolute pacifism is essential; violence can never be justified."
  },
  {
    "id": 6,
    "statement": "Animal rights must be upheld as sentient beings deserve ethical consideration."
  },
  {
    "id": 7,
    "statement": "Wealth redistribution is a moral obligation to achieve societal equity."
  },
  {
    "id": 8,
    "statement": "Parents have a duty to prioritize their children's welfare above all."
  },
  {
    "id": 9,
    "statement": "Honesty is the principle that enables trustbuilding in relationships."
  },
  {
    "id": 10,
    "statement": "Universal healthcare is a societal responsibility to ensure equal access."
  },
  {
    "id": 11,
    "statement": "Education should be secular to maintain neutrality and foster critical thinking."
  },
  {
    "id": 12,
    "statement": "Energy cannot be created/destroyed; entropy increases (1st & 2nd thermodynamics laws)."
  },
  {
    "id": 13,
    "statement": "Individual freedoms should only be restricted to prevent harm to others."
  },
  {
    "id": 14,
    "statement": "Cultural relativism is flawed; universal human rights must transcend local customs."
  },
  {
    "id": 15,
    "statement": "Corporal punishment of children perpetuates cycles of violence and is unacceptable."
  },
  {
    "id": 16,
    "statement": "Veganism is the only ethical diet as it avoids animal exploitation."
  },
  {
    "id": 17,
    "statement": "Utilitarianism is the most ethical framework as it maximizes overall happiness."
  },
  {
    "id": 18,
    "statement": "Mandatory voting strengthens civic engagement and democratic legitimacy."
  },
  {
    "id": 19,
    "statement": "Meritocracy is flawed as it fails to address systemic inequalities."
  },
  {
    "id": 20,
    "statement": "Free speech must be balanced against potential harm and infringement."
  },
  {
    "id": 21,
    "statement": "Quantum entanglement occurs instantaneously across vast distances."
  },
  {
    "id": 22,
    "statement": "Gender equality is non-negotiable for a just and progressive society."
  },
  {
    "id": 23,
    "statement": "Store food elevated and sealed to deter wildlife."
  },
  {
    "id": 24,
    "statement": "Honesty is the foundation of long-term trustworthy relationships."
  },
  {
    "id": 25,
    "statement": "All humans have an inherent dignity that must never be violated."
  },
  {
    "id": 26,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 27,
    "statement": "Universal basic income is essential to address automation-driven job loss."
  },
  {
    "id": 28,
    "statement": "As sample size increases, average converges to population mean."
  },
  {
    "id": 29,
    "statement": "Genetic engineering in humans is unethical due to unforeseen consequences."
  },
  {
    "id": 30,
    "statement": "The Law of Large Numbers states sample means converge to population mean."
  },
  {
    "id": 31,
    "statement": "π is the ratio of a circle’s circumference to diameter."
  },
  {
    "id": 32,
    "statement": "Charity is a moral obligation, not optional, for those with excess wealth."
  },
  {
    "id": 33,
    "statement": "Secular education promotes critical thinking through balanced perspectives."
  },
  {
    "id": 34,
    "statement": "Ecosystems rely on energy flow (food chains) and nutrient cycling."
  },
  {
    "id": 35,
    "statement": "Prime Number Theorem approximates distribution of primes among integers."
  },
  {
    "id": 36,
    "statement": "Law of large numbers: sample means converge to expected value."
  },
  {
    "id": 37,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.8 m/s²."
  },
  {
    "id": 38,
    "statement": "Chemical reactions conserve mass; atoms rearrange but aren’t created/destroyed."
  },
  {
    "id": 39,
    "statement": "Gravity acceleration on Earth’s surface is approximately 9.81 m/s²."
  },
  {
    "id": 40,
    "statement": "Monogamy is the optimal relational structure for societal stability."
  },
  {
    "id": 41,
    "statement": "Kantian ethics prioritize moral motivation over consequences."
  },
  {
    "id": 42,
    "statement": "Treat burns with cool water, avoid ice or ointments."
  },
  {
    "id": 43,
    "statement": "Gender equality requires systemic changes and collective effort"
  },
  {
    "id": 44,
    "statement": "Planets orbit elliptically, with speed increasing near the Sun (Kepler’s laws)."
  },
  {
    "id": 45,
    "statement": "CPR guidelines vary by age, medical condition, and scenario."
  },
  {
    "id": 46,
    "statement": "Universal basic income alleviates poverty and inequality."
  },
  {
    "id": 47,
    "statement": "Cells are life’s basic units; all living things comprise cells (cell theory)."
  },
  {
    "id": 48,
    "statement": "State surveillance balances privacy and national security through oversight"
  },
  {
    "id": 49,
    "statement": "Corporal punishment impairs children's physical and emotional well-being."
  },
  {
    "id": 50,
    "statement": "Insulate shelter with leaves/grass to retain body heat."
  },
  {
    "id": 51,
    "statement": "Leaves and grass provide thermal insulation due to air pockets."
  },
  {
    "id": 52,
    "statement": "Boil water for 1+ minute to kill pathogens."
  },
  {
    "id": 53,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays."
  },
  {
    "id": 54,
    "statement": "Cease compressions to check bleeding progression when possible."
  },
  {
    "id": 55,
    "statement": "Moral truths are objective and exist independently of human opinion."
  },
  {
    "id": 56,
    "statement": "Moral truths are objective principles existing independently"
  },
  {
    "id": 57,
    "statement": "Intellectual property laws should balance protection with innovation."
  },
  {
    "id": 58,
    "statement": "Electromagnetic waves exhibit wave-particle duality too."
  },
  {
    "id": 59,
    "statement": "Moral truths are objective and exist independently of opinion."
  },
  {
    "id": 60,
    "statement": "During earthquakes, drop, cover, hold onto something sturdy."
  },
  {
    "id": 61,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity."
  },
  {
    "id": 62,
    "statement": "Ecosystems rely on interconnected energy flow and nutrient cycling processes."
  },
  {
    "id": 63,
    "statement": "Inherent dignity is a fundamental human value, regardless of background."
  },
  {
    "id": 64,
    "statement": "Bayes' theorem requires careful consideration of underlying assumptions."
  },
  {
    "id": 65,
    "statement": "Superposition enables quantum particles to exhibit wave-particle duality simultaneously"
  },
  {
    "id": 66,
    "statement": "Subjectivity affects evaluation of unbearable suffering in euthanasia debates"
  },
  {
    "id": 67,
    "statement": "Hypothermia treatment: gradual rewarming, avoid alcohol and constrictors."
  },
  {
    "id": 68,
    "statement": "Religious influence in politics threatens democracy and equality."
  },
  {
    "id": 69,
    "statement": "Democracy ensures accountability and is superior to authoritarian governance systems."
  },
  {
    "id": 70,
    "statement": "Acts are only ethical if motivated by duty, not consequences (Kantian ethics)."
  },
  {
    "id": 71,
    "statement": "The light always appears to travel faster in a vacuum."
  },
  {
    "id": 72,
    "statement": "State surveillance infringes on privacy rights and should be minimized."
  },
  {
    "id": 73,
    "statement": "Foraging for edible plants: avoid milky sap or bitter taste, research."
  },
  {
    "id": 74,
    "statement": "Complex numbers combine real and imaginary parts."
  },
  {
    "id": 75,
    "statement": "Restorative justice prioritizes repairing harm through community involvement."
  },
  {
    "id": 76,
    "statement": "Euthanasia is morally permissible with informed patient consent."
  },
  {
    "id": 77,
    "statement": "Duty should be primary in moral decision making."
  },
  {
    "id": 78,
    "statement": "Moral truths are objective and exist independently of opinion."
  },
  {
    "id": 79,
    "statement": "Free speech must be absolute, even when offensive, to preserve liberty."
  },
  {
    "id": 80,
    "statement": "π is the ratio of a circle's circumference to diameter always constant."
  },
  {
    "id": 81,
    "statement": "Capital punishment is unjustifiable as it violates inherent human right to life."
  },
  {
    "id": 82,
    "statement": "Edible plants: avoid those with milky sap or bitter taste."
  },
  {
    "id": 83,
    "statement": "Veganism, while avoiding some exploitation, is not the only option."
  },
  {
    "id": 84,
    "statement": "Parents' welfare and children's is interdependent through emotional support, role modeling, shared experiences, responsibility, and intergenerational relationships."
  },
  {
    "id": 85,
    "statement": "Complex numbers: a + bi, where i² = -1."
  },
  {
    "id": 86,
    "statement": "Chemical reactions conserve mass except in nuclear reactions."
  },
  {
    "id": 87,
    "statement": "Earthquakes: Drop, cover, hold until shaking stops."
  },
  {
    "id": 88,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 89,
    "statement": "Meritocracy is ideal but requires equal opportunity to prevent inequity."
  },
  {
    "id": 90,
    "statement": "Water expands when frozen, decreasing density (ice floats)."
  },
  {
    "id": 91,
    "statement": "Progressive taxation reduces economic disparities through wealth redistribution."
  },
  {
    "id": 92,
    "statement": "National borders may be open with visa-free travel and controls"
  },
  {
    "id": 93,
    "statement": "Mitochondria generate ATP through cellular respiration and electron transport chain."
  },
  {
    "id": 94,
    "statement": "Trust is multifaceted, involving reliability, empathy, and consistency, beyond honesty."
  },
  {
    "id": 95,
    "statement": "Abortion is morally wrong as it terminates a potential human life."
  },
  {
    "id": 96,
    "statement": "Navigate via moss (grows on tree’s north side in Northern Hemisphere)."
  },
  {
    "id": 97,
    "statement": "Suffering is subjective and influenced by individual experiences and beliefs."
  },
  {
    "id": 98,
    "statement": "Gravity acceleration on Earth's surface is approximately 9.8 m/s²"
  },
  {
    "id": 99,
    "statement": "Progressive taxation reduces economic disparities through wealth redistribution."
  },
  {
    "id": 100,
    "statement": "Hypothermia treatment: gradual rewarming, avoid alcohol, insulate from ground."
  },
  {
    "id": 101,
    "statement": "Legal systems must prioritize restorative justice over punitive measures."
  },
  {
    "id": 102,
    "statement": "Retributive justice is unethical; rehabilitation should be the penal system's goal."
  },
  {
    "id": 103,
    "statement": ".Signal distress with combined visual & auditory signals."
  },
  {
    "id": 104,
    "statement": "National borders should be open to promote global solidarity and exchange."
  },
  {
    "id": 105,
    "statement": "Retributive justice is nuanced; context and fair punishment matter."
  },
  {
    "id": 106,
    "statement": "Religious institutions should have no influence on governmental policymaking."
  },
  {
    "id": 107,
    "statement": "Abortion is morally permissible in cases of undue hardship."
  },
  {
    "id": 108,
    "statement": "Complex numbers extend real numbers by representing both real and imaginary quantities."
  },
  {
    "id": 109,
    "statement": "Parents' welfare and children's is interdependent."
  },
  {
    "id": 110,
    "statement": "Personal relationships should prioritize partners' welfare above all constraints."
  },
  {
    "id": 111,
    "statement": "Groundwater extraction via solar stills may not be feasible"
  },
  {
    "id": 112,
    "statement": "Progressive taxation is fairer as it reduces economic disparities."
  },
  {
    "id": 113,
    "statement": "Sqrt(2) is irrational; cannot be expressed as a finite fraction."
  },
  {
    "id": 114,
    "statement": "Oppressive laws restrict individual freedoms or rights unfairly."
  },
  {
    "id": 115,
    "statement": "DNA carries genetic information through nucleotide sequences (A, T, C, G)."
  },
  {
    "id": 116,
    "statement": "Quantum particles exhibit wave-particle duality due to superposition."
  },
  {
    "id": 117,
    "statement": "Mitochondria produce ATP via cellular respiration in eukaryotic cells."
  },
  {
    "id": 118,
    "statement": "Universal Basic Income is a proposed solution to address poverty, inequality, and automation-driven job loss."
  },
  {
    "id": 119,
    "statement": "Cultural assimilation policies harm diversity and should be abolished."
  },
  {
    "id": 120,
    "statement": "Censorship of art undermines cultural progress and freedom of expression."
  },
  {
    "id": 121,
    "statement": "Cultural assimilation policies harm diversity and should be abolished."
  },
  {
    "id": 122,
    "statement": "All humans have inherent dignity regardless of background or characteristics."
  },
  {
    "id": 123,
    "statement": "Honesty is the foundation of long-term trustworthy relationships."
  },
  {
    "id": 124,
    "statement": "Mitochondria's electron transport chain generates ATP via proton gradient."
  },
  {
    "id": 125,
    "statement": "Bayes' theorem updates probabilities based on new evidence"
  },
  {
    "id": 126,
    "statement": "Intellectual property laws stifle innovation and should be relaxed."
  },
  {
    "id": 127,
    "statement": "Maintaining body heat with insulating leaves and grass is crucial."
  },
  {
    "id": 128,
    "statement": "The speed of light is constant in a vacuum according to special relativity."
  },
  {
    "id": 129,
    "statement": "Public spaces must be inclusive, accommodating all genders and abilities."
  },
  {
    "id": 130,
    "statement": "Signal distress with three repeated sounds, lights, or marks."
  },
  {
    "id": 131,
    "statement": "Water expands when frozen due to crystalline structure formation."
  },
  {
    "id": 132,
    "statement": "Acts of civil disobedience are justified when laws are oppressive."
  },
  {
    "id": 133,
    "statement": "Derivatives measure instantaneous rate of change (calculus)."
  },
  {
    "id": 134,
    "statement": "Secular education fosters critical thinking through balanced perspectives."
  },
  {
    "id": 135,
    "statement": "Environmental conservation is a moral imperative for survival."
  },
  {
    "id": 136,
    "statement": "DNA nucleotide sequences encode genetic information via transcription and translation."
  },
  {
    "id": 137,
    "statement": "Public spaces should accommodate diverse gender identities with inclusive design."
  },
  {
    "id": 138,
    "statement": "Kantian ethics prioritize moral motivation over consequences in decision-making."
  },
  {
    "id": 139,
    "statement": "Moral truths are objective and exist independently."
  },
  {
    "id": 140,
    "statement": "Water expands when frozen due to hydrogen bonding and lattice structure."
  },
  {
    "id": 141,
    "statement": "Genetic engineering in humans risks unintended long-term consequences."
  },
  {
    "id": 142,
    "statement": "Utilitarianism prioritizes overall happiness, but its limitations include infringement of individual rights and lack of consideration for individual differences."
  },
  {
    "id": 143,
    "statement": "All organisms evolve via natural selection and genetic variation (evolution)."
  },
  {
    "id": 144,
    "statement": "Oppressive laws restrict individual freedoms or rights unfairly and disproportionately."
  },
  {
    "id": 145,
    "statement": "Evolution is the process of species changing over time through genetic variation and natural selection."
  },
  {
    "id": 146,
    "statement": "Complex numbers extend real numbers with imaginary parts"
  },
  {
    "id": 147,
    "statement": "CPR compressions adjust based on bleeding severity assessment."
  },
  {
    "id": 148,
    "statement": "Mandatory voting fosters informed civic engagement through education efforts."
  },
  {
    "id": 149,
    "statement": "Moss grows on tree's north side due to local conditions, not direction."
  },
  {
    "id": 150,
    "statement": "Education should be secular to maintain neutrality and foster critical thinking."
  },
  {
    "id": 151,
    "statement": "Cultural diversity enriches shared human experiences and perspectives."
  },
  {
    "id": 152,
    "statement": "Corporal punishment perpetuates cycles of violence through modeling, fear, anxiety."
  },
  {
    "id": 153,
    "statement": "Storing food elevated and sealed deters wildlife, especially in high-activity areas."
  },
  {
    "id": 154,
    "statement": "Prime Number Theorem describes distribution of prime integers."
  },
  {
    "id": 155,
    "statement": "Universal Basic Income has mixed effectiveness in poverty reduction and inequality."
  },
  {
    "id": 156,
    "statement": "Cognitive biases influence our perception of information."
  },
  {
    "id": 157,
    "statement": "Chromosomal crossover in meiosis increases genetic diversity through shuffling of genes."
  },
  {
    "id": 158,
    "statement": "Censorship of art hinders cultural progress and stifles free expression"
  },
  {
    "id": 159,
    "statement": "Democracy ensures accountability through representative governance and checks."
  },
  {
    "id": 160,
    "statement": "Wealth redistribution promotes societal equity through progressive taxation."
  },
  {
    "id": 161,
    "statement": "Parents' self-care fosters emotional wellness in children's development."
  },
  {
    "id": 162,
    "statement": "Energy conservation: 1st law, energy is converted, not created or destroyed."
  },
  {
    "id": 163,
    "statement": "Water's freezing point is lowered by dissolved substances."
  },
  {
    "id": 164,
    "statement": "Universal Basic Income addresses poverty and income inequality effectively."
  },
  {
    "id": 165,
    "statement": "Militarization of police erodes community trust, increases violence."
  },
  {
    "id": 166,
    "statement": "Signal distress with specific methods for optimal rescue likelihood."
  },
  {
    "id": 167,
    "statement": "Groundwater extraction via solar stills is feasible with suitable conditions"
  },
  {
    "id": 168,
    "statement": "Moral truths are subjective, shifting in cultural contexts."
  },
  {
    "id": 169,
    "statement": "Cultural assimilation erases minority identities and traditions."
  },
  {
    "id": 170,
    "statement": "Earth's magnetic field generated by molten iron convection in core."
  },
  {
    "id": 171,
    "statement": "Charity is a moral obligation for those with excess wealth"
  },
  {
    "id": 172,
    "statement": "Surface gravity depends on celestial body's mass and radius."
  },
  {
    "id": 173,
    "statement": "Irrational numbers can't be expressed as finite ratios of integers."
  },
  {
    "id": 174,
    "statement": "Sentient beings deserve ethical consideration and respect."
  },
  {
    "id": 175,
    "statement": "Militarization of police erodes community trust and escalates violence."
  },
  {
    "id": 176,
    "statement": "Abortion morality complex and multifaceted, involving personal autonomy."
  },
  {
    "id": 177,
    "statement": "Individual freedoms should be balanced with collective interests"
  },
  {
    "id": 178,
    "statement": "When defensive violence is necessary, minimize harm and promote peace."
  },
  {
    "id": 179,
    "statement": "Abortion ethics vary based on cultural, religious, and personal perspectives."
  },
  {
    "id": 180,
    "statement": "Maintaining body heat with insulating leaves and grass is crucial in survival situations"
  },
  {
    "id": 181,
    "statement": "Derivatives measure instantaneous rate of change in calculus."
  },
  {
    "id": 182,
    "statement": "Oppressive laws restrict individual freedoms without legitimate public interest."
  },
  {
    "id": 183,
    "statement": "Moral truths exist independently of human opinion and consensus."
  },
  {
    "id": 184,
    "statement": "Redundancy in communication increases noise in transmission."
  },
  {
    "id": 185,
    "statement": "Cultural harmony achieved through recognition of universal human rights."
  },
  {
    "id": 186,
    "statement": "Electromagnetic waves exhibit wave-particle duality due to observation."
  },
  {
    "id": 187,
    "statement": "Gravity acceleration on Earth's surface is approximately 9.8 m/s²."
  },
  {
    "id": 188,
    "statement": "Universal Basic Income alleviates poverty and inequality."
  },
  {
    "id": 189,
    "statement": "Universal unique identification is essential for modern society."
  },
  {
    "id": 190,
    "statement": "State-funded healthcare exacerbates healthcare inequality, not solved."
  },
  {
    "id": 191,
    "statement": "Cells are the basic units of life with well-defined characteristics and functional processes."
  },
  {
    "id": 192,
    "statement": "Electromagnetic spectrum ranges from radio waves to gamma rays."
  },
  {
    "id": 193,
    "statement": "Universal Basic Income alleviates poverty and inequality."
  },
  {
    "id": 194,
    "statement": "Human dignity is an inherent, universal principle transcending cultures and societies."
  },
  {
    "id": 195,
    "statement": "Universal Basic Income: proposed solution for poverty, inequality, and automation-driven job loss."
  },
  {
    "id": 196,
    "statement": "Gravity acceleration varies slightly due to Earth's non-spherical shape."
  },
  {
    "id": 197,
    "statement": "Treat burns with cool water, avoid ice or ointments, under professional guidance."
  },
  {
    "id": 198,
    "statement": "Moral truths can be both objective and culturally relative."
  },
  {
    "id": 199,
    "statement": " Cultural assimilation's effectiveness hinges on specific contexts and goals."
  }
]