[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Gravity warps spacetime due to mass-energy curvature, affecting motion and time"
  },
  {
    "id": 2,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 3,
    "statement": "Quantum particles can exist in multiple states simultaneously, described by wave function."
  },
  {
    "id": 4,
    "statement": "The speed of light is a fundamental concept in physics, essential to Einstein's theory of special relativity."
  },
  {
    "id": 5,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 6,
    "statement": "Honesty builds trust through trust-based inference and attachment."
  },
  {
    "id": 7,
    "statement": "Honesty builds trust through accountability, self-disclosure, and consistency."
  },
  {
    "id": 8,
    "statement": "Honesty builds trust through consistency and authenticity."
  },
  {
    "id": 9,
    "statement": "Geodesics are paths objects follow in curved spacetime under gravity."
  },
  {
    "id": 10,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants"
  },
  {
    "id": 11,
    "statement": "Corporal punishment can lead to increased aggression and trauma in children due to increased stress and anxiety, promoting continued use of disciplinary measures that can result in cycles of violence, causing harm to individuals, leading to long-term negative effects on mental and emotional well-being, and affecting cognitive and social development."
  },
  {
    "id": 12,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 13,
    "statement": "Mass-energy equivalence fundamental to gravity warping spacetime"
  },
  {
    "id": 14,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 15,
    "statement": "Multidisciplinary evaluation assesses patient comprehensively through team collaboration."
  },
  {
    "id": 16,
    "statement": "Quantum particles can exist in multiple states simultaneously due to superposition."
  },
  {
    "id": 17,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation by 0.0000035%"
  },
  {
    "id": 18,
    "statement": "A gravity anomaly is a region with altered gravitational field strength."
  },
  {
    "id": 19,
    "statement": "Euclidean geometry's parallel postulate debated and challenged throughout history"
  },
  {
    "id": 20,
    "statement": "Constant speed of light is a fundamental principle in physics"
  },
  {
    "id": 21,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 22,
    "statement": "Corporal punishment can lead to long-term mental health issues."
  },
  {
    "id": 23,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 24,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 25,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted as fact."
  },
  {
    "id": 26,
    "statement": "Frame-dragging: spacetime rotation due to massive object rotation and gravity"
  },
  {
    "id": 27,
    "statement": "Multidisciplinary evaluation: comprehensive team assessment in healthcare."
  },
  {
    "id": 28,
    "statement": "Euclidean geometry's parallel postulate debated due to ancient Greeks' limited understanding of space."
  },
  {
    "id": 29,
    "statement": "Honesty and trust are closely linked reciprocal principles."
  },
  {
    "id": 30,
    "statement": "Histone modifications regulate chromatin structure and accessibility, affecting gene expression."
  },
  {
    "id": 31,
    "statement": "Subconscious memories influence human emotions, shaping emotional experiences."
  },
  {
    "id": 32,
    "statement": "The speed of light is a universal constant governing universe behavior."
  },
  {
    "id": 33,
    "statement": "Mass-energy equivalence warps spacetime through curvature."
  },
  {
    "id": 34,
    "statement": "Frame-dragging: massive object rotation warps spacetime, causing rotation."
  },
  {
    "id": 35,
    "statement": "Euclidean geometry's parallel postulate debated due to limited understanding."
  },
  {
    "id": 36,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 37,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 38,
    "statement": "The speed of light is fundamental to Einstein's special relativity."
  },
  {
    "id": 39,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications and accessibility."
  },
  {
    "id": 40,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 41,
    "statement": "Constant speed of light can vary with medium or theory"
  },
  {
    "id": 42,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 43,
    "statement": "It is not morally acceptable to lie in any situation."
  },
  {
    "id": 44,
    "statement": "Mass-energy equivalence warps spacetime through curvature, influencing motion."
  },
  {
    "id": 45,
    "statement": "Gravity curves spacetime, affecting object motion's shortest path."
  },
  {
    "id": 46,
    "statement": "Euclidean geometry's flatness properties defined by parallel postulate: no curvature"
  },
  {
    "id": 47,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 48,
    "statement": "Euclidean geometry's parallel postulate debated due to limited mathematical rigour."
  },
  {
    "id": 49,
    "statement": "Honesty builds trust through social exchange, trust, and attachment theories."
  },
  {
    "id": 50,
    "statement": "Lying can be morally justifiable in exceptional circumstances."
  },
  {
    "id": 51,
    "statement": "Mass-energy equivalence causes spacetime warping through curvature."
  },
  {
    "id": 52,
    "statement": "Human emotions can be influenced by subconscious memories."
  },
  {
    "id": 53,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression through histone modifications and DNA methylation."
  },
  {
    "id": 54,
    "statement": "Mass-energy warps spacetime, causing curvature through gravity's absence."
  },
  {
    "id": 55,
    "statement": "Honesty builds trust through social cognition and attachment."
  },
  {
    "id": 56,
    "statement": "Honesty builds trust through social exchange, attachment, and trust theories' consistency."
  },
  {
    "id": 57,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 58,
    "statement": "Lying may be morally justifiable in extreme national security cases."
  },
  {
    "id": 59,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 60,
    "statement": "Quantum particles can exist in multiple states simultaneously through superposition."
  },
  {
    "id": 61,
    "statement": "Wave function collapse allows definite measurement outcomes, explains quantum mechanics."
  },
  {
    "id": 62,
    "statement": "Mass-energy warps spacetime through gravity, not directly causing curvature."
  },
  {
    "id": 63,
    "statement": "Lying can be morally justifiable in extreme national security situations."
  },
  {
    "id": 64,
    "statement": "Epigenetic modifications regulate chromatin structure by altering histone-DNA interactions."
  },
  {
    "id": 65,
    "statement": "Euclidean geometry's flatness properties defined by parallel postulate's axiom."
  },
  {
    "id": 66,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property."
  },
  {
    "id": 67,
    "statement": "Histones are proteins that DNA wraps around, altering chromatin structure through histone-DNA interactions, modifications, and variants."
  },
  {
    "id": 68,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 69,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 70,
    "statement": "Frame-dragging: spacetime rotation by massive object's rotation and gravity"
  },
  {
    "id": 71,
    "statement": "Euclidean geometry's flatness properties ensured by parallel postulate's axiom."
  },
  {
    "id": 72,
    "statement": "National security threats justify lying to protect people"
  },
  {
    "id": 73,
    "statement": "Subconscious memories can influence human emotions through emotional conditioning."
  },
  {
    "id": 74,
    "statement": "Euclidean geometry's parallel postulate debated due to lack of proof."
  },
  {
    "id": 75,
    "statement": "Euclidean geometry's flatness properties ensured by parallel postulate's truth"
  },
  {
    "id": 76,
    "statement": "Honesty is always the most ethical choice, even in war."
  },
  {
    "id": 77,
    "statement": "Euclidean geometry's parallel postulate challenged by Hyperbolic and Elliptical geometries' deviations"
  },
  {
    "id": 78,
    "statement": "Constant speed of light is fundamental principle, universally accepted."
  },
  {
    "id": 79,
    "statement": "Constant speed of light is a fundamental property of space."
  },
  {
    "id": 80,
    "statement": "Epigenetic modifications regulate chromatin structure and gene expression through histone modification and DNA methylation."
  },
  {
    "id": 81,
    "statement": "Honesty builds trust through social exchange and attachment principles"
  },
  {
    "id": 82,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 83,
    "statement": "Quantum particles can exist in multiple states simultaneously through superposition."
  },
  {
    "id": 84,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 85,
    "statement": "Mass-energy curvature warps spacetime around massive objects."
  },
  {
    "id": 86,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 87,
    "statement": "Quantum particles can exist in multiple states simultaneously through superposition."
  },
  {
    "id": 88,
    "statement": "Geodesic paths are the shortest paths in curved spacetime"
  },
  {
    "id": 89,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 90,
    "statement": "Quantum particles exist in multiple states simultaneously through superposition."
  },
  {
    "id": 91,
    "statement": "Ancient Greeks struggled to prove Euclidean geometry's parallel postulate."
  },
  {
    "id": 92,
    "statement": "The parallel postulate was debated and challenged by mathematicians."
  },
  {
    "id": 93,
    "statement": "Multidisciplinary evaluation assesses patient comprehensively through team collaboration."
  },
  {
    "id": 94,
    "statement": "Wave function collapse: Quantum systems collapse to single state upon measurement."
  },
  {
    "id": 95,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 96,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 97,
    "statement": "Corporal punishment worsens children's mental and emotional well-being"
  },
  {
    "id": 98,
    "statement": "Subconscious memories can shape emotional experiences through conditioning."
  },
  {
    "id": 99,
    "statement": "Social cognition and attachment theory influence honesty building trust."
  },
  {
    "id": 100,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 101,
    "statement": "Euclidean geometry's parallel postulate applies to flat two-dimensional spaces only."
  },
  {
    "id": 102,
    "statement": "The speed of light is essential in Einstein's theory of special relativity."
  },
  {
    "id": 103,
    "statement": "The parallel postulate was debated and challenged by mathematicians historically."
  },
  {
    "id": 104,
    "statement": "Honesty builds trust through social exchange, attachment, and trust theories."
  },
  {
    "id": 105,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression through accessibility."
  },
  {
    "id": 106,
    "statement": "Superposition: Quantum particles can exist in multiple states simultaneously"
  },
  {
    "id": 107,
    "statement": "Alternative geometric theories challenge Euclidean geometry's parallel postulate."
  },
  {
    "id": 108,
    "statement": "Lying may be morally justifiable in exceptional circumstances to protect."
  },
  {
    "id": 109,
    "statement": "The parallel postulate was historically debated and challenged by mathematicians"
  },
  {
    "id": 110,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation due to gravity."
  },
  {
    "id": 111,
    "statement": "Honesty and trust are linked in a mutually dependent cycle."
  },
  {
    "id": 112,
    "statement": "Honesty is a foundation of trust in human relationships."
  },
  {
    "id": 113,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 114,
    "statement": "Honesty builds trust through consistency, self-disclosure, and accountability."
  },
  {
    "id": 115,
    "statement": "Euclidean geometry's parallel postulate was historically debated."
  },
  {
    "id": 116,
    "statement": "Euclidean geometry's parallel postulate ensures flatness through line parallelism."
  },
  {
    "id": 117,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 118,
    "statement": "Lying can be morally justifiable in extreme cases of national security."
  },
  {
    "id": 119,
    "statement": "Einstein's special relativity relies on speed of light as universal limit"
  },
  {
    "id": 120,
    "statement": "Corporal punishment alters brain development, increasing anxiety and aggression."
  },
  {
    "id": 121,
    "statement": "Honesty is a vital component of building trust relationships."
  },
  {
    "id": 122,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 123,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 124,
    "statement": "Corporal punishment leads to increased aggression in children"
  },
  {
    "id": 125,
    "statement": "Euclidean geometry's flatness properties defined by parallel postulate."
  },
  {
    "id": 126,
    "statement": "Histone modifications regulate chromatin structure and epigenetic modifications."
  },
  {
    "id": 127,
    "statement": "Euclidean geometry's parallel postulate was historically debated"
  },
  {
    "id": 128,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 129,
    "statement": "Consistency and authenticity are crucial in building trust through honesty."
  },
  {
    "id": 130,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity through psychological and sociological principles."
  },
  {
    "id": 131,
    "statement": "Gravity warps spacetime due to mass-energy equivalence through Riemann tensor."
  },
  {
    "id": 132,
    "statement": "Gravity warps spacetime due to mass-energy curvature."
  },
  {
    "id": 133,
    "statement": "Mass-energy equivalence warps spacetime through curvature"
  },
  {
    "id": 134,
    "statement": "Emotional conditioning roots subconscious memories in lasting emotional responses"
  },
  {
    "id": 135,
    "statement": "Euclidean geometry's parallel postulate historically challenged and debated."
  },
  {
    "id": 136,
    "statement": "Corporal punishment linked to increased aggression in children."
  },
  {
    "id": 137,
    "statement": "Histones are proteins that DNA wraps around for chromatin structure regulation."
  },
  {
    "id": 138,
    "statement": "A gravity anomaly is an altered gravitational field region"
  },
  {
    "id": 139,
    "statement": "The speed of light is a fundamental reference point for relativity."
  },
  {
    "id": 140,
    "statement": "Gravity's acceleration varies by 0.0000035% due to Earth's ellipsoidal shape."
  },
  {
    "id": 141,
    "statement": "The speed of light is a fundamental limit in physics."
  },
  {
    "id": 142,
    "statement": "Epigenetic modifications regulate gene expression through histone modification."
  },
  {
    "id": 143,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 144,
    "statement": "Wave function collapse is a probability distribution's measurable outcome."
  },
  {
    "id": 145,
    "statement": "Corporal punishment worsens children's mental and emotional well-being due stress"
  },
  {
    "id": 146,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 147,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 148,
    "statement": "Parallel postulate only true in flat two-dimensional Euclidean spaces."
  },
  {
    "id": 149,
    "statement": "Limited understanding of parallel postulate led to geometrical debates."
  },
  {
    "id": 150,
    "statement": "Histone modifications regulate chromatin structure, epigenetic gene expression."
  },
  {
    "id": 151,
    "statement": "Histones regulate chromatin structure and gene expression through modifications and variants."
  },
  {
    "id": 152,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 153,
    "statement": "Human emotions can be influenced by subconscious memories."
  },
  {
    "id": 154,
    "statement": "Wave function collapse: Quantum systems collapse to single state upon measurement."
  },
  {
    "id": 155,
    "statement": "Constant speed of light is fundamental principle in physics universally."
  },
  {
    "id": 156,
    "statement": "Euclidean geometry's parallel postulate debated by mathematicians and philosophers."
  },
  {
    "id": 157,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 158,
    "statement": "Histone modifications regulate chromatin structure and accessibility through PTMs."
  },
  {
    "id": 159,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 160,
    "statement": "Parallel postulate debated and challenged by mathematicians historically."
  },
  {
    "id": 161,
    "statement": "Consistency, self-disclosure, and authenticity build trust through interconnectedness."
  },
  {
    "id": 162,
    "statement": "Quantum particles exist in multiple states simultaneously through superposition."
  },
  {
    "id": 163,
    "statement": "Constant speed of light is essential to Einstein's special relativity."
  },
  {
    "id": 164,
    "statement": "Corporal punishment linked to increased anxiety and aggression in children."
  },
  {
    "id": 165,
    "statement": "Honesty and trust are mutually reinforcing and intertwined principles."
  },
  {
    "id": 166,
    "statement": "Quantum particles can exist in multiple states simultaneously due to superposition."
  },
  {
    "id": 167,
    "statement": "Mass-energy equivalence warps spacetime through Riemann curvature tensor."
  },
  {
    "id": 168,
    "statement": "Gravity warps spacetime, causing curved trajectories and orbits."
  },
  {
    "id": 169,
    "statement": "Euclidean geometry's parallel postulate debated due to limited understanding."
  },
  {
    "id": 170,
    "statement": "Subconscious memories can strongly influence human emotions through conditioning"
  },
  {
    "id": 171,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 172,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 173,
    "statement": "Mass-energy equivalence causes spacetime warping through gravity."
  },
  {
    "id": 174,
    "statement": "Riemann tensor describes curvature of spacetime due to mass-energy equivalence."
  },
  {
    "id": 175,
    "statement": "Wave function collapse: Quantum particles' definite state upon measurement."
  },
  {
    "id": 176,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property, enabling theorem proofs."
  },
  {
    "id": 177,
    "statement": "Multidisciplinary evaluation is a collaborative healthcare assessment process."
  },
  {
    "id": 178,
    "statement": "Honesty builds trust through social exchange, reciprocity, and emotional intelligence."
  },
  {
    "id": 179,
    "statement": "Mass-energy equivalence warps spacetime through gravity and curvature."
  },
  {
    "id": 180,
    "statement": "Speed of light is essential in Einstein's special relativity theory."
  },
  {
    "id": 181,
    "statement": "Histone modifications regulate chromatin structure for epigenetic gene expression"
  },
  {
    "id": 182,
    "statement": "Honesty builds trust through social norms, attachment, and cognition."
  },
  {
    "id": 183,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity reliably."
  },
  {
    "id": 184,
    "statement": "Constant speed of light is fundamental physics principle globally accepted."
  },
  {
    "id": 185,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 186,
    "statement": "Histones regulate chromatin structure through modifications, variants, and interactions."
  },
  {
    "id": 187,
    "statement": "Honesty reinforces social identity through social comparison and attachment mechanics."
  },
  {
    "id": 188,
    "statement": "Mass-energy equivalence warps spacetime through curvature, influencing motion."
  },
  {
    "id": 189,
    "statement": "Honesty builds trust through vulnerability and emotional connection."
  },
  {
    "id": 190,
    "statement": "Parallel postulate debated due to lack of mathematical justification."
  },
  {
    "id": 191,
    "statement": "Lying can be morally justified in extreme circumstances."
  },
  {
    "id": 192,
    "statement": "The speed of light is a fundamental constant governing universe behavior"
  },
  {
    "id": 193,
    "statement": "Honesty builds trust through consistency and authenticity."
  },
  {
    "id": 194,
    "statement": "Secure attachment styles predict honesty and trust in relationships."
  },
  {
    "id": 195,
    "statement": "The speed of light can vary with medium or theory contextually."
  },
  {
    "id": 196,
    "statement": "Historical debate on Euclidean geometry's parallel postulate resolved with non-Euclidean geometries"
  },
  {
    "id": 197,
    "statement": "Mass-energy equivalence warps spacetime through curvature, influencing motion"
  },
  {
    "id": 198,
    "statement": "Euclid's work lacked mathematical rigor, sparking debate on parallel postulate."
  },
  {
    "id": 199,
    "statement": "Constant speed of light, globally accepted fundamental physics principle."
  }
]