[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Gravity acceleration varies 0.5% due to Earth's ellipsoidal shape"
  },
  {
    "id": 2,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation by 0.0000035%."
  },
  {
    "id": 3,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 4,
    "statement": "Lying might be morally acceptable in self-defense situations."
  },
  {
    "id": 5,
    "statement": "Corporal punishment can lead to increased aggression and trauma in children due to increased stress and anxiety, promoting continued use of disciplinary measures that can result in cycles of violence, causing harm to individuals, leading to long-term negative effects on mental and emotional well-being, and affecting cognitive and social development."
  },
  {
    "id": 6,
    "statement": "Epigenetic modifications affect gene expression without altering DNA sequence."
  },
  {
    "id": 7,
    "statement": "Euclidean geometry's parallel postulate was historically debated"
  },
  {
    "id": 8,
    "statement": "Parallel lines can intersect in non-Euclidean geometries."
  },
  {
    "id": 9,
    "statement": "Honesty builds trust through cognitive consistency theory, emotional contagion, social identity theory, reciprocity, moral foundations theory, and attachment theory."
  },
  {
    "id": 10,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 11,
    "statement": "Honesty's effectiveness varies with context, relationships, and stakes."
  },
  {
    "id": 12,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 13,
    "statement": "Honesty builds trust through psychology and sociology."
  },
  {
    "id": 14,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects' gravity."
  },
  {
    "id": 15,
    "statement": "Gravity acceleration varies 0.5% due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 16,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and mass distribution."
  },
  {
    "id": 17,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 18,
    "statement": "Gravity warps spacetime due to mass-energy curvature, affecting motion and time"
  },
  {
    "id": 19,
    "statement": "Honesty's moral justifiability depends on context and specific motivations."
  },
  {
    "id": 20,
    "statement": "Wave function collapse is a non-deterministic process in quantum mechanics."
  },
  {
    "id": 21,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 22,
    "statement": "Gravity warps spacetime through mass-energy equivalence"
  },
  {
    "id": 23,
    "statement": "Lying in self-defense can be morally justified in extreme circumstances."
  },
  {
    "id": 24,
    "statement": "Multidisciplinary evaluation is a collaborative healthcare assessment process."
  },
  {
    "id": 25,
    "statement": "Mass-energy warps spacetime through curvature and geodesics."
  },
  {
    "id": 26,
    "statement": "Honesty is essential in establishing trust, regardless of context."
  },
  {
    "id": 27,
    "statement": "Corporal punishment's harmful effects vary with context and culture."
  },
  {
    "id": 28,
    "statement": "Lying can be morally justifiable in extreme self-defense situations."
  },
  {
    "id": 29,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 30,
    "statement": "Parallel postulate applies only to Euclidean geometry, varying others."
  },
  {
    "id": 31,
    "statement": "Honesty builds trust through social identity, alignment, and reciprocity."
  },
  {
    "id": 32,
    "statement": "Gravity acceleration varies due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 33,
    "statement": "Epigenetic changes modify gene expression through histone modifications."
  },
  {
    "id": 34,
    "statement": "Wave function collapse is a fundamental quantum mechanics phenomenon."
  },
  {
    "id": 35,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 36,
    "statement": "Superposition enables quantum particles to exist multiple states simultaneously."
  },
  {
    "id": 37,
    "statement": "Empathy and communication skills resolve conflicts effectively through understanding."
  },
  {
    "id": 38,
    "statement": "Euclidean geometry's parallel postulate ensures lines never intersect non-permanently."
  },
  {
    "id": 39,
    "statement": "Learning is a foundational process for acquiring knowledge."
  },
  {
    "id": 40,
    "statement": "It is never morally acceptable to lie because honesty is foundation"
  },
  {
    "id": 41,
    "statement": "Gravity anomaly refers to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 42,
    "statement": "Mass-energy warps spacetime curvature depending on several factors"
  },
  {
    "id": 43,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation."
  },
  {
    "id": 44,
    "statement": "Gravity anomaly refers to variation in gravitational field strength."
  },
  {
    "id": 45,
    "statement": "Multidisciplinary evaluation assesses patient's overall well-being jointly."
  },
  {
    "id": 46,
    "statement": "The speed of light is a fundamental constant in physics."
  },
  {
    "id": 47,
    "statement": "Mass-energy curvature warps spacetime, affecting motion and time."
  },
  {
    "id": 48,
    "statement": "Contextual situations may prioritize essential values over honesty."
  },
  {
    "id": 49,
    "statement": "Multidisciplinary evaluation is a collaborative process assessing patient comprehensively."
  },
  {
    "id": 50,
    "statement": "Capital punishment violates human right to life and dignity."
  },
  {
    "id": 51,
    "statement": "Capital punishment violates human right to life and dignity, unfairly."
  },
  {
    "id": 52,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 53,
    "statement": "Nucleotide sequence determines genetic code through transcription and translation."
  },
  {
    "id": 54,
    "statement": "Honesty is a crucial value, but not always the priority"
  },
  {
    "id": 55,
    "statement": "Empathy and communication skills are crucial for conflict resolution effectiveness"
  },
  {
    "id": 56,
    "statement": "Lying can be morally acceptable in certain circumstances."
  },
  {
    "id": 57,
    "statement": "Contextual situations prioritize essential values over honesty sometimes."
  },
  {
    "id": 58,
    "statement": "Constant speed of light is a fundamental physics principle."
  },
  {
    "id": 59,
    "statement": "Parallel postulate unique to Euclidean geometry only."
  },
  {
    "id": 60,
    "statement": "Parallel postulate a fundamental concept in geometry, not unique."
  },
  {
    "id": 61,
    "statement": "Learning is a crucial process for personal growth."
  },
  {
    "id": 62,
    "statement": "Gravity acceleration varies 0.3% to 0.6% due to Earth's shape and rotation."
  },
  {
    "id": 63,
    "statement": "Epigenetic mechanisms influence gene expression without changing DNA sequence."
  },
  {
    "id": 64,
    "statement": "Honesty is crucial in situations requiring transparency and accountability."
  },
  {
    "id": 65,
    "statement": "Gravity's acceleration varies 0.3-0.5% due to Earth's ellipsoidal shape and mass distribution."
  },
  {
    "id": 66,
    "statement": "Corporal punishment increases aggression and long-term mental trauma."
  },
  {
    "id": 67,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 68,
    "statement": "Corporal punishment increases depression in children through emotional harm."
  },
  {
    "id": 69,
    "statement": "Gravity acceleration varies due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 70,
    "statement": "Gravity's nuances include frame-dragging, gravitomagnetism, and lensing, affecting spacetime."
  },
  {
    "id": 71,
    "statement": "Superposition enables quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 72,
    "statement": "The speed of light is a universal constant in physics"
  },
  {
    "id": 73,
    "statement": "Clarity in communication contributes to trust through transparency."
  },
  {
    "id": 74,
    "statement": "Humans are capable of complex emotional experiences."
  },
  {
    "id": 75,
    "statement": "Mass-energy warps spacetime through curvature, causing geodesic deviations."
  },
  {
    "id": 76,
    "statement": "Constant speed of light is a fundamental principle in physics"
  },
  {
    "id": 77,
    "statement": "Corporal punishment's harmful effects vary across contexts and cultures."
  },
  {
    "id": 78,
    "statement": "Constant speed of light is a fundamental principle in physics"
  },
  {
    "id": 79,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 80,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 81,
    "statement": "Parallel lines can intersect in non-Euclidean geometries and theories"
  },
  {
    "id": 82,
    "statement": "Parallel postulate is unique to Euclidean geometry definition"
  },
  {
    "id": 83,
    "statement": "Empathy and effective communication resolve conflicts through understanding."
  },
  {
    "id": 84,
    "statement": "Multidisciplinary evaluation considers patient's condition and needs comprehensively."
  },
  {
    "id": 85,
    "statement": "Honesty builds trust through psychological and sociological principles' underlying mechanisms."
  },
  {
    "id": 86,
    "statement": "Context influences the importance of honesty in building trust."
  },
  {
    "id": 87,
    "statement": "Emotions heavily influence human decision-making through emotional processing."
  },
  {
    "id": 88,
    "statement": "Corporal punishment harms children through increased stress and anxiety"
  },
  {
    "id": 89,
    "statement": "Mass-energy warps spacetime curvature through gravity, momentum, and angular momentum."
  },
  {
    "id": 90,
    "statement": "Gravity's acceleration varies 0.0000024% due to Earth's ellipsoidal shape."
  },
  {
    "id": 91,
    "statement": "Empathy and communication skills are crucial for effective conflict resolution."
  },
  {
    "id": 92,
    "statement": "Gravity warps spacetime through mass-energy equivalence"
  },
  {
    "id": 93,
    "statement": "Capital punishment's moral legitimacy depends on specific circumstances."
  },
  {
    "id": 94,
    "statement": "Morally justifiable lying may be necessary in extreme situations."
  },
  {
    "id": 95,
    "statement": "Geodesics are paths objects follow in curved spacetime under gravity."
  },
  {
    "id": 96,
    "statement": "Codons are sequences of three nucleotides coding for amino acids or stops."
  },
  {
    "id": 97,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation, gen. relativity."
  },
  {
    "id": 98,
    "statement": "Lying may be morally acceptable in extreme self-defense situations."
  },
  {
    "id": 99,
    "statement": "Spacetime curvature is proportional to mass-energy density."
  },
  {
    "id": 100,
    "statement": "Lying can be morally justifiable in extreme self-defense situations."
  },
  {
    "id": 101,
    "statement": "Honesty builds trust through psychological and sociological principles effectively"
  },
  {
    "id": 102,
    "statement": "Honesty is context-dependent, varying in relationships and cultures."
  },
  {
    "id": 103,
    "statement": "Emotions play a crucial role in human decision-making."
  },
  {
    "id": 104,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 105,
    "statement": "Honesty's applicability varies with situation, relationship, and culture."
  },
  {
    "id": 106,
    "statement": "Euclidean space is unique with parallel postulate"
  },
  {
    "id": 107,
    "statement": "Capital punishment has moral and ethical implications globally."
  },
  {
    "id": 108,
    "statement": "Epigenetic mechanisms modify gene expression through chemical DNA and histone modifications."
  },
  {
    "id": 109,
    "statement": "Honesty may not be the most important value always"
  },
  {
    "id": 110,
    "statement": "Cultural awareness helps understand contextual honesty differences in diverse cultures"
  },
  {
    "id": 111,
    "statement": "Honesty's moral justifiability depends on specific context and motivations."
  },
  {
    "id": 112,
    "statement": "Honesty's moral justifiability depends on context and motivations."
  },
  {
    "id": 113,
    "statement": "Frame-dragging occurs when massive, rotating objects warp spacetime."
  },
  {
    "id": 114,
    "statement": "Superposition enables quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 115,
    "statement": "Capital punishment's moral legitimacy depends on specific circumstances and context."
  },
  {
    "id": 116,
    "statement": "Honesty builds trust through psychological and sociological principles effectively"
  },
  {
    "id": 117,
    "statement": "The speed of light remains constant across all velocities."
  },
  {
    "id": 118,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 119,
    "statement": "Euclidean geometry's parallel postulate is unique to Euclidean space"
  },
  {
    "id": 120,
    "statement": "Gravity anomaly refers to variation in Earth's gravitational field strength."
  },
  {
    "id": 121,
    "statement": "Honesty builds trust through social exchange, trustworthiness, and reciprocity."
  },
  {
    "id": 122,
    "statement": "Corporal punishment harms children psychologically through increased stress."
  },
  {
    "id": 123,
    "statement": "Epigenetic mechanisms modify gene expression without altering DNA sequence."
  },
  {
    "id": 124,
    "statement": "In some cases, honesty may not be the most important value."
  },
  {
    "id": 125,
    "statement": "Alternative learning methods encompass project-based, experiential, microlearning, MOOCs, game-based, and serious games."
  },
  {
    "id": 126,
    "statement": "Gravity acceleration varies 0.5% due to Earth's oblate spheroid shape."
  },
  {
    "id": 127,
    "statement": "Gravity anomalies caused by varying factors, not just Earth's shape."
  },
  {
    "id": 128,
    "statement": "Spacetime curvature is directly proportional to mass-energy density in GR."
  },
  {
    "id": 129,
    "statement": "Honesty builds trust through social identity, alignment, and reciprocity."
  },
  {
    "id": 130,
    "statement": "Codons are sequences of three nucleotides coding for amino acids or stops."
  },
  {
    "id": 131,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects."
  },
  {
    "id": 132,
    "statement": "Lying can be morally justifiable in extreme situations."
  },
  {
    "id": 133,
    "statement": "Frame-dragging occurs when massive, rotating objects warp spacetime around them."
  },
  {
    "id": 134,
    "statement": "Gravity acceleration varies due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 135,
    "statement": "Honesty is foundation of trust in most relationships scenarios"
  },
  {
    "id": 136,
    "statement": "Superposition allows quantum particles to exist in multiple states at once."
  },
  {
    "id": 137,
    "statement": "Honesty enables transparency and accountability by building trust."
  },
  {
    "id": 138,
    "statement": "Epigenetic modifications regulate gene expression without altering DNA sequence."
  },
  {
    "id": 139,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects' gravity"
  },
  {
    "id": 140,
    "statement": "Frame-dragging occurs when massive, rotating objects warp spacetime."
  },
  {
    "id": 141,
    "statement": "Lying is morally acceptable in life-threatening or justice-pursuing circumstances."
  },
  {
    "id": 142,
    "statement": "Corporal punishment's harmful effects vary across cultural, social, and environmental contexts."
  },
  {
    "id": 143,
    "statement": "Learning encourages critical thinking and nuanced understanding effectively."
  },
  {
    "id": 144,
    "statement": "Frame-dragging arises from massive object rotation warping spacetime."
  },
  {
    "id": 145,
    "statement": "Corporal punishment increases stress and anxiety in children"
  },
  {
    "id": 146,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 147,
    "statement": "Parallel lines can intersect in non-Euclidean geometries."
  },
  {
    "id": 148,
    "statement": "Honesty builds trust through consistency, empathy, and reciprocity."
  },
  {
    "id": 149,
    "statement": "Honesty builds trust through psychological and sociological principles effectively"
  },
  {
    "id": 150,
    "statement": "Corporal punishment's harm varies across cultures and contexts."
  },
  {
    "id": 151,
    "statement": "Gravity anomaly refers to unusual gravitational field strength variation."
  },
  {
    "id": 152,
    "statement": "The constant speed of light is a fundamental physics principle."
  },
  {
    "id": 153,
    "statement": "Epigenetic modifications affect gene expression without altering DNA sequence, influencing transcription."
  },
  {
    "id": 154,
    "statement": "Gravity's warping effects on spacetime include frame-dragging, gravitomagnetism, and lensing."
  },
  {
    "id": 155,
    "statement": "Honesty's importance depends on context and situation's merit."
  },
  {
    "id": 156,
    "statement": "Lying in self-defense can be justified by necessity."
  },
  {
    "id": 157,
    "statement": "Corporal punishment increases aggression, anxiety, and long-term mental trauma."
  },
  {
    "id": 158,
    "statement": "Honesty builds trust through psychological sociological mechanisms."
  },
  {
    "id": 159,
    "statement": "Lying can be morally justified in extreme self-defense situations"
  },
  {
    "id": 160,
    "statement": "Honesty builds trust through multifaceted psychological and sociological mechanisms"
  },
  {
    "id": 161,
    "statement": "Honesty builds trust through cognitive consistency, social norms, and emotional intelligence."
  },
  {
    "id": 162,
    "statement": "Multidisciplinary evaluation is a comprehensive process assessing patient health."
  },
  {
    "id": 163,
    "statement": "Capital punishment is a complex, debated human rights issue."
  },
  {
    "id": 164,
    "statement": "Corporal punishment increases stress, anxiety, and depression in children"
  },
  {
    "id": 165,
    "statement": "Frame-dragging is spacetime rotation caused by rotating mass."
  },
  {
    "id": 166,
    "statement": "Epigenetic changes modify gene expression through histone modifications."
  },
  {
    "id": 167,
    "statement": "Honesty builds trust through social norms, emotions, and context"
  },
  {
    "id": 168,
    "statement": "Lying can be morally justified in extreme self-defense situations."
  },
  {
    "id": 169,
    "statement": "Gravity warps spacetime due to mass-energy equivalence curvature."
  },
  {
    "id": 170,
    "statement": "Multidisciplinary evaluation assesses patient's overall well-being comprehensively."
  },
  {
    "id": 171,
    "statement": "Frame-dragging occurs due to spacetime's rotation around massive objects."
  },
  {
    "id": 172,
    "statement": "Genetic code determined by nucleotide sequence through transcription and translation"
  },
  {
    "id": 173,
    "statement": "Patients' comprehensive health assessment involves cooperation with healthcare professionals."
  },
  {
    "id": 174,
    "statement": "Cultural awareness helps navigate honesty differences in diverse contexts."
  },
  {
    "id": 175,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 176,
    "statement": "Prioritizing essential values over honesty may be justified in exceptional circumstances."
  },
  {
    "id": 177,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 178,
    "statement": "Capital punishment's moral legitimacy depends on specific circumstances involving extreme harm"
  },
  {
    "id": 179,
    "statement": "Wave function collapse leads to probabilistic measurement outcomes."
  },
  {
    "id": 180,
    "statement": "Emotions play a crucial role in human decision-making process."
  },
  {
    "id": 181,
    "statement": "Gravity warps spacetime through mass-energy equivalence and geodesics."
  },
  {
    "id": 182,
    "statement": "Lying in self-defense may be morally justifiable in extreme circumstances considering factors."
  },
  {
    "id": 183,
    "statement": "Gravity warps spacetime due to mass-energy equivalence affecting motion."
  },
  {
    "id": 184,
    "statement": "Alternative learning methods enhance engagement and accessibility."
  },
  {
    "id": 185,
    "statement": "Corporal punishment can lead to long-term mental and emotional trauma."
  },
  {
    "id": 186,
    "statement": "Frame-dragging: massive, rotating objects warp spacetime, twisting fabric."
  },
  {
    "id": 187,
    "statement": "Capital punishment violates human right to life and dignity"
  },
  {
    "id": 188,
    "statement": "Gravity's acceleration varies 0.0000024% due to Earth's ellipsoidal shape."
  },
  {
    "id": 189,
    "statement": "Mass-energy warps spacetime through curvature, affecting motion and time."
  },
  {
    "id": 190,
    "statement": "Euclidean geometry's parallel postulate distinguishes it from non-Euclidean spaces."
  },
  {
    "id": 191,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 192,
    "statement": "Euclidean geometry's parallel postulate was historically debated by mathematicians."
  },
  {
    "id": 193,
    "statement": "Learning is a necessary step for sustained knowledge growth."
  },
  {
    "id": 194,
    "statement": "Parallel lines can intersect in non-Euclidean geometries and theories."
  },
  {
    "id": 195,
    "statement": "Clarity in communication and transparency contribute to trust building"
  },
  {
    "id": 196,
    "statement": "Gravity anomaly arises from ellipsoidal shape and rotation."
  },
  {
    "id": 197,
    "statement": "Honesty's moral justifiability depends on context, motivations, and consequences."
  },
  {
    "id": 198,
    "statement": "Multidisciplinary evaluation is a comprehensive healthcare assessment."
  }
]