[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Building trust requires integrity, communication, accountability, and empathy."
  },
  {
    "id": 2,
    "statement": "Preprocessing involves data cleaning, transformation, and feature engineering"
  },
  {
    "id": 3,
    "statement": "Preprocessing involves feature engineering, augmentation, and dimensionality reduction."
  },
  {
    "id": 4,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 5,
    "statement": "Trust building involves multiple factors beyond honesty alone: reliability, openness, intelligence."
  },
  {
    "id": 6,
    "statement": "Epigenetic regulation involves histone modifications, DNA methylation, and chromatin structure interactions controlling gene accessibility."
  },
  {
    "id": 7,
    "statement": "Epigenetic regulation involves histone modifications, DNA methylation, and chromatin structure interactions."
  },
  {
    "id": 8,
    "statement": "Honesty is the foundation of trustworthy relationships."
  },
  {
    "id": 9,
    "statement": "Histone modifications regulate gene expression through chromatin structure modifications."
  },
  {
    "id": 10,
    "statement": "Epigenetic regulation involves histone modification, DNA methylation, and chromatin interactions."
  },
  {
    "id": 11,
    "statement": "Preprocessing involves data cleaning, transformation, and feature engineering."
  },
  {
    "id": 12,
    "statement": "Epigenetic regulation involves histone modifications, DNA methylation, and chromatin structure interactions."
  },
  {
    "id": 13,
    "statement": "Feature engineering involves selecting & transforming relevant data features"
  },
  {
    "id": 14,
    "statement": "Honesty is crucial but not sole determinant for trust."
  },
  {
    "id": 15,
    "statement": "Honesty is not always the only morally acceptable choice"
  },
  {
    "id": 16,
    "statement": "Honesty is a necessary condition, but not sufficient condition."
  },
  {
    "id": 17,
    "statement": "Histone modifications regulate gene expression through chromatin structure and accessibility."
  },
  {
    "id": 18,
    "statement": "Honesty is crucial for trust building, but not the only factor."
  },
  {
    "id": 19,
    "statement": "Preprocessing involves data cleaning, transformation, and feature engineering."
  },
  {
    "id": 20,
    "statement": "Epigenetic regulation involves histone modifications, DNA methylation, and chromatin structure interactions."
  },
  {
    "id": 21,
    "statement": "Epigenetic regulation involves histone modification, DNA methylation, and chromatin structure interactions."
  },
  {
    "id": 22,
    "statement": "Honesty is a necessary, but not sufficient, condition for trust."
  },
  {
    "id": 23,
    "statement": "Preprocessing involves data cleaning, transformation, and feature engineering."
  },
  {
    "id": 24,
    "statement": "Language processing is linked to pleasure and self-awareness through social and emotional experiences."
  },
  {
    "id": 25,
    "statement": "Cognitive-emotional integration enables self-awareness through attention, perception, and regulation processes."
  },
  {
    "id": 26,
    "statement": "Honesty is not always the only morally acceptable option."
  },
  {
    "id": 27,
    "statement": "Epigenetic regulation involves histone modification, DNA methylation, chromatin structure interactions."
  },
  {
    "id": 28,
    "statement": "Consistency necessary for trust, but insufficient alone"
  },
  {
    "id": 29,
    "statement": "Consistency demonstrates reliability and predictability in building trust."
  },
  {
    "id": 30,
    "statement": "Lying can be morally justifiable in certain consequentialist situations"
  },
  {
    "id": 31,
    "statement": "Epigenetic regulation involves histone modification and DNA methylation."
  },
  {
    "id": 32,
    "statement": "Epigenetic regulation involves histone modification, DNA methylation, and chromatin structure interactions."
  },
  {
    "id": 33,
    "statement": "Epigenetic regulation combines histone modification, DNA methylation, chromatin interactions."
  },
  {
    "id": 34,
    "statement": "Histone modifications regulate gene expression by modifying chromatin structure."
  },
  {
    "id": 35,
    "statement": "Honesty is necessary but insufficient for building trust alone."
  },
  {
    "id": 36,
    "statement": "Feature engineering creates new features from existing data sources."
  },
  {
    "id": 37,
    "statement": "Cognitive-emotional integration enables self-awareness through attention, perception, and regulation."
  },
  {
    "id": 38,
    "statement": "Feature engineering involves creating new features from existing data."
  },
  {
    "id": 39,
    "statement": "Self-awareness arises from complex brain-region interactions."
  },
  {
    "id": 40,
    "statement": "Human language uses symbolic and abstract communication systems."
  },
  {
    "id": 41,
    "statement": "Language is complex system of symbolic communication, culturally animated."
  },
  {
    "id": 42,
    "statement": "Epigenetic regulation involves histone modification, DNA methylation, and chromatin interactions"
  },
  {
    "id": 43,
    "statement": "Feature engineering involves transforming or combining existing features."
  },
  {
    "id": 44,
    "statement": "Language processing linked to pleasure, self-awareness through social-emotional experiences."
  },
  {
    "id": 45,
    "statement": "Honesty is context-dependent, influenced by culture and values."
  },
  {
    "id": 46,
    "statement": "Feature engineering involves selecting and transforming raw data features."
  },
  {
    "id": 47,
    "statement": "Self-awareness arises from complex interactions of cognitive, emotional, social, and cultural factors."
  },
  {
    "id": 48,
    "statement": "Cognitive-emotional integration develops self-awareness through attention, perception, and regulation."
  },
  {
    "id": 49,
    "statement": "Consistency demonstrates reliability and predictability in building trust."
  },
  {
    "id": 50,
    "statement": "Epigenetic regulation involves chromatin, DNA methylation, and histone modification interactions."
  },
  {
    "id": 51,
    "statement": "Self-awareness arises from complex brain-region interactions, neural connections."
  },
  {
    "id": 52,
    "statement": "Honesty is necessary but not sufficient for trust building"
  },
  {
    "id": 53,
    "statement": "Salience Network filters out irrelevant sensory information through internal goals."
  },
  {
    "id": 54,
    "statement": "Self-awareness emerges from integration of sensory-emotional experiences."
  },
  {
    "id": 55,
    "statement": "Building trust requires integrity, communication, accountability, and empathy."
  },
  {
    "id": 56,
    "statement": "Honesty is foundational to trustworthy relationships, not solely"
  },
  {
    "id": 57,
    "statement": "Honesty is a context-dependent concept influenced by culture and values"
  },
  {
    "id": 58,
    "statement": "Self-awareness emerges from integrated cognitive, emotional, and sensory processes"
  },
  {
    "id": 59,
    "statement": "Epigenetic regulation combines histone modification, DNA methylation, and chromatin interactions to control gene expression."
  },
  {
    "id": 60,
    "statement": "Vulnerability in trust building means being open and honest."
  },
  {
    "id": 61,
    "statement": "Salience Network filters out irrelevant sensory info through internal goals."
  },
  {
    "id": 62,
    "statement": "Honesty is morally complex, considering context and consequences."
  },
  {
    "id": 63,
    "statement": "Honesty is context-dependent, with moral complexity considered."
  },
  {
    "id": 64,
    "statement": "Honesty is necessary but not sufficient for trustworthiness."
  },
  {
    "id": 65,
    "statement": "Human language is a mental construct that filters reality"
  },
  {
    "id": 66,
    "statement": "Data engineering involves designing infrastructure and tools for data processing"
  },
  {
    "id": 67,
    "statement": "Honesty is a foundation of trust in relationships."
  },
  {
    "id": 68,
    "statement": "Honesty is necessary but not sufficient condition for trust."
  },
  {
    "id": 69,
    "statement": "Empathy in trust building involves understanding and validating others' perspectives."
  },
  {
    "id": 70,
    "statement": "Self-awareness emerges from integrated cognitive-emotional processes and attention."
  },
  {
    "id": 71,
    "statement": "Normalization in machine learning involves scaling data to common range."
  },
  {
    "id": 72,
    "statement": "Epigenetic regulation involves histone modification, DNA methylation, and chromatin structure interactions influencing transcription factor binding."
  },
  {
    "id": 73,
    "statement": "Language is a dynamic system shaped by culture, context and cognition."
  },
  {
    "id": 74,
    "statement": "Honesty might not be the only moral choice in certain situations."
  },
  {
    "id": 75,
    "statement": "Honesty is crucial for trust building, considering multiple factors."
  },
  {
    "id": 76,
    "statement": "Honesty, consistency, accountability, and reliability build trustworthiness."
  },
  {
    "id": 77,
    "statement": "Cognitive-emotional integration mediates self-awareness through attention, perception, and regulation."
  },
  {
    "id": 78,
    "statement": "Human language is shaped by cultural, context, and pragmatic factors."
  },
  {
    "id": 79,
    "statement": "Self-awareness emerges from integrated cognitive, emotional, and sensory processes."
  },
  {
    "id": 80,
    "statement": "Self-awareness arises from ACC-insula-mPFC integration of sensory-emotional-cognitive processes."
  },
  {
    "id": 81,
    "statement": "Human language uses symbolic and abstract communication systems."
  },
  {
    "id": 82,
    "statement": "Epigenetic regulation involves histone modifications, DNA methylation, and chromatin structure interactions"
  },
  {
    "id": 83,
    "statement": "Language processing linked to pleasure through dopamine release and default mode network"
  },
  {
    "id": 84,
    "statement": "Self-awareness arises from interconnected brain regions and networks."
  },
  {
    "id": 85,
    "statement": "Feature engineering involves selecting relevant features from existing ones."
  },
  {
    "id": 86,
    "statement": "Honesty not always best choice in exceptional moral situations."
  },
  {
    "id": 87,
    "statement": "Consistency is a necessary but insufficient condition for trust."
  },
  {
    "id": 88,
    "statement": "Self-awareness arises from interplay between multiple factors"
  },
  {
    "id": 89,
    "statement": "Cognitive-emotional integration mediates self-awareness through attention, regulation, and emotional labeling."
  },
  {
    "id": 90,
    "statement": "Honesty alone is insufficient for trustworthiness, accountability required."
  },
  {
    "id": 91,
    "statement": "Human language uses symbolic and abstract communication systems."
  },
  {
    "id": 92,
    "statement": "Raw data features refer to original, unprocessed data"
  },
  {
    "id": 93,
    "statement": "Consistency demonstrates reliability and predictability in building trust."
  },
  {
    "id": 94,
    "statement": "Data engineering involves designing infrastructure and tools for data processing"
  },
  {
    "id": 95,
    "statement": "Self-awareness emerges from integrated cognitive, emotional, and sensory processes"
  },
  {
    "id": 96,
    "statement": "Histone modification, DNA methylation, and chromatin structure interactively regulate epigenetic processes."
  },
  {
    "id": 97,
    "statement": "Honesty is morally complex, considering context and consequences."
  },
  {
    "id": 98,
    "statement": "Preprocessing involves data cleaning, transformation, and feature engineering."
  },
  {
    "id": 99,
    "statement": "Language processing linked to pleasure, self-awareness via emotional experiences."
  },
  {
    "id": 100,
    "statement": "Human language uses symbolic, abstract communication systems to convey complex ideas."
  },
  {
    "id": 101,
    "statement": "It is never morally acceptable to lie because honesty"
  },
  {
    "id": 102,
    "statement": "Salience Network filters out irrelevant sensory information through internal goals."
  },
  {
    "id": 103,
    "statement": "Honesty is essential but not sufficient for building trust."
  },
  {
    "id": 104,
    "statement": "Trust building involves multiple factors: reliability, openness, intelligence, accountability."
  },
  {
    "id": 105,
    "statement": "Openness in trust building involves transparency, active communication, and vulnerability"
  },
  {
    "id": 106,
    "statement": "Self-awareness emerges from cognitive-emotional integration and brain networks"
  },
  {
    "id": 107,
    "statement": "Feature engineering involves selecting relevant features through various criteria."
  },
  {
    "id": 108,
    "statement": "Honesty is context-dependent, considering situation and potential consequences"
  },
  {
    "id": 109,
    "statement": "Honesty alone is insufficient for trustworthiness, accountability also required."
  },
  {
    "id": 110,
    "statement": "Epigenetic regulation involves histone modification, DNA methylation, and chromatin interactions influencing chromatin structure and accessibility."
  },
  {
    "id": 111,
    "statement": "Honesty is one crucial aspect of building trust, not sole foundation."
  },
  {
    "id": 112,
    "statement": "Honesty is morally complex, considering context and consequences."
  },
  {
    "id": 113,
    "statement": "Language is a complex system of symbolic communication, culturally shaped and context-dependent."
  },
  {
    "id": 114,
    "statement": "Histone modifications are chemical changes to histone proteins regulating gene expression."
  },
  {
    "id": 115,
    "statement": "Preprocessing involves data cleaning, transformation, normalization for machine learning."
  },
  {
    "id": 116,
    "statement": "Cognitive-emotional integration enables self-awareness through attention, perception, and regulation."
  },
  {
    "id": 117,
    "statement": "Consistency is necessary but insufficient for building trust."
  },
  {
    "id": 118,
    "statement": "Human language uses symbolic and abstract communication systems efficiently conveying complex concepts."
  },
  {
    "id": 119,
    "statement": "Honesty is a crucial but context-dependent aspect of trust building."
  },
  {
    "id": 120,
    "statement": "Honesty is necessary but insufficient for building trust alone. Trustworthiness requires consistency, accountability, and reliability."
  },
  {
    "id": 121,
    "statement": "Self-awareness emerges from integrated cognitive-emotional-sensory processes."
  },
  {
    "id": 122,
    "statement": "Honesty is a necessary but not sufficient condition for trust"
  },
  {
    "id": 123,
    "statement": "Language is a dynamic system shaped by culture, context, and cognition."
  },
  {
    "id": 124,
    "statement": "Honesty is morally situational and culturally nuanced decision-making."
  },
  {
    "id": 125,
    "statement": "It is never morally acceptable to lie because honesty is foundation"
  },
  {
    "id": 126,
    "statement": "Honesty is necessary, but not sufficient, for trust building."
  },
  {
    "id": 127,
    "statement": "Language processing linked to pleasure and self-awareness through social-emotional experiences."
  },
  {
    "id": 128,
    "statement": "Honesty is a complex concept influenced by context and values."
  },
  {
    "id": 129,
    "statement": "Consistency is a crucial component of trustworthiness through integrity."
  },
  {
    "id": 130,
    "statement": "Honesty is essential, but not sole determinant, for trust building."
  },
  {
    "id": 131,
    "statement": "Epigenetic regulation involves histone modification, DNA methylation, and chromatin interactions influencing transcription factor binding"
  },
  {
    "id": 132,
    "statement": "Language is a mental construct that shapes our reality through categorization."
  },
  {
    "id": 133,
    "statement": "Language shape and influenced by culture, context, and cognition."
  },
  {
    "id": 134,
    "statement": "Epigenetic regulation involves chromatin structure interactions controlling gene accessibility."
  },
  {
    "id": 135,
    "statement": "Honesty is a foundation of trustworthy relationships."
  },
  {
    "id": 136,
    "statement": "Human language uses symbolic and abstract communication systems."
  },
  {
    "id": 137,
    "statement": "Language processing linked to pleasure through emotional experiences, influencing self-awareness."
  },
  {
    "id": 138,
    "statement": "Human language uses arbitrary symbols and abstraction to convey complex concepts efficiently."
  },
  {
    "id": 139,
    "statement": "Honesty is context-dependent, impacting trust building and reception."
  },
  {
    "id": 140,
    "statement": "Feature engineering involves multiple transformations and combinations."
  },
  {
    "id": 141,
    "statement": "Consistency is the most crucial aspect of building trust."
  },
  {
    "id": 142,
    "statement": "Consistency is necessary but not sufficient for building trust alone."
  },
  {
    "id": 143,
    "statement": "Trust building involves multiple factors: reliability, openness, intelligence, and consistency."
  },
  {
    "id": 144,
    "statement": "Honesty in complex moral dilemmas requires nuanced decision-making."
  },
  {
    "id": 145,
    "statement": "Consistency is a crucial aspect of building trust in relationships."
  },
  {
    "id": 146,
    "statement": "Building trust requires integrity, communication, accountability, and empathy."
  },
  {
    "id": 147,
    "statement": "Honesty is necessary but not sufficient for trust building"
  },
  {
    "id": 148,
    "statement": "Consistency in behavior builds reliability and trust"
  },
  {
    "id": 149,
    "statement": "The Salience Network filters out sensory information through internal goals."
  },
  {
    "id": 150,
    "statement": "Feature engineering involves transforming raw data into relevant features."
  },
  {
    "id": 151,
    "statement": "Epigenetic regulation combines histone modification, DNA methylation, chromatin interactions to control gene expression."
  },
  {
    "id": 152,
    "statement": "Honesty is necessary, but not sufficient, alone for trust."
  },
  {
    "id": 153,
    "statement": "Human language is shaped by cultural, contextual, and pragmatic factors interactively."
  },
  {
    "id": 154,
    "statement": "Honesty is necessary but insufficient for trust building; additional factors matter."
  },
  {
    "id": 155,
    "statement": "Cognitive-emotional integration enables self-awareness through attention, perception, and regulation processes"
  },
  {
    "id": 156,
    "statement": "Honesty is complex, contextual, and culturally nuanced decision-making process."
  },
  {
    "id": 157,
    "statement": "Self-awareness emerges from coordinated brain regions and networks"
  },
  {
    "id": 158,
    "statement": "Epigenetic regulation combines histone modification and DNA methylation interacting mechanisms."
  },
  {
    "id": 159,
    "statement": "Honesty is morally complex, context-dependent, and requires consideration"
  },
  {
    "id": 160,
    "statement": "Language processing linked to social pleasure and intersubjective self-awareness."
  },
  {
    "id": 161,
    "statement": "Honesty is necessary but not sufficient for trust building."
  },
  {
    "id": 162,
    "statement": "Cognitive-emotional integration enables self-awareness through attention, perception, and regulation processes."
  },
  {
    "id": 163,
    "statement": "Consistency demonstrates reliability and predictability in building trust."
  },
  {
    "id": 164,
    "statement": "Honesty is morally complex, considering context and consequences"
  },
  {
    "id": 165,
    "statement": "Honesty is crucial for trust building, considering multiple factors."
  },
  {
    "id": 166,
    "statement": "Feature engineering involves selecting relevant features through various criteria."
  },
  {
    "id": 167,
    "statement": "Honesty is crucial for building trust, but not sufficient alone."
  },
  {
    "id": 168,
    "statement": "Self-awareness emerges from integrated neural activity patterns."
  },
  {
    "id": 169,
    "statement": "Data transformation and feature engineering are distinct preprocessing concepts."
  },
  {
    "id": 170,
    "statement": "Human language uses symbolic and abstract communication systems."
  },
  {
    "id": 171,
    "statement": "Human language is a complex system"
  },
  {
    "id": 172,
    "statement": "Histones regulate gene expression through chromatin structure and accessibility."
  },
  {
    "id": 173,
    "statement": "Preprocessing involves selecting, transforming, and creating features effectively."
  },
  {
    "id": 174,
    "statement": "Cognitive-emotional integration develops self-awareness through attention, perception, and regulation processes."
  },
  {
    "id": 175,
    "statement": "Honesty is crucial for trust building, but insufficient alone."
  },
  {
    "id": 176,
    "statement": "Histone modification, DNA methylation, and chromatin structure regulate epigenetic gene expression."
  },
  {
    "id": 177,
    "statement": "Honesty is a nuanced concept influenced by context and emotions."
  },
  {
    "id": 178,
    "statement": "Building trust requires integrity, communication, accountability, and empathy."
  },
  {
    "id": 179,
    "statement": "Self-awareness arises from integrated cognitive-emotional-sensory processes in brain."
  },
  {
    "id": 180,
    "statement": "Honesty is not always the foundation of trust, context matters."
  },
  {
    "id": 181,
    "statement": "Honesty is a crucial component, but not sole determinant, for trust."
  },
  {
    "id": 182,
    "statement": "Language processing linked to pleasure through dopamine release."
  },
  {
    "id": 183,
    "statement": "Consequentialism: Moral justification for lying in certain situations due"
  },
  {
    "id": 184,
    "statement": "Epigenetic regulation involves histone modifications, DNA methylation, and chromatin structure interactions."
  },
  {
    "id": 185,
    "statement": "Feature engineering creates new features from existing data."
  },
  {
    "id": 186,
    "statement": "Epigenetic regulation controls gene expression through histone modification, DNA methylation, and chromatin interactions."
  },
  {
    "id": 187,
    "statement": "Epigenetic regulation involves histone modification, DNA methylation, and chromatin interactions"
  },
  {
    "id": 188,
    "statement": "Epigenetic regulation involves chromatin, DNA methylation, and histone modification with dynamics."
  },
  {
    "id": 189,
    "statement": "Honesty necessary but not sufficient for trust building"
  },
  {
    "id": 190,
    "statement": "Epigenetic regulation involves histone modification, DNA methylation, and chromatin structure interactions affecting gene expression."
  },
  {
    "id": 191,
    "statement": "Honesty is a necessary but not sufficient condition."
  },
  {
    "id": 192,
    "statement": "Self-awareness emerges from integrating sensory-emotional experience networks."
  },
  {
    "id": 193,
    "statement": "Language is shaped by culture, context, and cognition in complex interactions."
  },
  {
    "id": 194,
    "statement": "Consistency demonstrates reliability and predictability in trust building."
  },
  {
    "id": 195,
    "statement": "Feature engineering involves selecting and transforming raw data features effectively."
  },
  {
    "id": 196,
    "statement": "Self-awareness arises from recursive interactions of cognitive, emotional, social, and cultural factors"
  },
  {
    "id": 197,
    "statement": "Honesty is a foundation of trust in relationships."
  },
  {
    "id": 198,
    "statement": "Feature engineering involves feature selection, transformation, creation, and extraction."
  },
  {
    "id": 199,
    "statement": "Data preprocessing involves cleaning, transforming, and feature engineering."
  }
]