[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Corporal punishment can lead to increased aggression and trauma in children due to increased stress and anxiety, promoting continued use of disciplinary measures that can result in cycles of violence, causing harm to individuals, leading to long-term negative effects on mental and emotional well-being, and affecting cognitive and social development."
  },
  {
    "id": 2,
    "statement": "Gravity warps spacetime due to mass-energy curvature, affecting motion and time"
  },
  {
    "id": 3,
    "statement": "Constant speed of light is a fundamental principle in physics"
  },
  {
    "id": 4,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation due to gravity."
  },
  {
    "id": 5,
    "statement": "Gravity anomaly refers to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 6,
    "statement": "Parallel postulate defines Euclidean geometry's unique properties."
  },
  {
    "id": 7,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects' gravity."
  },
  {
    "id": 8,
    "statement": "Lying may be morally justifiable in cases of national security."
  },
  {
    "id": 9,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 10,
    "statement": "Euclidean geometry's parallel postulate was historically debated"
  },
  {
    "id": 11,
    "statement": "Epigenetic modifications affect gene expression through DNA-methylation, histone-modification, and chromatin-remodeling mechanisms."
  },
  {
    "id": 12,
    "statement": "Frame-dragging: rotation of spacetime around massive rotating objects."
  },
  {
    "id": 13,
    "statement": "Corporal punishment can lead to long-term emotional trauma in children"
  },
  {
    "id": 14,
    "statement": "Mass-energy equivalence warps spacetime through gravitational influence"
  },
  {
    "id": 15,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 16,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 17,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 18,
    "statement": "Parallel postulate is unique to Euclidean geometry definition"
  },
  {
    "id": 19,
    "statement": "Honesty builds trust through psychological and sociological principles, theories, and research."
  },
  {
    "id": 20,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation, proves GR."
  },
  {
    "id": 21,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation by 0.0000035%."
  },
  {
    "id": 22,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 23,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 24,
    "statement": "Gravity's acceleration varies 0.3-0.6% due to Earth's shape and rotation."
  },
  {
    "id": 25,
    "statement": "Euclidean geometry has multiple unique properties beyond parallel postulate."
  },
  {
    "id": 26,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 27,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 28,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity through psychological and sociological principles."
  },
  {
    "id": 29,
    "statement": "Multidisciplinary evaluation assesses patient's overall well-being jointly through multiple professionals."
  },
  {
    "id": 30,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 31,
    "statement": "Gravity warps spacetime through mass-energy equivalence."
  },
  {
    "id": 32,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 33,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 34,
    "statement": "Non-Euclidean geometries have different parallel line properties."
  },
  {
    "id": 35,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children due"
  },
  {
    "id": 36,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 37,
    "statement": "Mass-energy equivalence causes spacetime curvature via gravity"
  },
  {
    "id": 38,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 39,
    "statement": "Lying can be morally justifiable in national security cases."
  },
  {
    "id": 40,
    "statement": "Epigenetic modifications affect gene expression through DNA-methylation, histone-modification, and chromatin-remodeling."
  },
  {
    "id": 41,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 42,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 43,
    "statement": "Conversations are a new start with no prior knowledge."
  },
  {
    "id": 44,
    "statement": "Honesty builds trust through cognitive consistency theory, emotional contagion, social identity theory, reciprocity, moral foundations theory, and attachment theory."
  },
  {
    "id": 45,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects' gravity."
  },
  {
    "id": 46,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 47,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 48,
    "statement": "Euclidean geometry's parallel postulate defines flat, two-dimensional space."
  },
  {
    "id": 49,
    "statement": "Honesty is essential in establishing trust regardless of context."
  },
  {
    "id": 50,
    "statement": "Superposition allows quantum particles to exist multiple states."
  },
  {
    "id": 51,
    "statement": "Parallel postulate ensures flatness and two-dimensionality in Euclidean geometry."
  },
  {
    "id": 52,
    "statement": "Conversations enhance knowledge through shared perspectives and active processing."
  },
  {
    "id": 53,
    "statement": "Constant speed of light is a fundamental physics principle."
  },
  {
    "id": 54,
    "statement": "Constant speed of light challenges classical understanding of space and time."
  },
  {
    "id": 55,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes affecting chromatin dynamics and accessibility."
  },
  {
    "id": 56,
    "statement": "Multidisciplinary evaluation assesses patient comprehensively through team collaboration."
  },
  {
    "id": 57,
    "statement": "Mass-energy equivalence warps spacetime through gravity."
  },
  {
    "id": 58,
    "statement": "Epigenetic modifications affect gene expression without altering DNA sequence."
  },
  {
    "id": 59,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 60,
    "statement": "Corporal punishment's negative effects on mental health are debated"
  },
  {
    "id": 61,
    "statement": "Superposition: Quantum particles exist in multiple states simultaneously."
  },
  {
    "id": 62,
    "statement": "Honesty is essential in establishing trust, regardless of context."
  },
  {
    "id": 63,
    "statement": "Corporal punishment's harmful effects vary with context and culture."
  },
  {
    "id": 64,
    "statement": "Parallel postulate applies only to Euclidean geometry, varying others."
  },
  {
    "id": 65,
    "statement": "Epigenetic modifications regulate gene expression through DNA-methylation, histone-modification, and chromatin-remodeling mechanisms interaction."
  },
  {
    "id": 66,
    "statement": "Corporal punishment's effectiveness varies across different cultural settings."
  },
  {
    "id": 67,
    "statement": "The parallel postulate was debated and challenged throughout history."
  },
  {
    "id": 68,
    "statement": "Honesty builds trust through cognitive consistency, emotional contagion, social identity, attachment, and self-verification."
  },
  {
    "id": 69,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 70,
    "statement": "Honesty is crucial in building trust, but not always decisive."
  },
  {
    "id": 71,
    "statement": "Multidisciplinary evaluation assesses patient's overall well-being jointly."
  },
  {
    "id": 72,
    "statement": "Corporal punishment's negative effects on mental health debated."
  },
  {
    "id": 73,
    "statement": "Gravity's acceleration varies slightly due to Earth's ellipsoidal shape."
  },
  {
    "id": 74,
    "statement": "Wave function collapse is necessary for quantum measurements to occur."
  },
  {
    "id": 75,
    "statement": "Histone modifications alter chromatin structure and transcription factor binding."
  },
  {
    "id": 76,
    "statement": "Honesty building trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 77,
    "statement": "Geodesics are paths objects follow in curved spacetime under gravity."
  },
  {
    "id": 78,
    "statement": "Corporal punishment increases depression in children through emotional harm."
  },
  {
    "id": 79,
    "statement": "Frame-dragging is the rotation-induced curvature of spacetime caused by massive objects' rotation."
  },
  {
    "id": 80,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 81,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 82,
    "statement": "Multidisciplinary evaluation assesses patients comprehensively through collaborative team work."
  },
  {
    "id": 83,
    "statement": "Circular reasoning becomes falsehood, challenging trust."
  },
  {
    "id": 84,
    "statement": "Gravity varies 0.3-0.6% due to Earth's shape and rotation, centrifugal force."
  },
  {
    "id": 85,
    "statement": "Mass-energy equivalence: E = mc^2 demonstrates interconvertibility."
  },
  {
    "id": 86,
    "statement": "Gravity anomaly is variation in gravitational field strength."
  },
  {
    "id": 87,
    "statement": "Constant speed of light is a fundamental physics principle."
  },
  {
    "id": 88,
    "statement": "Mass-energy equivalence warps spacetime around massive objects, affecting motion."
  },
  {
    "id": 89,
    "statement": "Corporal punishment's effects on children's mental health are complex and context-dependent."
  },
  {
    "id": 90,
    "statement": "Gravity anomalies occur due to mass distribution variations"
  },
  {
    "id": 91,
    "statement": "Lying may be morally justified in extreme national security situations."
  },
  {
    "id": 92,
    "statement": "Frame-dragging is a gravitational phenomenon predicted by GR."
  },
  {
    "id": 93,
    "statement": "Nucleotide sequence determines protein sequence through transcription and translation."
  },
  {
    "id": 94,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 95,
    "statement": "Honesty builds trust through psychological and sociological principles combination"
  },
  {
    "id": 96,
    "statement": "Honesty builds trust through psychological and sociological principles universally."
  },
  {
    "id": 97,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 98,
    "statement": "Gravity acceleration varies 0.5% due to Earth's ellipsoidal shape"
  },
  {
    "id": 99,
    "statement": "Spacetime curvature is proportional to mass-energy density."
  },
  {
    "id": 100,
    "statement": "Corporal punishment increases depression in children through emotional harm due to fear, anxiety."
  },
  {
    "id": 101,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 102,
    "statement": "Corporal punishment increases depression in children through emotional harm."
  },
  {
    "id": 103,
    "statement": "Honesty is not universally valued in building trust."
  },
  {
    "id": 104,
    "statement": "Practice facilitates retention of new information in long-term memory."
  },
  {
    "id": 105,
    "statement": "Epigenetic modifications affect gene expression through methylation and histone modification."
  },
  {
    "id": 106,
    "statement": "Capital punishment is unjustifiable due to inherent right to life."
  },
  {
    "id": 107,
    "statement": "Honesty's moral justifiability depends on context and motivations."
  },
  {
    "id": 108,
    "statement": "Capital punishment is unjustifiable as it violates right to life."
  },
  {
    "id": 109,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 110,
    "statement": "Honesty may not always be the morally best option."
  },
  {
    "id": 111,
    "statement": "Honesty builds trust through interplay of psychological, sociological principles."
  },
  {
    "id": 112,
    "statement": "Honesty's effectiveness varies with context, relationships, and circumstances."
  },
  {
    "id": 113,
    "statement": "Corporal punishment can lead to long-term psychological trauma."
  },
  {
    "id": 114,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 115,
    "statement": "Multidisciplinary evaluation is a collaborative process assessing patient comprehensively."
  },
  {
    "id": 116,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 117,
    "statement": "Parallel postulate is a fundamental concept, modified in non-Euclidean geometries."
  },
  {
    "id": 118,
    "statement": "Honesty, while valuable, is not always morally acceptable."
  },
  {
    "id": 119,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 120,
    "statement": "Honesty may not be the morally best option in all cases."
  },
  {
    "id": 121,
    "statement": "Gravity warps spacetime through mass-energy equivalence"
  },
  {
    "id": 122,
    "statement": "Honesty reinforces social identity through social comparison leading to belonging."
  },
  {
    "id": 123,
    "statement": "Lying may be morally justifiable if necessary for national security."
  },
  {
    "id": 124,
    "statement": "Wave function collapse is a non-deterministic process in quantum mechanics."
  },
  {
    "id": 125,
    "statement": "Honesty builds trust through cognitive consistency theory"
  },
  {
    "id": 126,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 127,
    "statement": "Epigenetic modifications affect gene expression through chromatin structure and accessibility."
  },
  {
    "id": 128,
    "statement": "Multidisciplinary evaluation assesses patient's overall well-being through team collaboration."
  },
  {
    "id": 129,
    "statement": "Honesty flexibility allows for context-dependent moral decision-making processes."
  },
  {
    "id": 130,
    "statement": "Spacetime curvature is caused by mass-energy density in general relativity."
  },
  {
    "id": 131,
    "statement": "Conversations build knowledge through shared perspectives and active processing."
  },
  {
    "id": 132,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 133,
    "statement": "Honesty fosters trust through psychological and sociological mechanisms."
  },
  {
    "id": 134,
    "statement": "Capital punishment is unjustifiable due to inherent right to life."
  },
  {
    "id": 135,
    "statement": "Honesty may not be the morally best option all the time."
  },
  {
    "id": 136,
    "statement": "Gravity warps spacetime due to mass-energy curvature."
  },
  {
    "id": 137,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 138,
    "statement": "Euclidean geometry's parallel postulate ensures flatness and two-dimensionality."
  },
  {
    "id": 139,
    "statement": "Capital punishment violates inherent human right to life and dignity."
  },
  {
    "id": 140,
    "statement": "Alternative formulations replace parallel postulate in non-Euclidean geometries."
  },
  {
    "id": 141,
    "statement": "Euclidean geometry's parallel postulate was debated and challenged historically."
  },
  {
    "id": 142,
    "statement": "Honesty builds trust through psychological consistency and emotional contagion."
  },
  {
    "id": 143,
    "statement": "Honesty, while valuable, is not always essential for trust."
  },
  {
    "id": 144,
    "statement": "Corporal punishment increases trauma and aggression in children"
  },
  {
    "id": 145,
    "statement": "Mass distribution variations cause curvature changes in spacetime."
  },
  {
    "id": 146,
    "statement": "Gravity acceleration varies due to Earth's mass distribution and ellipsoidal shape."
  },
  {
    "id": 147,
    "statement": "Corporal punishment leads to long-term psychological trauma."
  },
  {
    "id": 148,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 149,
    "statement": "Spacetime geometry is warped by mass-energy distribution, causing gravity."
  },
  {
    "id": 150,
    "statement": "Honesty is morally justifiable in exceptional circumstances only."
  },
  {
    "id": 151,
    "statement": "Honesty reinforces social identity through emotional attachment and social comparison."
  },
  {
    "id": 152,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 153,
    "statement": "Euclidean geometry's parallel postulate defines flat two-dimensional space."
  },
  {
    "id": 154,
    "statement": "Corporal punishment increases depression in children through emotional harm."
  },
  {
    "id": 155,
    "statement": "Honesty builds trust through cognitive consistency, emotional contagion, social identity, and self-verification."
  },
  {
    "id": 156,
    "statement": "Spaced repetition is most effective for long-term information retention."
  },
  {
    "id": 157,
    "statement": "Wave function collapse is necessary for quantum measurements to occur."
  },
  {
    "id": 158,
    "statement": "Epigenetic modifications regulate gene expression through DNA methylation and histone-modifications."
  },
  {
    "id": 159,
    "statement": "Honesty builds trust through cognitive consistency theory."
  },
  {
    "id": 160,
    "statement": "Honesty's moral justifiability depends on context, motivation, and consequences."
  },
  {
    "id": 161,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 162,
    "statement": "Earth's mass concentration affects gravity acceleration, mostly core"
  },
  {
    "id": 163,
    "statement": "Epigenetic modifications alter chromatin structure, affecting gene expression."
  },
  {
    "id": 164,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 165,
    "statement": "Capital punishment violates the universal human right to life."
  },
  {
    "id": 166,
    "statement": "Honesty's foundations shift with context-dependent moral principles."
  },
  {
    "id": 167,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature, Einstein."
  },
  {
    "id": 168,
    "statement": "Gravity warps spacetime due to mass-energy equivalence curvature."
  },
  {
    "id": 169,
    "statement": "Non-Euclidean geometries have different parallel line properties"
  },
  {
    "id": 170,
    "statement": "Honesty's moral value varies with context and motivations."
  },
  {
    "id": 171,
    "statement": "Parallel postulate has different forms in non-Euclidean geometries."
  },
  {
    "id": 172,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 173,
    "statement": "Conversations can be approached with a blank slate, assuming fresh start."
  },
  {
    "id": 174,
    "statement": "Lying may be justified for national security in extreme cases."
  },
  {
    "id": 175,
    "statement": "Epigenetic modifications affect gene expression through chromatin structure changes."
  },
  {
    "id": 176,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 177,
    "statement": "Historic debates fueled development of non-Euclidean geometries."
  },
  {
    "id": 178,
    "statement": "Epigenetic modifications regulate gene expression via chromatin structure adjustments."
  },
  {
    "id": 179,
    "statement": "Geodesics are shortest paths in curved spacetime under gravity.''"
  },
  {
    "id": 180,
    "statement": "The parallel postulate is a defining characteristic of Euclidean geometry."
  },
  {
    "id": 181,
    "statement": "Honesty builds trust through psychological and sociological mechanisms."
  },
  {
    "id": 182,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 183,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation due to gravity."
  },
  {
    "id": 184,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 185,
    "statement": "Honesty builds trust through social identity, cognitive dissonance, self-verification, social exchange, norms, and power."
  },
  {
    "id": 186,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 187,
    "statement": "Frame-dragging: spacetime rotation caused by massive object's gravity."
  },
  {
    "id": 188,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 189,
    "statement": "Mass-energy warps spacetime, affecting motion and time."
  },
  {
    "id": 190,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 191,
    "statement": "Multidisciplinary evaluations assess patients comprehensively through team collaboration."
  },
  {
    "id": 192,
    "statement": "Lying can be morally justifiable in national security cases under specific contexts."
  },
  {
    "id": 193,
    "statement": "Honesty builds trust through psychological principles and social norms"
  },
  {
    "id": 194,
    "statement": "Gravity's ellipsoidal shape and rotation affect its acceleration."
  },
  {
    "id": 195,
    "statement": "Mass-energy equivalence warps spacetime through gravity and curvature."
  },
  {
    "id": 196,
    "statement": "Honesty builds trust through psychological and sociological principles' synergy"
  },
  {
    "id": 197,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 198,
    "statement": "Frame-dragging occurs when massive rotating objects rotate spacetime."
  },
  {
    "id": 199,
    "statement": "Constant speed of light is a fundamental physics principle."
  }
]