[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Gravity acceleration varies 0.5% due to Earth's ellipsoidal shape"
  },
  {
    "id": 2,
    "statement": "Corporal punishment can lead to increased aggression and trauma in children due to increased stress and anxiety, promoting continued use of disciplinary measures that can result in cycles of violence, causing harm to individuals, leading to long-term negative effects on mental and emotional well-being, and affecting cognitive and social development."
  },
  {
    "id": 3,
    "statement": "Euclidean geometry's parallel postulate was historically debated"
  },
  {
    "id": 4,
    "statement": "Gravity acceleration varies 0.5% due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 5,
    "statement": "Lying in self-defense can be morally justified in extreme circumstances."
  },
  {
    "id": 6,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 7,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation by 0.0000035%."
  },
  {
    "id": 8,
    "statement": "Gravity acceleration varies due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 9,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 10,
    "statement": "Honesty's effectiveness varies with context, relationships, and stakes."
  },
  {
    "id": 11,
    "statement": "Wave function collapse is a fundamental quantum mechanics phenomenon."
  },
  {
    "id": 12,
    "statement": "Gravity warps spacetime due to mass-energy curvature, affecting motion and time"
  },
  {
    "id": 13,
    "statement": "Capital punishment is unjustifiable as it violates the inherent right to life."
  },
  {
    "id": 14,
    "statement": "Lying might be morally acceptable in self-defense situations."
  },
  {
    "id": 15,
    "statement": "Corporal punishment harms children through increased stress and anxiety"
  },
  {
    "id": 16,
    "statement": "Euclidean geometry's parallel postulate ensures lines never intersect non-permanently."
  },
  {
    "id": 17,
    "statement": "It is never morally acceptable to lie because honesty is foundation"
  },
  {
    "id": 18,
    "statement": "Multidisciplinary evaluation assesses patient's overall well-being jointly."
  },
  {
    "id": 19,
    "statement": "Lying may be morally acceptable in extreme self-defense situations."
  },
  {
    "id": 20,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 21,
    "statement": "Gravity warps spacetime through mass-energy equivalence"
  },
  {
    "id": 22,
    "statement": "Honesty is context-dependent, varying in relationships and cultures."
  },
  {
    "id": 23,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and mass distribution."
  },
  {
    "id": 24,
    "statement": "Honesty builds trust through psychology and sociology."
  },
  {
    "id": 25,
    "statement": "Honesty is essential in establishing trust, regardless of context."
  },
  {
    "id": 26,
    "statement": "Superposition enables quantum particles to exist multiple states simultaneously."
  },
  {
    "id": 27,
    "statement": "Mass-energy warps spacetime curvature depending on several factors"
  },
  {
    "id": 28,
    "statement": "Nucleotide sequence determines genetic code through transcription and translation."
  },
  {
    "id": 29,
    "statement": "Epigenetic modifications affect gene expression without altering DNA sequence."
  },
  {
    "id": 30,
    "statement": "Empathy and communication skills are crucial for conflict resolution effectiveness"
  },
  {
    "id": 31,
    "statement": "Mass-energy warps spacetime through curvature and geodesics."
  },
  {
    "id": 32,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 33,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 34,
    "statement": "Corporal punishment's harmful effects vary with context and culture."
  },
  {
    "id": 35,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects."
  },
  {
    "id": 36,
    "statement": "Constant speed of light is a fundamental physics principle."
  },
  {
    "id": 37,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation."
  },
  {
    "id": 38,
    "statement": "Capital punishment violates human right to life and dignity."
  },
  {
    "id": 39,
    "statement": "Contextual situations may prioritize essential values over honesty."
  },
  {
    "id": 40,
    "statement": "Cultural awareness helps understand contextual honesty differences in diverse cultures"
  },
  {
    "id": 41,
    "statement": "Frame-dragging occurs when massive, rotating objects warp spacetime."
  },
  {
    "id": 42,
    "statement": "The speed of light is a fundamental constant in physics."
  },
  {
    "id": 43,
    "statement": "Epigenetic mechanisms modify gene expression without altering DNA sequence."
  },
  {
    "id": 44,
    "statement": "Euclidean geometry's parallel postulate ensures lines never intersect."
  },
  {
    "id": 45,
    "statement": "Epigenetic mechanisms influence gene expression without changing DNA sequence."
  },
  {
    "id": 46,
    "statement": "The speed of light remains constant across all velocities."
  },
  {
    "id": 47,
    "statement": "Euclidean geometry's parallel postulate is unique to Euclidean space"
  },
  {
    "id": 48,
    "statement": "Wave function collapse is a non-deterministic process in quantum mechanics."
  },
  {
    "id": 49,
    "statement": "Honesty is crucial in situations requiring transparency and accountability."
  },
  {
    "id": 50,
    "statement": "Corporal punishment harms children psychologically through increased stress."
  },
  {
    "id": 51,
    "statement": "Parallel lines can intersect in non-Euclidean geometries and theories"
  },
  {
    "id": 52,
    "statement": "Gravity anomaly refers to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 53,
    "statement": "Clarity in communication contributes to trust through transparency."
  },
  {
    "id": 54,
    "statement": "Learning is a foundational process for acquiring knowledge."
  },
  {
    "id": 55,
    "statement": "Capital punishment violates human right to life and dignity, unfairly."
  },
  {
    "id": 56,
    "statement": "Honesty's moral justifiability depends on specific context and motivations."
  },
  {
    "id": 57,
    "statement": "Mass-energy curvature warps spacetime, affecting motion and time."
  },
  {
    "id": 58,
    "statement": "In some cases, honesty may not be the most important value."
  },
  {
    "id": 59,
    "statement": "Alternative learning methods encompass project-based, experiential, microlearning, MOOCs, game-based, and serious games."
  },
  {
    "id": 60,
    "statement": "Corporal punishment leads to aggression, anxiety, depression, and PTSD."
  },
  {
    "id": 61,
    "statement": "Honesty builds trust through cognitive dissonance, social norms."
  },
  {
    "id": 62,
    "statement": "Honesty indirectly contributes to reliability and predictability through transparency."
  },
  {
    "id": 63,
    "statement": "DNA stores genetic information through nucleotide sequences' coding."
  },
  {
    "id": 64,
    "statement": "Lying can be morally justifiable in extreme self-defense situations."
  },
  {
    "id": 65,
    "statement": "Trust builds through combination of honesty and reliability."
  },
  {
    "id": 66,
    "statement": "Nucleotide sequence determines genetic code, encoding DNA info"
  },
  {
    "id": 67,
    "statement": "Multidisciplinary evaluation considers patient's condition and needs comprehensively."
  },
  {
    "id": 68,
    "statement": "Fundamental physical laws remain unchanged across scales freely."
  },
  {
    "id": 69,
    "statement": "Euthanasia assessments consider multiple patient factors comprehensively."
  },
  {
    "id": 70,
    "statement": "Parallel postulate applies only to Euclidean geometry, varying others."
  },
  {
    "id": 71,
    "statement": "Gravity anomaly refers to variation in gravitational field strength."
  },
  {
    "id": 72,
    "statement": "Honesty is essential in establishing trust regardless of context."
  },
  {
    "id": 73,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 74,
    "statement": "Geodesics are paths objects follow in curved spacetime under gravity."
  },
  {
    "id": 75,
    "statement": "Euclidean geometry's parallel postulate ensures parallelline uniqueness"
  },
  {
    "id": 76,
    "statement": "Constant speed of light is a fundamental principle in physics"
  },
  {
    "id": 77,
    "statement": "Parallel lines can intersect in various non-Euclidean geometries."
  },
  {
    "id": 78,
    "statement": "Capital punishment's moral legitimacy depends on specific circumstances."
  },
  {
    "id": 79,
    "statement": "Morally justifiable lying may be necessary in extreme situations."
  },
  {
    "id": 80,
    "statement": "Honesty is crucial for establishing trust and reliability"
  },
  {
    "id": 81,
    "statement": "Clarity in communication establishes trust through reduced misunderstandings."
  },
  {
    "id": 82,
    "statement": "Euclidean geometry's parallel postulate ensures lines never intersect."
  },
  {
    "id": 83,
    "statement": "Epigenetic changes modify gene expression through histone modifications."
  },
  {
    "id": 84,
    "statement": "Honesty builds trust through social identity, cognitive dissonance, attachment, and social exchange."
  },
  {
    "id": 85,
    "statement": "Capital punishment raises moral and ethical concerns."
  },
  {
    "id": 86,
    "statement": "Codons are sequences of three nucleotides coding for amino acids or stops."
  },
  {
    "id": 87,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation, gen. relativity."
  },
  {
    "id": 88,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects twists fabric."
  },
  {
    "id": 89,
    "statement": "Spacetime curvature is proportional to mass-energy density."
  },
  {
    "id": 90,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 91,
    "statement": "Parallel lines never intersect in various geometric contexts"
  },
  {
    "id": 92,
    "statement": "Lying can be morally acceptable in certain circumstances."
  },
  {
    "id": 93,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 94,
    "statement": "Wave function collapse is a fundamental non-deterministic process in quantum mechanics."
  },
  {
    "id": 95,
    "statement": "Mass-energy equivalence warps spacetime through gravity and geometry"
  },
  {
    "id": 96,
    "statement": "Multidisciplinary evaluation assesses patient's condition comprehensively through collaboration."
  },
  {
    "id": 97,
    "statement": "Gravity's acceleration varies 0.0000024% due to Earth's ellipsoidal shape."
  },
  {
    "id": 98,
    "statement": "Gravity's nuances include frame-dragging, gravitomagnetism, and lensing, affecting spacetime."
  },
  {
    "id": 99,
    "statement": "Honesty fosters transparency and accountability through trustworthy information"
  },
  {
    "id": 100,
    "statement": "Gravity acceleration varies 0.3-0.5% due to Earth's shape and mass distribution"
  },
  {
    "id": 101,
    "statement": "Gravity acceleration varies by 0.3-0.5% due to Earth's shape and rotation."
  },
  {
    "id": 102,
    "statement": "Personal opinions and experiences enhance trust and honesty through empathy."
  },
  {
    "id": 103,
    "statement": "Mass-energy equivalence warps spacetime through curvature and geometry."
  },
  {
    "id": 104,
    "statement": "DNA carries genetic information through nucleotide sequences"
  },
  {
    "id": 105,
    "statement": "Wave function collapse occurs upon measurement in quantum mechanics."
  },
  {
    "id": 106,
    "statement": "Gravity warps spacetime due to mass energy equivalence"
  },
  {
    "id": 107,
    "statement": "Honesty is crucial in situations requiring transparency and accountability."
  },
  {
    "id": 108,
    "statement": "Gravity acceleration varies due to Earth's ellipsoidal shape and mass distribution."
  },
  {
    "id": 109,
    "statement": "Learner autonomy influences learning style effectiveness depending on context."
  },
  {
    "id": 110,
    "statement": "The parallel postulate ensures parallel lines never intersect in Euclidean geometry."
  },
  {
    "id": 111,
    "statement": "Quantum superposition collapses to definite state upon measurement."
  },
  {
    "id": 112,
    "statement": "The laws of physics are consistent across all scales."
  },
  {
    "id": 113,
    "statement": "Mass-energy affects spacetime curvature, depending on factors."
  },
  {
    "id": 114,
    "statement": "Gravity acceleration varies 0.6% due to Earth's ellipsoidal shape."
  },
  {
    "id": 115,
    "statement": "Speed of light remains constant for all observers universally."
  },
  {
    "id": 116,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 117,
    "statement": "In non-Euclidean geometries, parallel lines can intersect due to curvature."
  },
  {
    "id": 118,
    "statement": "Corporal punishment has long-term negative effects on mental health."
  },
  {
    "id": 119,
    "statement": "Serious games are educational games designed for learning outcomes."
  },
  {
    "id": 120,
    "statement": "Honesty fosters transparency and accountability through trustworthy exchanges."
  },
  {
    "id": 121,
    "statement": "DNA carries genetic information through nucleotide sequences"
  },
  {
    "id": 122,
    "statement": "Learning is a continuous process of knowledge acquisition."
  },
  {
    "id": 123,
    "statement": "Gravity acceleration varies due to Earth's ellipsoidal shape, rotation, and mass distribution."
  },
  {
    "id": 124,
    "statement": "Spacetime curvature arises from mass-energy density, not linearly."
  },
  {
    "id": 125,
    "statement": "Lying can be justified in self-defense preventing harm to others."
  },
  {
    "id": 126,
    "statement": "Lying may be morally justifiable in extreme situations"
  },
  {
    "id": 127,
    "statement": "Spacetime curvature occurs due to mass-energy density proportionality."
  },
  {
    "id": 128,
    "statement": "Alternative learning methods include online courses, apprenticeships, and self-directed learning."
  },
  {
    "id": 129,
    "statement": "Cultural awareness recognizes and understands diverse cultural nuances."
  },
  {
    "id": 130,
    "statement": "Moral justifiability of lying depends on context and motivations."
  },
  {
    "id": 131,
    "statement": "Alternative learning methods include online courses, apprenticeships, and self-directed learning."
  },
  {
    "id": 132,
    "statement": "Mass-energy equivalence warps spacetime through curvature and geometry."
  },
  {
    "id": 133,
    "statement": "Mass-energy equivalence warps spacetime due to mass distribution."
  },
  {
    "id": 134,
    "statement": "Honesty promotes transparency, reliability, and predictability through clear expectations."
  },
  {
    "id": 135,
    "statement": "Lying in self-defense situations may be morally justifiable."
  },
  {
    "id": 136,
    "statement": "Honesty's moral justifiability depends on context and motivations."
  },
  {
    "id": 137,
    "statement": "Mass-energy equivalence warps spacetime through gravity acceleration."
  },
  {
    "id": 138,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 139,
    "statement": "Empathy and communication skills facilitate conflict resolution through mutual understanding."
  },
  {
    "id": 140,
    "statement": "Wave function collapse occurs upon measurement or spontaneously."
  },
  {
    "id": 141,
    "statement": "Variation in gravity acceleration due to Earth's shape, rotation, and altitude."
  },
  {
    "id": 142,
    "statement": "Gravity acceleration varies by 0.3% due to Earth's shape and rotation."
  },
  {
    "id": 143,
    "statement": "Gravity warps spacetime due to mass-energy equivalence in relativity."
  },
  {
    "id": 144,
    "statement": "Lying in self-defense justified by necessity and harm prevention."
  },
  {
    "id": 145,
    "statement": "Honesty builds trust by resolving cognitive dissonance and social norms."
  },
  {
    "id": 146,
    "statement": "Mass-energy warps spacetime through curvature and geometry."
  },
  {
    "id": 147,
    "statement": "Corporal punishment increases child aggression, anxiety, and depression."
  },
  {
    "id": 148,
    "statement": "Wave function collapse occurs when a quantum system is measured"
  },
  {
    "id": 149,
    "statement": "Nucleotide sequences determine genetic code through codon sequences encoding DNA info"
  },
  {
    "id": 150,
    "statement": "Spacetime curvature is proportional to mass-energy density in relativity"
  },
  {
    "id": 151,
    "statement": "Honesty fosters transparency and accountability through authentic communication."
  },
  {
    "id": 152,
    "statement": "Superposition: Quantum particles can exist in multiple states simultaneously."
  },
  {
    "id": 153,
    "statement": "Epigenetic modifications influence gene expression without changing DNA sequence."
  },
  {
    "id": 154,
    "statement": "Learning builds a foundation for knowledge acquisition through intentional effort and engagement."
  },
  {
    "id": 155,
    "statement": "Learning styles are influenced by cultural background and context."
  },
  {
    "id": 156,
    "statement": "Parallel lines can intersect in non-Euclidean geometries like hyperbolic and spherical."
  },
  {
    "id": 157,
    "statement": "Invariance of speed of light is a fundamental principle in relativity."
  },
  {
    "id": 158,
    "statement": "Mass-energy density distortions cause spacetime curvature varying with distribution."
  },
  {
    "id": 159,
    "statement": "Spacetime curvature influenced by multiple factors, including mass, energy, spin"
  },
  {
    "id": 160,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 161,
    "statement": "Long-term corporal punishment leads to mental health problems."
  },
  {
    "id": 162,
    "statement": "Quantum particles exist in multiple states simultaneously due to superposition."
  },
  {
    "id": 163,
    "statement": "Frame-draining and gravitomagnetism warp spacetime through massive objects."
  },
  {
    "id": 164,
    "statement": "Honesty is essential in building trust, but context matters."
  },
  {
    "id": 165,
    "statement": "Corporal punishment has limited and inconclusive evidence linking PTSD"
  },
  {
    "id": 166,
    "statement": "Honesty fosters trust due to shared psychological and sociological principles."
  },
  {
    "id": 167,
    "statement": "Mass-energy distorts spacetime curvature through combined factors"
  },
  {
    "id": 168,
    "statement": "DNA carries genetic information through nucleotide sequence coding."
  },
  {
    "id": 169,
    "statement": "Euthanasia assessments consider multiple patient factors comprehensively."
  },
  {
    "id": 170,
    "statement": "Corporal punishment leads to increased stress and anxiety in children."
  },
  {
    "id": 171,
    "statement": "Honesty is a necessary condition for trust building, yet not sufficient."
  },
  {
    "id": 172,
    "statement": "Gravity acceleration varies due to non-uniform mass distribution."
  },
  {
    "id": 173,
    "statement": "Gravity acceleration varies 0.3-0.5% due to Earth's oblate shape."
  },
  {
    "id": 174,
    "statement": "Alternative learning methods include microlearning, gamification, and project-based learning."
  },
  {
    "id": 175,
    "statement": "Historically, the parallel postulate was debated over its necessity."
  },
  {
    "id": 176,
    "statement": "Honesty builds trust through psychological and sociological principles'"
  },
  {
    "id": 177,
    "statement": "Gravity's acceleration varies due to Earth's elliptical shape and rotation."
  },
  {
    "id": 178,
    "statement": "Epigenetic modifications occur without altering DNA sequence, affecting gene expression by relaxing or compacting chromatin."
  },
  {
    "id": 179,
    "statement": "Gravity acceleration varies 0.5% due to Earth's ellipsoidal shape."
  },
  {
    "id": 180,
    "statement": "The speed of light is a universal constant within precision range"
  },
  {
    "id": 181,
    "statement": "Lying in self-defense can be morally justified in extreme situations."
  },
  {
    "id": 182,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation."
  },
  {
    "id": 183,
    "statement": "Gravity acceleration varies by 0.3% due to Earth's ellipsoidal shape."
  },
  {
    "id": 184,
    "statement": "Learner autonomy influences engagement and motivation in self-directed learning."
  },
  {
    "id": 185,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 186,
    "statement": "Cultural awareness helps understand honesty nuances in diverse cultures."
  },
  {
    "id": 187,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 188,
    "statement": "Social harmony may require cultural alternatives to honesty sometimes."
  },
  {
    "id": 189,
    "statement": "The speed of light is always constant regardless of observer's velocity."
  },
  {
    "id": 190,
    "statement": "Superposition enables quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 191,
    "statement": "Corporal punishment's effects vary with culture, context, and socioeconomic status."
  },
  {
    "id": 192,
    "statement": "Serious games are educational games designed for specific learning outcomes."
  },
  {
    "id": 193,
    "statement": "Corporal punishment can lead to long-term negative effects on mental well-being."
  },
  {
    "id": 194,
    "statement": "Honesty prioritizes transparency, accountability, and trust-building."
  },
  {
    "id": 195,
    "statement": "Capital punishment can be justified in extreme circumstances."
  },
  {
    "id": 196,
    "statement": "Honesty's effectiveness varies with cultural norms, relationships, and stakes."
  }
]