[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants"
  },
  {
    "id": 2,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 3,
    "statement": "The speed of light is a universal constant in physics."
  },
  {
    "id": 4,
    "statement": "Honesty establishes trust, foundation for strong social relationships developing"
  },
  {
    "id": 5,
    "statement": "The parallel postulate is a fundamental axiom in Euclidean geometry."
  },
  {
    "id": 6,
    "statement": "The speed of light is a fundamental constant in physics, experimentally verified."
  },
  {
    "id": 7,
    "statement": "Honesty builds trust through trust-based inference and attachment."
  },
  {
    "id": 8,
    "statement": "Euclidean geometry's parallel postulate debated due to ancient Greeks' limited understanding of space."
  },
  {
    "id": 9,
    "statement": "Lying is generally wrong, causing harm to others and trust"
  },
  {
    "id": 10,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 11,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 12,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 13,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 14,
    "statement": "Histones regulate chromatin structure through DNA, histone, and protein interactions."
  },
  {
    "id": 15,
    "statement": "The parallel postulate defines fundamental property of Euclidean geometry."
  },
  {
    "id": 16,
    "statement": "Lying can be morally justifiable to protect national security."
  },
  {
    "id": 17,
    "statement": "Honesty builds trust through trust-based inference and attachment process"
  },
  {
    "id": 18,
    "statement": "Histones regulate chromatin structure through direct and indirect interactions."
  },
  {
    "id": 19,
    "statement": "Histones regulate chromatin structure through various interactions, modifications, and variants."
  },
  {
    "id": 20,
    "statement": "Honesty is a fundamental value in human relationships"
  },
  {
    "id": 21,
    "statement": "Corporal punishment linked to anxiety, depression, PTSD and aggression."
  },
  {
    "id": 22,
    "statement": "The speed of light is the universe's fundamental speed limit."
  },
  {
    "id": 23,
    "statement": "The speed of light is a fundamental constant in physics."
  },
  {
    "id": 24,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 25,
    "statement": "Euclidean geometry's parallel postulate defines fundamental property of interaction."
  },
  {
    "id": 26,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 27,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants, affecting gene expression."
  },
  {
    "id": 28,
    "statement": "Euclidean geometry's parallel postulate challenged by Aristotle's alternative."
  },
  {
    "id": 29,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 30,
    "statement": "Honesty builds trust through consistent authentic behaviors in context."
  },
  {
    "id": 31,
    "statement": "Histones regulate chromatin structure through interactions and modifications"
  },
  {
    "id": 32,
    "statement": "Aristotle did not contribute to Euclidean geometry development"
  },
  {
    "id": 33,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 34,
    "statement": "Histones regulate chromatin structure through modifications, variants, and remodeling."
  },
  {
    "id": 35,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 36,
    "statement": "Histones regulate chromatin structure and gene expression through variants, interactions, and modifications, influencing accessibility and recruitment of transcription factors, chromatin remodeling complexes, and histone-modifying enzymes."
  },
  {
    "id": 37,
    "statement": "Histone modifications regulate chromatin structure, impacting gene expression."
  },
  {
    "id": 38,
    "statement": "Mass-energy equivalence warps spacetime through curvature due to gravity."
  },
  {
    "id": 39,
    "statement": "Histones regulate chromatin structure through direct and indirect interactions."
  },
  {
    "id": 40,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structural alterations."
  },
  {
    "id": 41,
    "statement": "Histones regulate chromatin structure and gene expression through interactions, modifications, and variants."
  },
  {
    "id": 42,
    "statement": "Honesty builds trust through authentic behaviors in specific contexts."
  },
  {
    "id": 43,
    "statement": "Honesty is important factor in building trust with others."
  },
  {
    "id": 44,
    "statement": "Histones regulate chromatin structure through PTMs, affecting gene expression."
  },
  {
    "id": 45,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 46,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 47,
    "statement": "Honesty's reliability fosters trust in most situations."
  },
  {
    "id": 48,
    "statement": "The speed of light is the universe's fundamental physical limit."
  },
  {
    "id": 49,
    "statement": "Histones regulate chromatin structure through modifications and variants."
  },
  {
    "id": 50,
    "statement": "Histones regulate chromatin structure through PTMs, chromatin remodeling, and protein interactions."
  },
  {
    "id": 51,
    "statement": "Histones regulate chromatin structure and gene expression through interactions."
  },
  {
    "id": 52,
    "statement": "Ancient Greeks lacked understanding of infinity, causing parallel postulate debate."
  },
  {
    "id": 53,
    "statement": "The speed of light is governed by special relativity and causality principles."
  },
  {
    "id": 54,
    "statement": "The speed of light is a fundamental limit imposed by physics laws."
  },
  {
    "id": 55,
    "statement": "The parallel postulate implies equidistance property of parallel lines in Euclidean Geometry."
  },
  {
    "id": 56,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 57,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 58,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 59,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 60,
    "statement": "Honesty builds trust through consistent authentic behaviors always."
  },
  {
    "id": 61,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure alterations."
  },
  {
    "id": 62,
    "statement": "Honesty builds trust through consistent authentic behavioral actions."
  },
  {
    "id": 63,
    "statement": "A fundamental limit imposed by physics laws is impossible to circumvent"
  },
  {
    "id": 64,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property."
  },
  {
    "id": 65,
    "statement": "Honesty fosters trust through consistent authentic behaviors."
  },
  {
    "id": 66,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 67,
    "statement": "Speed of light is a universal constant in most scenarios."
  },
  {
    "id": 68,
    "statement": "Gravitational force arises from spacetime curvature by mass-energy."
  },
  {
    "id": 69,
    "statement": "Histones are proteins that interact with DNA to form chromatin structures."
  },
  {
    "id": 70,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants, affecting gene expression."
  },
  {
    "id": 71,
    "statement": "Gravity warps spacetime due to mass-energy equivalence's curvature."
  },
  {
    "id": 72,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes by altering accessibility of transcription factors."
  },
  {
    "id": 73,
    "statement": "Dark matter's presence inferred from observed galaxy rotation curves."
  },
  {
    "id": 74,
    "statement": "Honesty builds trust through accountability, vulnerability, and consistency."
  },
  {
    "id": 75,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 76,
    "statement": "Corporal punishment linked to anxiety, depression, PTSD, and aggression"
  },
  {
    "id": 77,
    "statement": "It is never morally acceptable to lie because honesty is foundation"
  },
  {
    "id": 78,
    "statement": "The speed of light is a universal limit imposed by physics laws."
  },
  {
    "id": 79,
    "statement": "In extreme national security cases, moral principles may justify lying"
  },
  {
    "id": 80,
    "statement": "Honesty builds trust, but contextual factors can mitigate its effectiveness."
  },
  {
    "id": 81,
    "statement": "Mass-energy equivalence causes spacetime curvature, gravity results."
  },
  {
    "id": 82,
    "statement": "Gravity anomalies are regions with altered gravitational field strengths."
  },
  {
    "id": 83,
    "statement": "Mass-energy equivalence warps spacetime, affecting gravity and motion."
  },
  {
    "id": 84,
    "statement": "Speed of light is a fundamental constant in physics globally accepted."
  },
  {
    "id": 85,
    "statement": "Histones regulate chromatin structure and gene expression through modifications."
  },
  {
    "id": 86,
    "statement": "Parallel postulate implies equidistance property of parallel lines."
  },
  {
    "id": 87,
    "statement": "Corporal punishment increases risk of depression, anxiety, and PTSD."
  },
  {
    "id": 88,
    "statement": "Histones regulate chromatin structure through interactions and modifications."
  },
  {
    "id": 89,
    "statement": "Mass-energy equivalence warps spacetime around objects with significant mass."
  },
  {
    "id": 90,
    "statement": "Chromatin remodeling reorganizes chromatin structure dynamically responding cellular needs."
  },
  {
    "id": 91,
    "statement": "Honesty is the foundation of trust in personal relationships."
  },
  {
    "id": 92,
    "statement": "Mass-energy equivalence causes spacetime curvature due to gravitational attraction."
  },
  {
    "id": 93,
    "statement": "The speed of light is a universal constant influencing space-time."
  },
  {
    "id": 94,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 95,
    "statement": "Honesty builds trust through consistent authentic behaviors in context."
  },
  {
    "id": 96,
    "statement": "Mass-energy equivalence warps spacetime through curved geometry."
  },
  {
    "id": 97,
    "statement": "Honesty builds trust through authentic and consistent behavioral commitment."
  },
  {
    "id": 98,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 99,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 100,
    "statement": "Honesty builds trust through consistent authentic behaviors always"
  },
  {
    "id": 101,
    "statement": "Honesty not always effective in building trust in complex situations."
  },
  {
    "id": 102,
    "statement": "Honesty's reliability fosters trust through trust-based inference."
  },
  {
    "id": 103,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 104,
    "statement": "Mass-energy equivalence warps spacetime due to gravity and curvature."
  },
  {
    "id": 105,
    "statement": "The parallel postulate defines exactly one parallel line per point."
  },
  {
    "id": 106,
    "statement": "Honesty alone insufficient for building trust in all situations"
  },
  {
    "id": 107,
    "statement": "The speed of light is a fundamental constant in physics globally accepted."
  },
  {
    "id": 108,
    "statement": "Honesty builds trust through consistent authentic behaviors always."
  },
  {
    "id": 109,
    "statement": "Honesty builds trust through consistent authentic actions always"
  },
  {
    "id": 110,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 111,
    "statement": "Gravity anomalies occur due to mass distributions or geologic features."
  },
  {
    "id": 112,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 113,
    "statement": "The speed of light is the universe's fundamental physical limit."
  },
  {
    "id": 114,
    "statement": "Mass-energy equivalence warps spacetime, affecting gravity and motion."
  },
  {
    "id": 115,
    "statement": "Gravity anomalies arise from diverse objects and phenomena affecting gravitational fields."
  },
  {
    "id": 116,
    "statement": "The speed of light is a universal constant in everyday situations."
  },
  {
    "id": 117,
    "statement": "Corporal punishment linked to anxiety, depression, PTSD, and aggression."
  },
  {
    "id": 118,
    "statement": "Aristotle did not challenge Euclidean geometry's parallel postulate."
  },
  {
    "id": 119,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 120,
    "statement": "Lying can be morally justifiable in extreme situations."
  },
  {
    "id": 121,
    "statement": "Histones regulate chromatin structure and gene expression through variants, interactions, and modifications."
  },
  {
    "id": 122,
    "statement": "Honesty's effectiveness in building trust is situation-dependent."
  },
  {
    "id": 123,
    "statement": "Physical laws impose universal limit on speed of light due to mass-energy equivalence and spacetime curvature."
  },
  {
    "id": 124,
    "statement": "Honesty builds trust through accountability, self-disclosure, and consistency."
  },
  {
    "id": 125,
    "statement": "The speed of light governs spacetime behavior universally."
  },
  {
    "id": 126,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 127,
    "statement": "Mass-energy equivalence warps spacetime around objects with significant mass."
  },
  {
    "id": 128,
    "statement": "Spacetime warps due to mass-energy equivalence in GR."
  },
  {
    "id": 129,
    "statement": "Warping spacetime is a precise mathematical concept in GR."
  },
  {
    "id": 130,
    "statement": "Trust builds through consistency and authenticity actions"
  },
  {
    "id": 131,
    "statement": "Lying can be morally justifiable in specific contexts."
  },
  {
    "id": 132,
    "statement": "Honesty builds trust through consistent authentic behaviors always."
  },
  {
    "id": 133,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property"
  },
  {
    "id": 134,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 135,
    "statement": "Honesty's effectiveness depends on context, relationships, and values."
  },
  {
    "id": 136,
    "statement": "The speed of light is a universal constant in physics globally."
  },
  {
    "id": 137,
    "statement": "Gravity anomalies arise from diverse celestial objects and phenomena"
  },
  {
    "id": 138,
    "statement": "The speed of light is a fundamental constant in physics everywhere."
  },
  {
    "id": 139,
    "statement": "Speed of light is a fundamental constant in most scenarios."
  },
  {
    "id": 140,
    "statement": "The speed of light is a fundamental constant in physics, experimentally verified through numerous scientific experiments and observations."
  },
  {
    "id": 141,
    "statement": "Honesty builds trust through inference and emotional bonding:"
  },
  {
    "id": 142,
    "statement": "Honesty is essential for building trust in relationships"
  },
  {
    "id": 143,
    "statement": "The speed of light is the universe's fundamental speed limit according to special relativity."
  },
  {
    "id": 144,
    "statement": "Honesty builds trust through authenticity and compassion always''."
  },
  {
    "id": 145,
    "statement": "Histone modifications regulate chromatin structure, impacting gene expression."
  },
  {
    "id": 146,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 147,
    "statement": "The speed of light is a universal limit imposed by physical laws."
  },
  {
    "id": 148,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property, parallelism."
  },
  {
    "id": 149,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 150,
    "statement": "Mass-energy equivalence warps spacetime through curvature."
  },
  {
    "id": 151,
    "statement": "Honesty builds trust when communicated respectfully and responsibly."
  },
  {
    "id": 152,
    "statement": "Lying justifiable in national security threats with careful evaluation."
  },
  {
    "id": 153,
    "statement": "Mass-energy equivalence is key to spacetime warping in general relativity."
  },
  {
    "id": 154,
    "statement": "Histones regulate chromatin structure through direct and indirect interactions, influencing gene expression."
  },
  {
    "id": 155,
    "statement": "Histones interact with chromatin components through electrostatic, hydrogen, and hydrophobic bonds."
  },
  {
    "id": 156,
    "statement": "The speed of light is generally the universe's physical limit"
  },
  {
    "id": 157,
    "statement": "The speed of light influences space-time through time dilation, length contraction, and curvature."
  },
  {
    "id": 158,
    "statement": "Histones regulate chromatin structure and gene expression through interactions, modifications, and variants."
  },
  {
    "id": 159,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted"
  },
  {
    "id": 160,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 161,
    "statement": "Honesty builds trust, but situational factors influence approach."
  },
  {
    "id": 162,
    "statement": "The speed of light is a fundamental constant in physics only."
  },
  {
    "id": 163,
    "statement": "Mass-energy equivalence and spacetime curvature constrain speed of light."
  },
  {
    "id": 164,
    "statement": "Histones regulate chromatin structure and gene expression through interactions and modifications."
  },
  {
    "id": 165,
    "statement": "Mass-energy equivalence warps spacetime due to gravity's curvature."
  },
  {
    "id": 166,
    "statement": "Honesty in building trust depends on cultural norms and values."
  },
  {
    "id": 167,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 168,
    "statement": "Honesty builds trust through authentic behaviors in specific contexts."
  },
  {
    "id": 169,
    "statement": "Honesty builds trust through consistent authentic actions always"
  },
  {
    "id": 170,
    "statement": "Histones regulate chromatin structure via direct and indirect interactions."
  },
  {
    "id": 171,
    "statement": "Mass-energy equivalence causes spacetime to curve due to energy density."
  },
  {
    "id": 172,
    "statement": "The parallel postulate implies equidistance property of parallel lines directly."
  },
  {
    "id": 173,
    "statement": "Lying can be morally justifiable in specific contexts."
  },
  {
    "id": 174,
    "statement": "Corporal punishment increases risk of anxiety, depression, and PTSD."
  },
  {
    "id": 175,
    "statement": "Human trust builds through consistent and authentic actions."
  },
  {
    "id": 176,
    "statement": "Honesty's reliability fosters trust in situations where appropriate."
  },
  {
    "id": 177,
    "statement": "Mass-energy equivalence warps spacetime through curvature of geometry."
  },
  {
    "id": 178,
    "statement": "Honesty builds trust in situations with empathetic consideration."
  },
  {
    "id": 179,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature, E=mc^2."
  },
  {
    "id": 180,
    "statement": "The constant speed of light varies across different theories."
  },
  {
    "id": 181,
    "statement": "Truthfulness is vital for establishing and maintaining trust relationships"
  },
  {
    "id": 182,
    "statement": "Honesty builds trust through consistent authentic behaviors always"
  },
  {
    "id": 183,
    "statement": "Mass-energy equivalence warps spacetime, affecting gravity and motion."
  },
  {
    "id": 184,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 185,
    "statement": "Histones regulate chromatin structure through PTMs affecting gene expression."
  },
  {
    "id": 186,
    "statement": "Histones' interactions with DNA, histone modifications regulate chromatin structure"
  },
  {
    "id": 187,
    "statement": "Building trustworthy relationships involves honesty and reliability consistently."
  },
  {
    "id": 188,
    "statement": "Epigenetic modifications alter chromatin structure, regulating gene expression."
  },
  {
    "id": 189,
    "statement": "The parallel postulate defines one unique parallel line per point."
  },
  {
    "id": 190,
    "statement": "Honesty builds trust through consistent, transparent, and empathetic actions."
  },
  {
    "id": 191,
    "statement": "Speed of light governs spacetime behavior due to mass-energy equivalence."
  },
  {
    "id": 192,
    "statement": "Aristotle's work questioned traditional geometry assumptions, not parallel postulate."
  },
  {
    "id": 193,
    "statement": "Lying can be morally justifiable in extreme circumstances."
  },
  {
    "id": 194,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 195,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 196,
    "statement": "The speed of light is a universal constant globally."
  },
  {
    "id": 197,
    "statement": "Aristotle proposed an alternative to Euclidean geometry's parallel postulate."
  },
  {
    "id": 198,
    "statement": "Mass-energy equivalence warps spacetime through curved geometry"
  },
  {
    "id": 199,
    "statement": "Honesty is important, but not always sufficient, in building trust."
  }
]