[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Corporal punishment can lead to increased aggression and trauma in children due to increased stress and anxiety, promoting continued use of disciplinary measures that can result in cycles of violence, causing harm to individuals, leading to long-term negative effects on mental and emotional well-being, and affecting cognitive and social development."
  },
  {
    "id": 2,
    "statement": "Gravity warps spacetime due to mass-energy curvature, affecting motion and time"
  },
  {
    "id": 3,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation due to gravity."
  },
  {
    "id": 4,
    "statement": "The speed of light is a fundamental concept in physics, essential to Einstein's theory of special relativity."
  },
  {
    "id": 5,
    "statement": "Constant speed of light is a fundamental principle in physics"
  },
  {
    "id": 6,
    "statement": "Constant speed of light is a fundamental physics principle."
  },
  {
    "id": 7,
    "statement": "Euclidean geometry's parallel postulate was historically debated"
  },
  {
    "id": 8,
    "statement": "Mass-energy equivalence warps spacetime through gravitational influence"
  },
  {
    "id": 9,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 10,
    "statement": "Corporal punishment increases risk of aggression, anxiety, and depression in children."
  },
  {
    "id": 11,
    "statement": "Parallel postulate defines Euclidean geometry's unique properties."
  },
  {
    "id": 12,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 13,
    "statement": "Honesty builds trust through psychological and sociological principles, theories, and research."
  },
  {
    "id": 14,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 15,
    "statement": "A gravity anomaly is a distorted gravitational field strength pattern"
  },
  {
    "id": 16,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 17,
    "statement": "Wave function collapse is a mathematical transformation upon measurement."
  },
  {
    "id": 18,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 19,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 20,
    "statement": "Superposition: Quantum particles can exist in multiple states simultaneously"
  },
  {
    "id": 21,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 22,
    "statement": "Mass-energy equivalence warps spacetime through gravity, curvature."
  },
  {
    "id": 23,
    "statement": "Honesty builds trust through consistency and authenticity."
  },
  {
    "id": 24,
    "statement": "Mass-energy equivalence warps spacetime through gravity's influence"
  },
  {
    "id": 25,
    "statement": "Quantum particles can exist in multiple states simultaneously."
  },
  {
    "id": 26,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation by 0.0000035%"
  },
  {
    "id": 27,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 28,
    "statement": "Histones are proteins that DNA wraps around, altering chromatin structure."
  },
  {
    "id": 29,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 30,
    "statement": "Mass-energy equivalence warps spacetime in Einstein's general relativity."
  },
  {
    "id": 31,
    "statement": "Euclidean geometry's parallel postulate defines parallel lines universally."
  },
  {
    "id": 32,
    "statement": "Gravity warps spacetime through mass-energy equivalence"
  },
  {
    "id": 33,
    "statement": "Histone modifications regulate chromatin structure and epigenetic modifications."
  },
  {
    "id": 34,
    "statement": "Parallel postulate defines Euclidean geometry's unique flatness properties."
  },
  {
    "id": 35,
    "statement": "Lying may be morally justifiable in cases of national security."
  },
  {
    "id": 36,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity through psychological and sociological principles."
  },
  {
    "id": 37,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects' gravity."
  },
  {
    "id": 38,
    "statement": "Euclidean geometry's parallel postulate defines concept of parallel lines."
  },
  {
    "id": 39,
    "statement": "Gravity's curvature causes spacetime to bend around mass and energy."
  },
  {
    "id": 40,
    "statement": "Epigenetic modifications regulated by histone modifications and chromatin structure"
  },
  {
    "id": 41,
    "statement": "Consistency, self-disclosure, and authenticity build trust through psychological explanations."
  },
  {
    "id": 42,
    "statement": "Geodesics are paths objects follow in curved spacetime under gravity."
  },
  {
    "id": 43,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 44,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 45,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation by 0.0000035%."
  },
  {
    "id": 46,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 47,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 48,
    "statement": "Empathy can build trust in sensitive situations, validating others' feelings."
  },
  {
    "id": 49,
    "statement": "Corporal punishment linked to increased aggression, anxiety, and depression."
  },
  {
    "id": 50,
    "statement": "Corporal punishment increases risk of mental health issues children."
  },
  {
    "id": 51,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 52,
    "statement": "Mass and energy are interchangeable and equivalent physically."
  },
  {
    "id": 53,
    "statement": "Cultures vary in corporal punishment acceptance, but science remains consistent."
  },
  {
    "id": 54,
    "statement": "Quantum particles can exist in multiple states simultaneously"
  },
  {
    "id": 55,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 56,
    "statement": "Gravity anomaly refers to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 57,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 58,
    "statement": "Honesty builds trust through social cognition and understanding."
  },
  {
    "id": 59,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 60,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 61,
    "statement": "Wave function collapse is necessary for quantum measurements to occur."
  },
  {
    "id": 62,
    "statement": "Healthcare professionals actively participate in multidisciplinary evaluation decision-making."
  },
  {
    "id": 63,
    "statement": "Multidisciplinary evaluation involves team collaboration, open communication, and shared documentation."
  },
  {
    "id": 64,
    "statement": "Honesty builds trust through cognitive dissonance and self-perception."
  },
  {
    "id": 65,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications and accessibility."
  },
  {
    "id": 66,
    "statement": "Honesty builds trust through psychological and sociological mechanisms."
  },
  {
    "id": 67,
    "statement": "Gravity's acceleration varies 0.0005% to 0.0006% due to Earth's oblate shape."
  },
  {
    "id": 68,
    "statement": "Honesty builds trust through psychological biases and norms."
  },
  {
    "id": 69,
    "statement": "The parallel postulate was debated and challenged throughout history."
  },
  {
    "id": 70,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 71,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 72,
    "statement": "Honesty builds trust through psychological mechanisms, including consistency."
  },
  {
    "id": 73,
    "statement": "Honesty builds trust through trustworthiness, social exchange theory."
  },
  {
    "id": 74,
    "statement": "Epigenetic modifications affect gene expression through DNA-methylation, histone-modification, and chromatin-remodeling mechanisms."
  },
  {
    "id": 75,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 76,
    "statement": "Speed of light sets fundamental limit on relativity's scale."
  },
  {
    "id": 77,
    "statement": "Honesty's emotional contagion fosters trust, respect, and empathy in social interactions."
  },
  {
    "id": 78,
    "statement": "Gravity's acceleration varies slightly due to Earth's ellipsoidal shape."
  },
  {
    "id": 79,
    "statement": "Histones are proteins that DNA wraps around, altering chromatin structure through histone-DNA interactions, modifications, and variants."
  },
  {
    "id": 80,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 81,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously, described by wave function."
  },
  {
    "id": 82,
    "statement": "Epigenetic modifications regulate gene expression through histone modification."
  },
  {
    "id": 83,
    "statement": "Honesty not always essential for trust building in all relationships."
  },
  {
    "id": 84,
    "statement": "Honesty builds trust through cognitive dissonance reduction."
  },
  {
    "id": 85,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 86,
    "statement": "Parallel postulate debated and challenged throughout history by various mathematicians."
  },
  {
    "id": 87,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 88,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 89,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 90,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 91,
    "statement": "Multidisciplinary evaluation assesses patient comprehensively through team collaboration."
  },
  {
    "id": 92,
    "statement": "Corporal punishment increases risk of mental health issues in children."
  },
  {
    "id": 93,
    "statement": "Parallel postulate unique to Euclidean geometry's flat space, adaptable."
  },
  {
    "id": 94,
    "statement": "Honesty reduces cognitive dissonance, builds trust through psychological mechanisms."
  },
  {
    "id": 95,
    "statement": "Superposition: Quantum particles can exist in multiple states simultaneously."
  },
  {
    "id": 96,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 97,
    "statement": "The speed of light is a crucial component of special relativity."
  },
  {
    "id": 98,
    "statement": "Wave function collapse allows definite measurement outcomes, explains quantum mechanics."
  },
  {
    "id": 99,
    "statement": "Superposition: Quantum particles exist in multiple states simultaneously instantly."
  },
  {
    "id": 100,
    "statement": "Honesty not always builds trust, empathy can be alternative."
  },
  {
    "id": 101,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 102,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 103,
    "statement": "The Earth's ellipsoidal shape affects gravity's acceleration by 0.0000035%."
  },
  {
    "id": 104,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 105,
    "statement": "Gravity warps spacetime around massive objects."
  },
  {
    "id": 106,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 107,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 108,
    "statement": "Honesty is a necessary condition for trust-building."
  },
  {
    "id": 109,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure and access."
  },
  {
    "id": 110,
    "statement": "Honesty builds trust through social cognition and attachment."
  },
  {
    "id": 111,
    "statement": "Honesty builds trust through psychological mechanisms always."
  },
  {
    "id": 112,
    "statement": "Mass-energy equivalence warps spacetime due to gravity and mass."
  },
  {
    "id": 113,
    "statement": "Quantum particles exist in multiple states simultaneously through superposition."
  },
  {
    "id": 114,
    "statement": "Multidisciplinary evaluation: joint assessment by healthcare professionals."
  },
  {
    "id": 115,
    "statement": "Honesty builds trust through social cognition and attachment."
  },
  {
    "id": 116,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 117,
    "statement": "Multidisciplinary evaluation assesses patient comprehensively through team collaboration process."
  },
  {
    "id": 118,
    "statement": "Gravity warps spacetime near massive objects"
  },
  {
    "id": 119,
    "statement": "Honesty's emotional contagion fosters positive social cognition."
  },
  {
    "id": 120,
    "statement": "Honesty builds trust through cognitive dissonance, self-perception theory, and social identity."
  },
  {
    "id": 121,
    "statement": "Euclidean geometry's unique properties include parallel postulate and others"
  },
  {
    "id": 122,
    "statement": "Quantum particles can exist in multiple states simultaneously."
  },
  {
    "id": 123,
    "statement": "Honesty is essential for trust building in all relationships."
  },
  {
    "id": 124,
    "statement": "Multidisciplinary evaluation involves team collaboration, open communication, and documentation."
  },
  {
    "id": 125,
    "statement": "Gravity warps spacetime due to equivalently mass-energy."
  },
  {
    "id": 126,
    "statement": "Mass-energy equivalence warps spacetime through curvature principles."
  },
  {
    "id": 127,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 128,
    "statement": "Wave function collapse: Measuring quantum systems collapses their wave functions."
  },
  {
    "id": 129,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation."
  },
  {
    "id": 130,
    "statement": "Mass-energy equivalence warps spacetime through gravitational curvature."
  },
  {
    "id": 131,
    "statement": "Quantum particles can exist in multiple states simultaneously."
  },
  {
    "id": 132,
    "statement": "Corporal punishment's negative effects on children's mental health"
  },
  {
    "id": 133,
    "statement": "Corporal punishment increases risk of aggression, anxiety, and depression"
  },
  {
    "id": 134,
    "statement": "Mass-energy equivalence warps spacetime through gravity, curvature, relativity."
  },
  {
    "id": 135,
    "statement": "Euclidean geometry's parallel postulate defines concept of parallel lines uniquely."
  },
  {
    "id": 136,
    "statement": "Time dilation occurs in strong gravitational fields, confirming general relativity."
  },
  {
    "id": 137,
    "statement": "Corporal punishment linked to aggression, anxiety, and depression)"
  },
  {
    "id": 138,
    "statement": "Epigenetic modifications alter chromatin structure and gene access."
  },
  {
    "id": 139,
    "statement": "Honesty builds trust through cognitive dissonance and self-perception"
  },
  {
    "id": 140,
    "statement": "Honesty linked to trust through psychological and sociological principles."
  },
  {
    "id": 141,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 142,
    "statement": "Honesty builds trust by resolving cognitive dissonance and improving self-perception."
  },
  {
    "id": 143,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 144,
    "statement": "Euclidean geometry properties include congruence, similarity, and angle-sum."
  },
  {
    "id": 145,
    "statement": "Wave function collapse causes quantum systems to transition to a definite state."
  },
  {
    "id": 146,
    "statement": "Mass-energy equivalence warps spacetime through Einstein's general relativity."
  },
  {
    "id": 147,
    "statement": "Multidisciplinary evaluation may be limited by team coordination challenges"
  },
  {
    "id": 148,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 149,
    "statement": "Trust is built on benevolence, competence, and integrity."
  },
  {
    "id": 150,
    "statement": "Honesty fosters trust through psychological and sociological principles"
  },
  {
    "id": 151,
    "statement": "Gravity's acceleration varies 0.3-0.6% due to Earth's oblate spheroid shape."
  },
  {
    "id": 152,
    "statement": "Honesty builds trust through trustworthiness in social exchange relationships."
  },
  {
    "id": 153,
    "statement": "Gravity causes objects to move around each other."
  },
  {
    "id": 154,
    "statement": "Trust building involves multiple factors beyond honesty alone."
  },
  {
    "id": 155,
    "statement": "Empathy builds trust when genuine, context-dependent, and backed with action."
  },
  {
    "id": 156,
    "statement": "Parallel postulate defines unique properties of Euclidean geometry."
  },
  {
    "id": 157,
    "statement": "Multidisciplinary evaluation involves team collaboration, clear communication, and shared documentation."
  },
  {
    "id": 158,
    "statement": "Gravity warps spacetime due to mass-energy curvature causing geodesics."
  },
  {
    "id": 159,
    "statement": "Honesty builds trust through social cognition and attachment."
  },
  {
    "id": 160,
    "statement": "Gravity warps spacetime around massive objects' gravity."
  },
  {
    "id": 161,
    "statement": "Gravity warps spacetime near massive objects in gravitational field."
  },
  {
    "id": 162,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 163,
    "statement": "Euclidean geometry's parallel postulate was widely accepted for centuries"
  },
  {
    "id": 164,
    "statement": "Gravity anomalies result from mass distribution, topography, and magnetic fields."
  },
  {
    "id": 165,
    "statement": "Constant speed of light is cornerstone of many physics theories."
  },
  {
    "id": 166,
    "statement": "Honesty fosters trust through social cognition and attachment theory."
  },
  {
    "id": 167,
    "statement": "Honesty builds trust through social cognition and attachment."
  },
  {
    "id": 168,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 169,
    "statement": "Lying can lead to cycles of violence and trauma."
  },
  {
    "id": 170,
    "statement": "Corporal punishment linked to increased aggression, anxiety, and depression."
  },
  {
    "id": 171,
    "statement": "Frame-dragging is a rotation-induced gravitational effect in spacetime."
  },
  {
    "id": 172,
    "statement": "Honesty builds trust through cognitive dissonance reduction."
  },
  {
    "id": 173,
    "statement": "Superposition: Quantum particles exist in multiple states simultaneously."
  },
  {
    "id": 174,
    "statement": "Gravity warps spacetime around massive objects due to mass-energy."
  },
  {
    "id": 175,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 176,
    "statement": "Wave function collapse transforms quantum state upon measurement."
  },
  {
    "id": 177,
    "statement": "Honesty unnecessary in certain situations when empathy sufficient."
  },
  {
    "id": 178,
    "statement": "Speed of light is fundamental in Einstein's special relativity theory, enabling time dilation, length contraction, and spacetime geometry."
  },
  {
    "id": 179,
    "statement": "Gravity's acceleration varies 0.3-0.6% due to Earth's oblate spheroid shape."
  },
  {
    "id": 180,
    "statement": "Mass-energy equivalence warps spacetime due to mass-energy distribution."
  },
  {
    "id": 181,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 182,
    "statement": "Parallel postulate debated and challenged throughout mathematical history."
  },
  {
    "id": 183,
    "statement": "Parallel postulate defines parallel lines in Euclidean geometry"
  },
  {
    "id": 184,
    "statement": "Euclidean geometry's parallel postulate guarantees unique parallel lines."
  },
  {
    "id": 185,
    "statement": "Honesty builds trust through consistency and authenticity."
  },
  {
    "id": 186,
    "statement": "Constant speed of light is the universal maximum speed."
  },
  {
    "id": 187,
    "statement": "Parallel postulate defines Euclidean geometry's unique non-intersecting property."
  },
  {
    "id": 188,
    "statement": "Corporal punishment's effects vary across individuals and contexts"
  },
  {
    "id": 189,
    "statement": "Multidisciplinary evaluation across various fields involves team collaboration and communication."
  },
  {
    "id": 190,
    "statement": "Historical debates surround Euclidean geometry's parallel postulate."
  },
  {
    "id": 191,
    "statement": "Mass-energy equivalence warps spacetime through gravity and energy's curvature."
  },
  {
    "id": 192,
    "statement": "Honesty builds trust through psychological mechanisms, but not always universally."
  },
  {
    "id": 193,
    "statement": "Honesty not always necessary for trust-building in certain situations."
  },
  {
    "id": 194,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 195,
    "statement": "A gravity anomaly is a region with a distorted gravitational field."
  },
  {
    "id": 196,
    "statement": "Honesty builds trust through social cognition and attachment styles."
  },
  {
    "id": 197,
    "statement": "Lying can be morally justifiable in certain situations."
  },
  {
    "id": 198,
    "statement": "Mass-energy equivalence warps spacetime through gravity."
  },
  {
    "id": 199,
    "statement": "Geodesics are shortest paths in curved spacetime under gravity."
  }
]