[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "The speed of light is a fundamental constant in physics, experimentally verified."
  },
  {
    "id": 2,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 3,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 4,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants"
  },
  {
    "id": 5,
    "statement": "Honesty builds trust through trust-based inference and attachment."
  },
  {
    "id": 6,
    "statement": "The parallel postulate defines fundamental property of Euclidean geometry."
  },
  {
    "id": 7,
    "statement": "Euclidean geometry's parallel postulate debated due to ancient Greeks' limited understanding of space."
  },
  {
    "id": 8,
    "statement": "Corporal punishment increases risk of long-term mental health issues."
  },
  {
    "id": 9,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 10,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 11,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property"
  },
  {
    "id": 12,
    "statement": "The speed of light is a constant governing universe behavior"
  },
  {
    "id": 13,
    "statement": "Honesty builds trust through accountability, self-disclosure, and consistency."
  },
  {
    "id": 14,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 15,
    "statement": "Histone modifications regulate chromatin structure and accessibility, affecting gene expression."
  },
  {
    "id": 16,
    "statement": "Euclidean geometry's parallel postulate defines space through equidistant parallel lines."
  },
  {
    "id": 17,
    "statement": "Quantum particles exist in multiple states simultaneously, described by wave functions."
  },
  {
    "id": 18,
    "statement": "Extreme national security contexts may justify lying proportionately to threat."
  },
  {
    "id": 19,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 20,
    "statement": "Ancient Greeks struggled to prove Euclidean geometry's parallel postulate."
  },
  {
    "id": 21,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 22,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 23,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure changes."
  },
  {
    "id": 24,
    "statement": "The speed of light is the universe's fundamental physical limit."
  },
  {
    "id": 25,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 26,
    "statement": "Lying can be morally justified in extraordinary circumstances due harm."
  },
  {
    "id": 27,
    "statement": "Histone modifications regulate chromatin structure and accessibility for gene expression."
  },
  {
    "id": 28,
    "statement": "Lying is generally wrong, causing harm to others and trust"
  },
  {
    "id": 29,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 30,
    "statement": "Histones regulate chromatin structure through interactions, modification, and variants."
  },
  {
    "id": 31,
    "statement": "Honesty is a vital component of building strong social relationships."
  },
  {
    "id": 32,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 33,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 34,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 35,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 36,
    "statement": "Corporal punishment increases stress, anxiety, and aggression in children."
  },
  {
    "id": 37,
    "statement": "Mass-energy equivalence warps spacetime through curvature due to density."
  },
  {
    "id": 38,
    "statement": "Histones regulate chromatin structure through direct and indirect interactions."
  },
  {
    "id": 39,
    "statement": "Honesty builds trust through consistency, authenticity, and reciprocity."
  },
  {
    "id": 40,
    "statement": "Warping spacetime is a precise mathematical concept in GR."
  },
  {
    "id": 41,
    "statement": "The speed of light is the universe's fundamental speed limit."
  },
  {
    "id": 42,
    "statement": "Histones regulate chromatin structure and gene expression through variants, interactions, and modifications."
  },
  {
    "id": 43,
    "statement": "The speed of light is a universal constant governing universe behavior."
  },
  {
    "id": 44,
    "statement": "Gravity warps spacetime through mass-energy equivalence."
  },
  {
    "id": 45,
    "statement": "Gravity warps spacetime due to mass-energy equivalence's curvature."
  },
  {
    "id": 46,
    "statement": "A gravity anomaly is a region with altered gravitational field strength."
  },
  {
    "id": 47,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted"
  },
  {
    "id": 48,
    "statement": "Geodesics are shortest paths in curved spacetime due to gravity."
  },
  {
    "id": 49,
    "statement": "Ancient Greeks considered parallel postulate a fundamental axiom."
  },
  {
    "id": 50,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 51,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 52,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 53,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 54,
    "statement": "Honesty builds trust through social exchange and attachment principles"
  },
  {
    "id": 55,
    "statement": "Lying can be morally justifiable in national security cases for protection."
  },
  {
    "id": 56,
    "statement": "Euclidean geometry's parallel postulate challenged by Aristotle's alternative."
  },
  {
    "id": 57,
    "statement": "Honesty builds trust through social exchange and attachment principles."
  },
  {
    "id": 58,
    "statement": "Mass-energy equivalence fundamental to gravity warping spacetime"
  },
  {
    "id": 59,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 60,
    "statement": "Histones regulate chromatin structure through modifications and variants."
  },
  {
    "id": 61,
    "statement": "Honesty and trust are interconnected, mutually reinforcing values."
  },
  {
    "id": 62,
    "statement": "Corporal punishment harms children's mental health and well-being."
  },
  {
    "id": 63,
    "statement": "Light speed is universal constant in vacuum, affected by matter interactions."
  },
  {
    "id": 64,
    "statement": "The parallel postulate was challenged by Ancient Greeks due to infinity concerns."
  },
  {
    "id": 65,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 66,
    "statement": "Constant speed of light is fundamental physics principle globally accepted."
  },
  {
    "id": 67,
    "statement": "Mass-energy equivalence provides source of gravity's curvature."
  },
  {
    "id": 68,
    "statement": "Lying can be justified in extreme national security cases with caution."
  },
  {
    "id": 69,
    "statement": "Mass-energy equivalence warps spacetime around massive objects"
  },
  {
    "id": 70,
    "statement": "Histone modifications regulate chromatin structure and accessibility controlling gene expression."
  },
  {
    "id": 71,
    "statement": "Honesty and trust are vital in all societal contexts."
  },
  {
    "id": 72,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 73,
    "statement": "Histone variants regulate chromatin structure and gene expression."
  },
  {
    "id": 74,
    "statement": "Humans exhibit social behavior to gain resources and survive."
  },
  {
    "id": 75,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 76,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 77,
    "statement": "Histones regulate chromatin structure through modifications, variants, and remodeling."
  },
  {
    "id": 78,
    "statement": "Wave function describes quantum particle's probability of different states."
  },
  {
    "id": 79,
    "statement": "The speed of light, a fundamental constant, governs universe behavior."
  },
  {
    "id": 80,
    "statement": "Honesty is complex, context-dependent, and culturally influenced value."
  },
  {
    "id": 81,
    "statement": "Mass-energy equivalence warps spacetime through curvature."
  },
  {
    "id": 82,
    "statement": "Spacetime's curvature caused by mass-energy warping four-dimensional fabric."
  },
  {
    "id": 83,
    "statement": "The speed of light is always constant in vacuum."
  },
  {
    "id": 84,
    "statement": "Gravity anomalies arise from mass distribution irregularities."
  },
  {
    "id": 85,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 86,
    "statement": "Lying can be morally justified in extreme circumstances."
  },
  {
    "id": 87,
    "statement": "Honesty builds trust through consistent authentic behaviors and actions"
  },
  {
    "id": 88,
    "statement": "Human emotions can be influenced by subconscious memories."
  },
  {
    "id": 89,
    "statement": "Gravity's acceleration varies 0.1-0.5% due to Earth's shape and rotation."
  },
  {
    "id": 90,
    "statement": "Human emotions can be influenced by subconscious memories."
  },
  {
    "id": 91,
    "statement": "Corporal punishment increases risk of long-term mental health issues through negative effects on children's well-being and development."
  },
  {
    "id": 92,
    "statement": "Histones regulate chromatin structure and gene expression through interactions, modifications, and variants."
  },
  {
    "id": 93,
    "statement": "Histones regulate chromatin structure and gene expression through variants."
  },
  {
    "id": 94,
    "statement": "Parallels postulate debated due to ancient Greeks' finite understanding."
  },
  {
    "id": 95,
    "statement": "Mass-energy equivalence warps spacetime through mass-energy density."
  },
  {
    "id": 96,
    "statement": "Warping spacetime is a precise mathematical concept within GR."
  },
  {
    "id": 97,
    "statement": "Histone modifications regulate chromatin structure, impacting gene expression."
  },
  {
    "id": 98,
    "statement": "Lying can be morally justifiable in extreme national security casesdue to necessity and proportionality."
  },
  {
    "id": 99,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 100,
    "statement": "Wave functions describe quantum states with probability densities."
  },
  {
    "id": 101,
    "statement": "Ancient Greeks' finite understanding of non-Euclidean geometries and infinity limited their grasp of parallel postulate."
  },
  {
    "id": 102,
    "statement": "Histones regulate chromatin structure through electrostatic, hydrogen and hydrophobic interactions."
  },
  {
    "id": 103,
    "statement": "The parallel postulate was debated and challenged throughout history."
  },
  {
    "id": 104,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 105,
    "statement": "Honesty builds trust through consistent authentic behaviors."
  },
  {
    "id": 106,
    "statement": "Ancient Greeks considered parallel postulate a working assumption."
  },
  {
    "id": 107,
    "statement": "Histones regulate chromatin structure through modifications, variants, and remodeling."
  },
  {
    "id": 108,
    "statement": "Lying can be morally justifiable in extreme situations where truth would cause harm."
  },
  {
    "id": 109,
    "statement": "Euclidean geometry's parallel postulate eluded proof in ancient era."
  },
  {
    "id": 110,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 111,
    "statement": "Honesty, consistency, and vulnerability combined build trust."
  },
  {
    "id": 112,
    "statement": "Histones regulate chromatin structure through modifications and variants."
  },
  {
    "id": 113,
    "statement": "Honesty builds trust through social norms, cognitive dissonance, and attachment."
  },
  {
    "id": 114,
    "statement": "Epigenetic modifications regulate gene expression through histone modifications and DNA methylation."
  },
  {
    "id": 115,
    "statement": "Subconscious memories can automatically trigger emotional responses."
  },
  {
    "id": 116,
    "statement": "Honesty breeds trust through consistency and authentic behaviors."
  },
  {
    "id": 117,
    "statement": "The speed of light is a fundamental constant governing universe behavior."
  },
  {
    "id": 118,
    "statement": "Lying justified in extreme national security contexts to prevent catastrophic consequences"
  },
  {
    "id": 119,
    "statement": "Honesty builds trust through trust-based inference and attachment."
  },
  {
    "id": 120,
    "statement": "Mass distribution irregularities cause gravitational field anomalies through unequal gravity force."
  },
  {
    "id": 121,
    "statement": "Lying can be morally justifiable in extreme national security cases."
  },
  {
    "id": 122,
    "statement": "Gravity's acceleration varies by 0.0000035% due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 123,
    "statement": "Non-Euclidean geometry pioneers challenged Euclid's parallel postulate independently."
  },
  {
    "id": 124,
    "statement": "Euclidean geometry's parallel postulate considered fundamental axiom by ancient Greeks."
  },
  {
    "id": 125,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature"
  },
  {
    "id": 126,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 127,
    "statement": "Ancient Greeks struggled to prove parallel postulate due to infinity uncertainty"
  },
  {
    "id": 128,
    "statement": "Honesty breeds trust through consistency and genuine behavior."
  },
  {
    "id": 129,
    "statement": "Euclidean geometry's parallel postulate challenged by various mathematicians, theories."
  },
  {
    "id": 130,
    "statement": "Histone modifications regulate chromatin structure and gene expression."
  },
  {
    "id": 131,
    "statement": "Honesty builds trust through consistency, authenticity, and vulnerability"
  },
  {
    "id": 132,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 133,
    "statement": "Mass-energy density warps spacetime through the Einstein field equations"
  },
  {
    "id": 134,
    "statement": "Lobachevsky's hyperbolic geometry challenged Euclid's parallel postulate"
  },
  {
    "id": 135,
    "statement": "Histone modifications regulate chromatin structure through remodeling and binding."
  },
  {
    "id": 136,
    "statement": "Euclidean geometry's parallel postulate debated due to ancient Greeks' limited understanding of space and infinity."
  },
  {
    "id": 137,
    "statement": "Mass distribution irregularities cause gravitational field anomalies and effects."
  },
  {
    "id": 138,
    "statement": "Lying in national security cases can erode moral integrity"
  },
  {
    "id": 139,
    "statement": "The parallel postulate defines Euclidean geometry's fundamental property."
  },
  {
    "id": 140,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 141,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 142,
    "statement": "Corporal punishment is a risk factor for long-term mental health issues"
  },
  {
    "id": 143,
    "statement": "Histones regulate chromatin structure through modifications and variants, affecting gene expression."
  },
  {
    "id": 144,
    "statement": "Mass-energy equivalence causes spacetime warping through curvature."
  },
  {
    "id": 145,
    "statement": "Euclidean geometry's parallel postulate defines space through consistent parallelism."
  },
  {
    "id": 146,
    "statement": "Honesty, authenticity, and trust depend on context and audience."
  },
  {
    "id": 147,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 148,
    "statement": "Gravity warps spacetime, curving geodesics around massive objects."
  },
  {
    "id": 149,
    "statement": "Mass-energy equivalence warps spacetime due to gravity's gravitational influence"
  },
  {
    "id": 150,
    "statement": "Histones regulate chromatin structure through modifications and variants'"
  },
  {
    "id": 151,
    "statement": "The parallel postulate defines the concept of straightness in space."
  },
  {
    "id": 152,
    "statement": "Reciprocity fosters trust by demonstrating mutual respect and consistency."
  },
  {
    "id": 153,
    "statement": "Gravity's acceleration varies by 0.1-0.5% due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 154,
    "statement": "Gravity's acceleration varies 0.1-0.5% due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 155,
    "statement": "Mass and energy are interchangeable through gravity warping spacetime."
  },
  {
    "id": 156,
    "statement": "Histones regulate chromatin structure through modifications and variants interaction."
  },
  {
    "id": 157,
    "statement": "Epigenetic modifications control gene expression by altering chromatin structure."
  },
  {
    "id": 158,
    "statement": "Honesty, consistency, and genuine behavior are not enough to build trust."
  },
  {
    "id": 159,
    "statement": "Lying can be morally justifiable in certain circumstances"
  },
  {
    "id": 160,
    "statement": "Histones regulate chromatin structure via modifications, variants, and DNA interactions."
  },
  {
    "id": 161,
    "statement": "Histones regulate chromatin structure and gene expression through variants, interactions."
  },
  {
    "id": 162,
    "statement": "Honesty is a foundation for building and maintaining trust in relationships."
  },
  {
    "id": 163,
    "statement": "Wave function encodes quantum system's probability information."
  },
  {
    "id": 164,
    "statement": " Constant speed of light is a fundamental physics principle."
  },
  {
    "id": 165,
    "statement": "Honesty builds trust through establishing common understanding"
  },
  {
    "id": 166,
    "statement": "Euclidean parallel postulate challenged by various ancient and modern mathematicians."
  },
  {
    "id": 167,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 168,
    "statement": "Gravity anomalies arise from mass distribution irregularities affecting gravitational field."
  },
  {
    "id": 169,
    "statement": "Honesty builds trust through consistency and authentic behaviors."
  },
  {
    "id": 170,
    "statement": "Axioms are self-evident truths assumed to be true without proof."
  },
  {
    "id": 171,
    "statement": "Histone modifications regulate chromatin structure and gene expression through interactions."
  },
  {
    "id": 172,
    "statement": "The parallel postulate defines fundamental property of Euclidean geometry."
  },
  {
    "id": 173,
    "statement": "Subconscious memories influence human emotions through conditioning and trauma."
  },
  {
    "id": 174,
    "statement": "Subconscious memories can automatically trigger emotional responses through emotional priming."
  },
  {
    "id": 175,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants"
  },
  {
    "id": 176,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 177,
    "statement": "Quantum particles exist in multiple states simultaneously, described by wave functions."
  },
  {
    "id": 178,
    "statement": "Honesty breeds trust through consistent authentic behaviors"
  },
  {
    "id": 179,
    "statement": "Histones regulate chromatin structure and gene expression through PTMs."
  },
  {
    "id": 180,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 181,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 182,
    "statement": "In extreme national security contexts, lying may be justified proportionately to threat."
  },
  {
    "id": 183,
    "statement": "Honesty builds trust through consistent, authentic, and reliable behavior."
  },
  {
    "id": 184,
    "statement": "Honesty builds trust through consistency and authentic behaviors."
  },
  {
    "id": 185,
    "statement": "The concept of honesty builds trust through accountability."
  },
  {
    "id": 186,
    "statement": "Honesty builds trust through interconnected accountability, transparency, and reliability."
  },
  {
    "id": 187,
    "statement": "Histones regulate chromatin structure through interactions, modifications, and variants."
  },
  {
    "id": 188,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 189,
    "statement": "Parallel postulate defined ancient Greek geometry's fundamental issue."
  },
  {
    "id": 190,
    "statement": "Subconscious memories can significantly influence emotional responses and behavior."
  },
  {
    "id": 191,
    "statement": "Epigenetic modifications regulate gene expression through histone, DNA methylation."
  },
  {
    "id": 192,
    "statement": "General Relativity models spacetime warping through Einstein Field Equations."
  },
  {
    "id": 193,
    "statement": "Lying justifiable in extreme national security cases with caution."
  },
  {
    "id": 194,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 195,
    "statement": "Honesty is the foundation of trust and relationships."
  },
  {
    "id": 196,
    "statement": "Histone modifications regulate chromatin structure and epigenetic gene expression."
  },
  {
    "id": 197,
    "statement": "Mass-energy equivalence warps spacetime through curvature and gravity."
  },
  {
    "id": 198,
    "statement": "Histones regulate chromatin structure through direct and indirect interactions."
  },
  {
    "id": 199,
    "statement": "Mass-energy density causes spacetime curvature proportional to gravity strength."
  }
]