[
  {
    "id": 0,
    "statement": "It is never morally acceptable to lie because honesty is the foundation of trust."
  },
  {
    "id": 1,
    "statement": "Corporal punishment can lead to increased aggression and trauma in children due to increased stress and anxiety, promoting continued use of disciplinary measures that can result in cycles of violence, causing harm to individuals, leading to long-term negative effects on mental and emotional well-being, and affecting cognitive and social development."
  },
  {
    "id": 2,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation due to gravity."
  },
  {
    "id": 3,
    "statement": "The speed of light is a fundamental concept in physics, essential to Einstein's theory of special relativity."
  },
  {
    "id": 4,
    "statement": "Constant speed of light is a fundamental physics principle globally accepted."
  },
  {
    "id": 5,
    "statement": "Gravity warps spacetime due to mass-energy curvature, affecting motion and time"
  },
  {
    "id": 6,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 7,
    "statement": "Constant speed of light is a fundamental physics principle."
  },
  {
    "id": 8,
    "statement": "Mass-energy equivalence warps spacetime through gravity, curvature."
  },
  {
    "id": 9,
    "statement": "Euclidean geometry's parallel postulate was historically debated"
  },
  {
    "id": 10,
    "statement": "Mass-energy equivalence warps spacetime through gravitational influence"
  },
  {
    "id": 11,
    "statement": "Corporal punishment increases risk of aggression, anxiety, and depression in children."
  },
  {
    "id": 12,
    "statement": "Honesty builds trust through psychological and sociological principles, theories, and research."
  },
  {
    "id": 13,
    "statement": "Epigenetic modifications regulate gene expression through histone modification."
  },
  {
    "id": 14,
    "statement": "Parallel postulate defines Euclidean geometry's unique flatness properties."
  },
  {
    "id": 15,
    "statement": "Constant speed of light is a fundamental principle in physics"
  },
  {
    "id": 16,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 17,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 18,
    "statement": "A gravity anomaly is a distorted gravitational field strength pattern"
  },
  {
    "id": 19,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 20,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 21,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 22,
    "statement": "Gravity anomaly refers to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 23,
    "statement": "Superposition: Quantum particles can exist in multiple states simultaneously"
  },
  {
    "id": 24,
    "statement": "Multidisciplinary evaluation assesses patient comprehensively through team collaboration."
  },
  {
    "id": 25,
    "statement": "Geodesics are paths objects follow in curved spacetime under gravity."
  },
  {
    "id": 26,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 27,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 28,
    "statement": "Honesty builds trust through psychological mechanisms, including consistency."
  },
  {
    "id": 29,
    "statement": "Mass-energy equivalence warps spacetime through gravity's influence"
  },
  {
    "id": 30,
    "statement": "Corporal punishment increases aggression, anxiety, and depression in children."
  },
  {
    "id": 31,
    "statement": "Honesty builds trust through trustworthiness, social exchange theory."
  },
  {
    "id": 32,
    "statement": "Quantum particles can exist in multiple states simultaneously."
  },
  {
    "id": 33,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 34,
    "statement": "Corporal punishment linked to increased aggression, anxiety, and depression."
  },
  {
    "id": 35,
    "statement": "Honesty builds trust through social cognition and understanding."
  },
  {
    "id": 36,
    "statement": "Parallel postulate defines Euclidean geometry's unique properties."
  },
  {
    "id": 37,
    "statement": "Quantum particles can exist in multiple states simultaneously"
  },
  {
    "id": 38,
    "statement": "Honesty builds trust through psychological biases and norms."
  },
  {
    "id": 39,
    "statement": "Geodesics are paths objects follow in curved spacetime under gravity."
  },
  {
    "id": 40,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications."
  },
  {
    "id": 41,
    "statement": "Honesty builds trust through social cognition and attachment."
  },
  {
    "id": 42,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously, described by wave function."
  },
  {
    "id": 43,
    "statement": "Epigenetic modifications alter chromatin structure through histone modifications and accessibility."
  },
  {
    "id": 44,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 45,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 46,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 47,
    "statement": "The parallel postulate was debated and challenged throughout history."
  },
  {
    "id": 48,
    "statement": "Histones are proteins that DNA wraps around, altering chromatin structure through histone-DNA interactions, modifications, and variants."
  },
  {
    "id": 49,
    "statement": "Epigenetic modifications alter chromatin structure to regulate gene expression."
  },
  {
    "id": 50,
    "statement": "Gravity's acceleration varies slightly due to Earth's ellipsoidal shape."
  },
  {
    "id": 51,
    "statement": "Corporal punishment increases risk of mental health issues in children."
  },
  {
    "id": 52,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation by 0.0000035%"
  },
  {
    "id": 53,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 54,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 55,
    "statement": "Honesty builds trust through consistency, authenticity, and transparency."
  },
  {
    "id": 56,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 57,
    "statement": "Parallel postulate debated and challenged throughout history by various mathematicians."
  },
  {
    "id": 58,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 59,
    "statement": "Mass-energy equivalence warps spacetime in Einstein's general relativity."
  },
  {
    "id": 60,
    "statement": "Gravity's acceleration varies 0.0005% to 0.0006% due to Earth's oblate shape."
  },
  {
    "id": 61,
    "statement": "Consistency, self-disclosure, and authenticity build trust through psychological principles."
  },
  {
    "id": 62,
    "statement": "Euclidean geometry's parallel postulate defines parallel lines universally."
  },
  {
    "id": 63,
    "statement": "The speed of light is a crucial component of special relativity."
  },
  {
    "id": 64,
    "statement": "Wave function collapse occurs when measurement interacts with quantum systems."
  },
  {
    "id": 65,
    "statement": "Gravity warps spacetime through mass-energy equivalence"
  },
  {
    "id": 66,
    "statement": "The parallel postulate is debated and challenged throughout history."
  },
  {
    "id": 67,
    "statement": "Wave function collapse allows definite measurement outcomes, explains quantum mechanics."
  },
  {
    "id": 68,
    "statement": "Parallel postulate unique to Euclidean geometry's flat space, adaptable."
  },
  {
    "id": 69,
    "statement": "Histone modifications regulate chromatin structure and epigenetic modifications."
  },
  {
    "id": 70,
    "statement": "Honesty builds trust through cognitive biases, social norms, and cooperation."
  },
  {
    "id": 71,
    "statement": "Honesty builds trust through consistency and authenticity."
  },
  {
    "id": 72,
    "statement": "Honesty's necessity for trust varies contextually and culturally."
  },
  {
    "id": 73,
    "statement": "Epigenetic modifications regulate gene expression through chromatin structure."
  },
  {
    "id": 74,
    "statement": "Honesty is crucial for building trust in relationships"
  },
  {
    "id": 75,
    "statement": "Honesty not always essential for trust building in all relationships."
  },
  {
    "id": 76,
    "statement": "Lying may be morally justifiable in cases of national security."
  },
  {
    "id": 77,
    "statement": "Mass-energy equivalence warps spacetime through gravity's influence."
  },
  {
    "id": 78,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity through psychological and sociological principles."
  },
  {
    "id": 79,
    "statement": "Empathy can build trust by validating others' feelings emotionally."
  },
  {
    "id": 80,
    "statement": "Honesty builds trust through shared social cognition."
  },
  {
    "id": 81,
    "statement": "Honesty builds trust through psychological and sociological mechanisms"
  },
  {
    "id": 82,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects' gravity."
  },
  {
    "id": 83,
    "statement": "Quantum particles can exist in multiple states simultaneously (superposition)."
  },
  {
    "id": 84,
    "statement": "Wave function collapse is a mathematical transformation upon measurement."
  },
  {
    "id": 85,
    "statement": "Euclidean geometry's parallel postulate defines concept of parallel lines."
  },
  {
    "id": 86,
    "statement": "Epigenetic modifications regulate gene expression via chromatin structure changes"
  },
  {
    "id": 87,
    "statement": "Gravity's curvature causes spacetime to bend around mass and energy."
  },
  {
    "id": 88,
    "statement": "Epigenetic modifications regulated by histone modifications and chromatin structure"
  },
  {
    "id": 89,
    "statement": "Speed of light is a fundamental constant in electromagnetism."
  },
  {
    "id": 90,
    "statement": "A gravity anomaly is a local field strength departure"
  },
  {
    "id": 91,
    "statement": "Wave function collapse is necessary for quantum measurement outcomes, determinism."
  },
  {
    "id": 92,
    "statement": "Euclidean geometry's parallel postulate was historically debated and challenged."
  },
  {
    "id": 93,
    "statement": "Consistency, self-disclosure, and authenticity build trust through psychological explanations."
  },
  {
    "id": 94,
    "statement": "Mass-energy affects spacetime curvature, causing gravity-like effects."
  },
  {
    "id": 95,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously."
  },
  {
    "id": 96,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation by 0.0000035%."
  },
  {
    "id": 97,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 98,
    "statement": "Honesty builds trust by resolving cognitive dissonance through self-awareness."
  },
  {
    "id": 99,
    "statement": "Empathy can build trust in sensitive situations, validating others' feelings."
  },
  {
    "id": 100,
    "statement": "Corporal punishment increases risk of mental health issues children."
  },
  {
    "id": 101,
    "statement": "Corporal punishment linked to increased aggression, anxiety, and depression."
  },
  {
    "id": 102,
    "statement": "Mass and energy are interchangeable and equivalent physically."
  },
  {
    "id": 103,
    "statement": "Cultures vary in corporal punishment acceptance, but science remains consistent."
  },
  {
    "id": 104,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 105,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 106,
    "statement": "Gravity warps spacetime due to mass-energy equivalence"
  },
  {
    "id": 107,
    "statement": "Wave function collapse is necessary for quantum measurements to occur."
  },
  {
    "id": 108,
    "statement": "Healthcare professionals actively participate in multidisciplinary evaluation decision-making."
  },
  {
    "id": 109,
    "statement": "Histones are proteins that DNA wraps around, altering chromatin structure."
  },
  {
    "id": 110,
    "statement": "Honesty builds trust through cognitive dissonance and self-perception."
  },
  {
    "id": 111,
    "statement": "Honesty builds trust through psychological and sociological mechanisms."
  },
  {
    "id": 112,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 113,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 114,
    "statement": "Honesty builds trust through psychological and sociological principles"
  },
  {
    "id": 115,
    "statement": "Speed of light sets fundamental limit on relativity's scale."
  },
  {
    "id": 116,
    "statement": "Honesty's emotional contagion fosters trust, respect, and empathy in social interactions."
  },
  {
    "id": 117,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 118,
    "statement": "Honesty builds trust through cognitive dissonance reduction."
  },
  {
    "id": 119,
    "statement": "Honesty is a necessary but not sufficient condition for trust."
  },
  {
    "id": 120,
    "statement": "Wave function collapse: Measurement-triggered transition to single state."
  },
  {
    "id": 121,
    "statement": "Superposition: Quantum particles can exist in multiple states simultaneously."
  },
  {
    "id": 122,
    "statement": "Gravity warps spacetime due to mass-energy equivalence."
  },
  {
    "id": 123,
    "statement": "Superposition: Quantum particles exist in multiple states simultaneously instantly."
  },
  {
    "id": 124,
    "statement": "Euclidean geometry's parallel postulate defines parallel lines universally."
  },
  {
    "id": 125,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 126,
    "statement": "Honesty builds trust through psychological and sociological principles."
  },
  {
    "id": 127,
    "statement": "Multidisciplinary evaluation involves team collaboration, open communication, and shared documentation."
  },
  {
    "id": 128,
    "statement": "Superposition is a gradual process occurring over time, not instantaneous."
  },
  {
    "id": 129,
    "statement": "The speed of light's constancy is a fundamental physics principle."
  },
  {
    "id": 130,
    "statement": "Gravity anomalies caused by Earth's ellipsoidal shape and rotation."
  },
  {
    "id": 131,
    "statement": "Honesty reduces cognitive dissonance, builds trust through psychological mechanisms."
  },
  {
    "id": 132,
    "statement": "Honesty reduces cognitive dissonance through psychological mechanisms and neurobiological responses."
  },
  {
    "id": 133,
    "statement": "Honesty reinforces social identity through social comparison and attachment."
  },
  {
    "id": 134,
    "statement": "Consistency in honesty builds trust through expectation confirmation."
  },
  {
    "id": 135,
    "statement": "Mass-energy equivalence warps spacetime through geometric curvature."
  },
  {
    "id": 136,
    "statement": "Social exchange theory links honesty to trust building through trustworthiness."
  },
  {
    "id": 137,
    "statement": "Histones are proteins that DNA wraps around, altering chromatin structure."
  },
  {
    "id": 138,
    "statement": "Epigenetic modifications affect gene expression through DNA-methylation, histone-modification, and chromatin-remodeling mechanisms."
  },
  {
    "id": 139,
    "statement": "Euclidean geometry's parallel lines definition precedes Playfair's axiom."
  },
  {
    "id": 140,
    "statement": "Frame-dragging: spacetime rotation caused by rotating massive objects' gravity."
  },
  {
    "id": 141,
    "statement": "Honesty builds trust through psychological and sociological theories."
  },
  {
    "id": 142,
    "statement": "Mass and energy interchangeable through Einstein's E=mc^2 concept"
  },
  {
    "id": 143,
    "statement": "Epigenetic modifications regulate gene expression through histone modifications."
  },
  {
    "id": 144,
    "statement": "Honesty increases trust through psychological and sociological mechanisms."
  },
  {
    "id": 145,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature effect."
  },
  {
    "id": 146,
    "statement": "Euclidean geometry's parallel postulate defines parallel lines universally."
  },
  {
    "id": 147,
    "statement": "Superposition: Quantum particles exist simultaneously in multiple states rapidly."
  },
  {
    "id": 148,
    "statement": "Epigenetic modifications interact through DNA methylation, histone modification, and chromatin remodeling."
  },
  {
    "id": 149,
    "statement": "Mass-energy equivalence drives gravity's warping of spacetime curvature."
  },
  {
    "id": 150,
    "statement": "Corporal punishment increases risk of mental health issues children."
  },
  {
    "id": 151,
    "statement": "The speed of light sets a fundamental limit on relativity's scale."
  },
  {
    "id": 152,
    "statement": "Multidisciplinary evaluation assesses patients comprehensively through team collaboration"
  },
  {
    "id": 153,
    "statement": "Corporal punishment increases mental health risk in children."
  },
  {
    "id": 154,
    "statement": "Honesty critical but not sole factor in trust building."
  },
  {
    "id": 155,
    "statement": "Epigenetic modifications regulate gene expression through histone modification."
  },
  {
    "id": 156,
    "statement": "Gravity warps spacetime around mass and energy through curvature"
  },
  {
    "id": 157,
    "statement": "Multidisciplinary evaluation involves team collaboration, open communication, and shared documentation."
  },
  {
    "id": 158,
    "statement": "Speed of light: unchanging and constant for all observers"
  },
  {
    "id": 159,
    "statement": "Euclidean geometry's parallel postulate defines unique flat line properties."
  },
  {
    "id": 160,
    "statement": "Mass-energy equivalence warps spacetime through gravitational influence."
  },
  {
    "id": 161,
    "statement": "Quantum particles can exist in multiple states simultaneously."
  },
  {
    "id": 162,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 163,
    "statement": "Euclidean geometry's parallel postulate defines unique properties."
  },
  {
    "id": 164,
    "statement": "Honesty fosters trust, respect, and empathy through emotional contagion."
  },
  {
    "id": 165,
    "statement": "The parallel postulate was debated and challenged by various mathematicians."
  },
  {
    "id": 166,
    "statement": "Lying can be morally justifiable in specific, benevolent circumstances."
  },
  {
    "id": 167,
    "statement": "Histones modify chromatin structure to regulate gene expression."
  },
  {
    "id": 168,
    "statement": "Earth's oblate shape causes variation in gravity's acceleration due to rotation."
  },
  {
    "id": 169,
    "statement": "Gravity's acceleration varies 0.0005% to 0.0006% due to Earth's ellipsoidal shape."
  },
  {
    "id": 170,
    "statement": "Corporal punishment can lead to increased aggression, anxiety, and depression in children."
  },
  {
    "id": 171,
    "statement": "Epigenetic modifications alter chromatin structure through histone modification and accessibility."
  },
  {
    "id": 172,
    "statement": "Cultures vary in corporal punishment acceptance, science shows harm"
  },
  {
    "id": 173,
    "statement": "Parallel postulate unique to Euclidean geometry, adaptable to non-Euclidean geometries"
  },
  {
    "id": 174,
    "statement": "Epigenetic modifications regulate gene expression by altering chromatin structure."
  },
  {
    "id": 175,
    "statement": "Honesty builds trust through psychological mechanisms."
  },
  {
    "id": 176,
    "statement": "Superposition: Quantum particles exist in multiple states simultaneously."
  },
  {
    "id": 177,
    "statement": "Corporal punishment increases risk of mental health issues in children."
  },
  {
    "id": 178,
    "statement": "Honesty contributes to trust, but consistency and reliability are crucial."
  },
  {
    "id": 179,
    "statement": "Mass-energy equivalence warps spacetime through gravity's curvature."
  },
  {
    "id": 180,
    "statement": "Honesty reinforces social identity through trust, attachment, and comparison."
  },
  {
    "id": 181,
    "statement": "Honesty builds trust by enabling social cognition and attachment."
  },
  {
    "id": 182,
    "statement": "Superposition allows quantum particles to exist in multiple states simultaneously instantly."
  },
  {
    "id": 183,
    "statement": "Histones package DNA into chromatin fibers, regulating gene expression."
  },
  {
    "id": 184,
    "statement": "Histone modifications alter chromatin structure, affecting gene expression."
  },
  {
    "id": 185,
    "statement": "Honesty strengthens social identity through comparison, attachment, and shared values."
  },
  {
    "id": 186,
    "statement": "Honesty builds trust through social cognition and attachment theory."
  },
  {
    "id": 187,
    "statement": "Corporal punishment linked to increased aggression, anxiety, and depression."
  },
  {
    "id": 188,
    "statement": "Gravity's acceleration varies due to Earth's ellipsoidal shape and rotation, affecting satellite orbits, gravitational measurements, and climate modeling."
  },
  {
    "id": 189,
    "statement": "Honesty builds trust only when context and timing are considered."
  },
  {
    "id": 190,
    "statement": "Superposition is a fundamental property of quantum mechanics allowing."
  },
  {
    "id": 191,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity consistently."
  },
  {
    "id": 192,
    "statement": "Honesty builds trust through consistency, self-disclosure, and authenticity."
  },
  {
    "id": 193,
    "statement": "The constant speed of light is a fundamental concept in physics."
  },
  {
    "id": 194,
    "statement": "Mass-energy curvature warps spacetime due to gravity's influence."
  },
  {
    "id": 195,
    "statement": "Quantum particles can exist in multiple states simultaneously until measured."
  },
  {
    "id": 196,
    "statement": "Honesty builds trust through emotional resonance and social understanding."
  },
  {
    "id": 197,
    "statement": "Honesty fosters trust through psychological biases, social norms, and vulnerability."
  },
  {
    "id": 198,
    "statement": "Frame-dragging: spacetime rotation caused by massive object rotation due to gravity."
  },
  {
    "id": 199,
    "statement": "Honesty reduces cognitive dissonance by aligning words and actions."
  }
]